[
  {
    "crop_name": "L s",
    "description": "70 T S 4 L T 60 fo s re b 3"
  },
  {
    "crop_name": "S fo",
    "description": "s re 4 5 0 0 m u 2 b m 30 N u 20 N 1 10 0 0 900 50 45 800 s L T S fo s re b m 1 2 2 3 3 4 5 0 5 0 5 0 s L T S fo s re b m 3 4 5 6 7 0 0 0 0 0 0 0 0 0 0 u N 10 u N 200 5 100 0 0 Figure 1. Soil testing laboratories in different States and Union Territories (sources: https://farmer.gov.in/stl.aspx) In this SHC scheme, soil fertility status is assessed In the first phase (2015-2017) and second phase based on the presence of some important primary (N, P (2017-2019) of the SHC scheme, 107.4 million and and K) and secondary (S) macronutrients, 114.5 million cards were distributed respectively. The micronutrients (Fe, Zn, Cu, Mn and B) and values of programme has been started in mission mode to some soil physical parameters like electrical encourage farmers in the use of prescribed doses of conductivity (EC), pH and organic carbon content. fertilizers according to SHCs issued to them. In the Based on that information, SHCs are issued to current phase, model villages are established in 6,954 individual farmers along with appropriate dosage of different blocks across India under SHC scheme fertilizers for different crops grown in their farmland. (Figure 2). 6 6 2 4 4 4 4 5 5 5 0 7 9 9 6 7 4 4 8 4 3 3 6 3 5 5 7 7 2 2 2 2"
  },
  {
    "crop_name": "Samples Collected",
    "description": "4 7 Samples tested 3 4 9 4 0 1 9 1 9 8 1 1 2015-17 2017-19 2019-20 Figure 2. Year wise number of samples collected and tested in Soil Health Card Schemes (2019-20* tested under model village programme) (sources: https://soilhealth.dac.gov.in/publicreports/dashboardtargetreport)"
  },
  {
    "crop_name": "According to a study conducted by National Productivity",
    "description": "(Table 1). Grid based sampling methodology is followed Council (NPC) in 2017, use of chemical fertilizers has here and grid size for irrigated and rain-fed areas are declined by 8-10% due to this SHC scheme, resulting in 2.5 ha and 10 ha respectively. Soil samples are higher sustainability in agricultural practices. Therefore, collected using GPS and revenue maps. overall increase in the crop yield by 5-6% is reported. Table 1. Parameters in Soil Health Cards and their The SHC programme is an innovative step towards critical limits improving soil health for healthy crop growth. To perform soil testing at the village level, different farmer S. Parameters Limits interest groups are also formed in different parts of the No. country like ‘Raithu Bharosa Kendras (farmers' trust"
  },
  {
    "crop_name": "Low Medium High",
    "description": "centres) of Andhra Pradesh to perform integrated 1 pH (1:2) < 6.5 Acidic 6.5-7.0 Neutral > 7.0 testing of several components including soil, ‘Mitti ke"
  },
  {
    "crop_name": "Alkaline",
    "description": "Doctors’ in Jharkhand to provide soil test results and 2 EC (1:2) < 4.0 (Normal) > 4.0 (Saline) other interventions at farmers' doorsteps and also to 3 OC (%) < 0.50 0.50-0.75 > 0.75 encourage them for optimum use of fertilizers and 4 N (kg ha-1) < 280 280-560 > 560 pesticides for a better crop production (Source: 5 P (kg ha-1) < 10 10-25 > 25 https://indianexpress.com/article/opinion/columns/integr 6 K (kg ha-1) < 120 120-280 > 280 ated-nutrient-management-soil-health-cards-for- 7 S (mg kg-1) < 10 deficient >10 sufficient sustainable-agriculture-6276545/) 8 Zn (mg kg-1) < 0.6 deficient > 0.6 sufficient 9 Cu (mg kg-1) < 0.2 deficient > 0.2 sufficient"
  },
  {
    "crop_name": "CONCLUSION",
    "description": "10 Fe (mg kg-1) < 4.5 deficient > 4.5 sufficient 11 Mn (mg kg-1) < 2.0 deficient > 2.0 sufficient SHC recommendation based fertilizer application has 12 B (mg kg-1) < 0.5 deficient > 0.5 deficient multiple benefits like enhanced soil quality, production of nutritious food, climate change mitigation along with [pH and EC (1:2) soil water suspension, N (alkaline KMnO4), P (Olsen), K (1N NH4OAc), S (CaCl2), cationic micronutrient (DTPA), B (hot water)] reduction in water pollution due to chemicals etc. Also, collaborative efforts of government and non- After collecting relevant information, field-specific government agencies in the promotion of SHC based detailed report cards are prepared. Information balanced fertilizer recommendation make farmers provided in the Soil Health Card include (1) Present soil aware about its importance for the progress of Indian nutrient status of the selected field (2) Crop specific farming system towards \"Swasth Dhara, Khet Hara\". recommended doses of different fertilizers (3) Suitable amendment measures for saline or alkaline soil (4) FOR FURTHER READING"
  },
  {
    "crop_name": "Advisories regarding integrated nutrient management",
    "description": "Visit: https://soilhealth.dac.gov.in A portal on soil health (www.soilhealth.dac.gov.in) has been prepared by the National informatics Centre (NIC) *** for preparing uniform soil health cards. Separate"
  }
]