[
  {
    "crop_name": "HEALTH ASSESSMENT PROGRAM",
    "description": ""
  },
  {
    "crop_name": "About the Document",
    "description": ""
  },
  {
    "crop_name": "Soil is a crucial and necessary foundation for plant growth and is a supremely",
    "description": "important resource for our country. More than 54% of our workforce either directly depends on agriculture for their livelihood, or through allied activities. Therefore, the health of soil affects more than 54% of our workforce! Soil health is fundamental to the food system in the country. It forms the bedrock of agriculture and serves as the vital medium for the growth of food-producing plants. When soils are healthy, they yield higher productivity of nutritious crops that provide nourishment for both humans and animals. It's important to recognize that the quality and quantity of our food are directly connected to the quality of our soils. Therefore, prioritising soil health is essential for ensuring the availability of high-quality and abundant food for all and reducing dependency on other countries for agricultural produce."
  },
  {
    "crop_name": "The Honourable Prime Minister Narendra Modi has emphasised the importance of",
    "description": "teaching students the importance of soil and its health. He has also called for senior secondary students to be trained and involved in doing soil tests to support farmers to the extent possible. This would be done by utilising school laboratories. In light of this, the Ministry of Agriculture and Farmers Welfare, the Ministry of Education, the Central Board of Secondary Education have partnered to create and curate this resource for students and teachers to be apprised of the importance of soil health and testing. This document provides teachers with information about soil, its importance in our society, its various functions and types, along with the significance of teaching students about soil health. This document aims to equip teachers with the knowledge about soil health and measures to improve it such that they may impart it to their students and support the efforts of soil testing to help our nation's farmers."
  },
  {
    "crop_name": "Contents",
    "description": "Chapter 1: Posters for Students .............................................................................................................. 1 Poster 1 - Students for soil, let's cultivate and revive............................................................................. 1 Poster 2 - Soil & Agriculture in India ....................................................................................................... 3 Poster 3 - Soil health card ....................................................................................................................... 5 Poster 4: Learning together with Farmers .............................................................................................. 7 Poster 5 - Type of Soils ............................................................................................................................ 9 Chapter 2: Introduction to Soil ............................................................................................................. 11 What is Soil & its Composition? ........................................................................................................ 11 Importance of Soils to Agriculture .................................................................................................... 12 Chapter 3: Issues of Soil Health ............................................................................................................ 14 Basics of Soil health........................................................................................................................... 14 Present day challenges of Soil health and Fertility ........................................................................... 16 The imbalance in the use of fertilizers .............................................................................................. 16 Impact of Human interference on soil health ................................................................................... 17 Chapter 4: Soil fertility indicators and soil Health in agriculture .......................................................... 19 Percent soil Organic Carbon: ............................................................................................................ 19 Soil pH ............................................................................................................................................... 19 Electrical Conductivity (EC) ............................................................................................................... 20 Available Nutrients............................................................................................................................ 20 Major nutrients ................................................................................................................................. 20 Chapter 5: Objectives of Soil Health Program ...................................................................................... 22 Chapter 6: Soil Health Assessment Methods ........................................................................................ 25 Overview of Soil Health Card (SHC) .................................................................................................. 25 SOPs for Soil Sampling & Processing of Sample for Testing ............................................................. 26 Do's and Don'ts for soil sampling, processing & testing in Indian conditions: ................................. 30 Soil Testing & Analysis ...................................................................................................................... 32 Digital Soil Testing Mini Lab/ PUSA STFR machine ........................................................................... 32 Significance of Digital Soil Testing Mini Lab/ PUSA SFTR machine ................................................... 33 Using the Soil Testing kit (Do's and don'ts for soil testing using a soil testing kit) ........................... 33 Chapter 7: Data analysis and interpretation for Soil Samples Analysis Using Digital Soil Testing Mini Lab/ PUSA SFTR machine ...................................................................................................................... 35 Experiment I- Estimation of Soil pH .................................................................................................. 35 Experiment II- Estimation of Electrical Conductivity of soil .............................................................. 36 Experiment III- Estimation of Soil Organic Carbon ............................................................................ 37 Experiment IV- Estimation of Soil Available Nitrogen....................................................................... 38 Experiment V- Estimation of Soil Phosphorus .................................................................................. 39"
  },
  {
    "crop_name": "Health Card program in school labs and highlights the significance of soil",
    "description": "health, the current situation of soil erosion and desertification, and the outcomes of the program. • The poster highlights the objective and need of the Soil Health Card program in school labs. The objective of this program is to encourage hands-on scientific enquiry on soil parameters such as nutrient content, soil pH, and organic matter. By studying these aspects of soil, we can learn more about how to cultivate it in a better way. It also helps us to develop a sense of responsibility towards sustainable agricultural practices and builds environmental awareness among us. • The poster also highlights the importance of soil health. Healthy soil is a finite and precious resource that takes centuries to develop. It plays a critical role in sustainable food production. Without healthy soil, it would be difficult to grow the crops we rely on for our food. In addition, soil provides us with environmental benefits like biodiversity and carbon storage, which are essential for a balanced ecosystem. • Explain the current situation of soil erosion and soil desertification in our country is a matter of concern. Around 30% of India's geographical area is affected by degradation, and 29.32% is undergoing desertification. Share the statistics given in the poster and indicate the students that we need to take immediate action to protect and improve our soil. • After this discussion, share the expected outcomes of the Soil Health Card program. Explain to the students that when they learn more about soil health, they can promote deeper agricultural knowledge and can make informed decisions on how to take care of our soil. This program will help us develop a sense of environmental stewardship amongst students, which means taking responsibility for protecting and conserving our natural resources. By building a greener and more sustainable future, we can ensure that our planet thrives. In conclusion, the poster must be leveraged to motivate and inspire students to become \"soil heroes\" and care for the planet. 2"
  },
  {
    "crop_name": "These zones help in planning agricultural activities and developing future",
    "description": "strategies to optimize agricultural productivity. • Discuss the major food grains and cereals produced in our country. It showcases categories such as rice, wheat, nutri/coarse cereals, maize, barley, pulses (such as gram and moong), and oilseeds (including groundnut, soybean, and rapeseed & mustard). These food items are essential for our sustenance and play a vital role in our diet. This discussion will also further strengthen the student’s understanding of the importance of soil and agriculture in our country. 4"
  },
  {
    "crop_name": "These markets provide a platform for farmers to directly sell their produce to",
    "description": "the community. By purchasing fresh, locally grown produce from these markets, we not only support the farmers financially but also benefit from healthier and more sustainable food options. • The poster also includes infographics and pictures that demonstrate the process of soil testing. These visuals will help students understand how soil testing is done and its importance in ensuring healthy crop growth. With this information they can help farmers make informed decisions regarding fertilizers and other inputs. In conclusion, the poster highlights the need for collective effort and promotes sustainable agriculture practices to contribute to a stronger and more resilient agricultural sector. 8"
  },
  {
    "crop_name": "Twelve major soil texture",
    "description": "classifications are defined by the United States,"
  },
  {
    "crop_name": "Department of Agriculture",
    "description": "as shown alongside – Percent proportions of sand, silt and clay will determine the type of textural classes."
  },
  {
    "crop_name": "Importance of Soils to Agriculture",
    "description": "• Agriculture is one of the most important economic components of our society. • Soil being finite in nature and precious resource for agriculture as it provides the structural support to crops in agriculture and is also their source of water and nutrients in nearly 45.27% percent of reported geographic area under agriculture in the country (140 million ha) in the country. • India hugely depends on agriculture for its economy which support livelihood of 50% population. • Agriculture sector employs over 50% of the total workforce in the country and Responsible for 20% of the country’s Gross Domestic Product Value. • Healthy soil plays a critical in successful agriculture in terms of providing foods; fodder with environmental benefits of biodiversity and carbon storage required for effective functioning of ecosystem services and is the original source of the nutrients that we use to grow crops 12"
  },
  {
    "crop_name": "Basics of Soil health",
    "description": "Soil health corresponds to the state of the soil being in sound physical, chemical, and biological condition, having the capability to sustain the growth and development of land plants. It is the sustained ability of soil to produce crops and supply, retention and infiltration of water, habitat for diverse organisms, and recycling of nutrients. In the recent past, soil health is continuing to gain importance among farmers, scientists and planners world over for implementation of programs on sustainable agriculture development. While awareness of soil health is increasing, it is important to have a good understanding of what soil health, how it is measured, and how to manage it for optimal and sustainable delivery of the ecosystem services that soils provide. Just as we can take different measurement to judge a person’s health, it is also possible to measure specific soil properties to detect whether a soil is healthy or not. Such measurements may be quantitative or qualitative, or a combination of both. In India presently under Soil Health Card Scheme 12 parameters are measured. They are Soil primary nutrients (N, P, K), Soil Secondary nutrients (S), Soil micronutrients (Zn, Fe, CU, Mn, B), Soil salinity (EC), Soil pH and Soil Organic Carbon."
  },
  {
    "crop_name": "The critical situation of soil health status with respect to agriculture",
    "description": "14"
  },
  {
    "crop_name": "The critical situation of soil health status with respect to agriculture is a significant",
    "description": "concern worldwide. Here are some details regarding this issue: 1. Soil Degradation: Soil degradation is a primary concern affecting soil health. Factors such as erosion, nutrient depletion, compaction, salinization, and acidification contribute to the deterioration of soil quality. Unsustainable agricultural practices, deforestation, urbanization, and climate change exacerbate these issues. 2. Nutrient Depletion: Continuous cultivation without adequate nutrient replenishment can lead to nutrient depletion in the soil. Nutrients essential for plant growth, such as nitrogen, phosphorus, and potassium, are gradually depleted, resulting in reduced crop yields. Inadequate nutrient management, excessive use of synthetic fertilizers, and poor organic matter management contribute to this problem. 3. Acidification and Salinization: When soil pH dropping below optimal levels for plant growth. Acidification can result from excessive use of chemical fertilizers, acid rain etc."
  },
  {
    "crop_name": "Whereas salinization occurs when the salt content in the soil increases to harmful",
    "description": "levels due over-irrigation, poor drainage, and the use of low-quality water sources. It reduces the availability of water to plants and negatively affects their growth and productivity. 4. Loss of Organic Matter: Organic matter provides essential nutrients, improves soil structure, and enhances moisture retention capacity. However, unsustainable farming practices, including excessive tillage, removal of crop residues, and lack of organic inputs, lead to a decline in organic matter content. Loss of organic matter reduces soil fertility and resilience. 5. Pollution and Contamination: Agricultural activities often involve the use of pesticides, herbicides, and fertilizers. Improper application and excessive use of these chemicals can result in soil pollution and contamination. Chemical residues in the soil can harm soil organisms, beneficial insects, and potentially enter the food chain, posing risks to human health and the environment. 15"
  },
  {
    "crop_name": "Addressing these critical issues requires implementing sustainable agricultural",
    "description": "practices, such as conservation tillage, crop rotation, agroforestry, cover cropping, and precision agriculture. These practices aim to minimize soil erosion, promote nutrient cycling, enhance soil structure, and reduce chemical inputs, thereby improving soil health and ensuring long-term agricultural sustainability."
  },
  {
    "crop_name": "Present day challenges of Soil health and Fertility",
    "description": "Soil fertility is inherent ability of soils to provide nutrient to plants in available forms. It is a fundamental aspect of soil health. Together significance of soil fertility and soil health for sustainable agriculture lies in its ability to support resilient and productive cropping systems while preserving natural resources. By focusing on soil fertility farmer can improve soil health, and their crop yields, improve the nutritional quality of their produce, reduce environmental impacts, and contribute to a more sustainable and resilient food system. Today, Soil health being compromised due following factors"
  },
  {
    "crop_name": "The imbalance in the use of fertilizers",
    "description": ""
  },
  {
    "crop_name": "The use of fertilizers and its impact on Indian soils is a significant concern that affects",
    "description": "soil health and agricultural sustainability in following way. 1. Excessive Use of Chemical Fertilizers: In India, there has been a tendency towards excessive and imbalanced use of chemical fertilizers, particularly nitrogen (N), phosphorus (P), and potassium (K). Farmers often apply fertilizers based on crop yield targets without considering the soil's nutrient requirements for crop. This imbalanced application leads to nutrient overdosing in the soil. 2. Nutrient Imbalance: The excessive use of chemical fertilizers, especially nitrogen and phosphorus, while neglecting other essential nutrients, causes nutrient imbalances in the soil. Imbalances can result in deficiencies or toxicities of certain nutrients, negatively affecting crop growth and yield. Over time, these imbalances lead to soil degradation and reduced fertility. 3. Soil Degradation and Reduced Fertility: The imbalanced use of fertilizers contributes to soil degradation and reduced fertility. Excessive nitrogen application can lead to 16"
  },
  {
    "crop_name": "Impact of Human interference on soil health",
    "description": ""
  },
  {
    "crop_name": "Human interference has a significant impact on soil health and can lead to various",
    "description": "forms of soil degradation. Here are some ways in which human activities affect soil: 1. Deforestation: Clearing forests for agriculture, urbanization, or urban planning disrupts the natural ecosystem and exposes the soil to erosion. Tree roots help bind the soil together, and their removal increases the risk of soil erosion, leading to loss of topsoil and decreased fertility. 2. Unsustainable Agriculture Practices: Intensive and unsustainable agricultural practices contribute to soil degradation. Excessive tillage, overuse of chemical 17"
  },
  {
    "crop_name": "The soil fertility attributes or indicators are interconnected and their status in soils",
    "description": "positively and negatively impacts the functioning within the soil-plant system. They collectively contribute to the overall health and productivity of the soil. Understanding of these attributes are vital for sustainable agriculture, as they help optimize nutrient availability, promote plant growth, and support environmental stewardship. Soil health assessment incorporating these attributes enables farmers to make informed decisions regarding soil management practices, nutrient application, and crop rotation, ultimately contributing to sustainable agricultural systems. Percent soil Organic Carbon: • Organic carbon is a measure of the amount of organic matter present in the soil. It originates from decomposed plant and animal residues. • Organic carbon contributes to soil health by enhancing soil structure, water- holding capacity, and nutrient cycling. It promotes beneficial microbial activity. • Adequate organic carbon content is essential for supporting plant growth, nutrient availability, and overall soil health."
  },
  {
    "crop_name": "Soil pH",
    "description": "• Soil pH is a measure of soil acidity or alkalinity. It influences nutrient availability and microbial activity in the soil. • Different plants have different pH preferences, and soil pH affects nutrient solubility and uptake by plant roots. • Maintaining the appropriate soil pH range for specific crops helps optimize nutrient availability and prevents nutrient deficiencies or toxicities. 19"
  },
  {
    "crop_name": "Available Nutrients",
    "description": "• Soil nutrients, including macro- and micronutrients, are essential for plant growth and development. • Nutrient availability in the soil depends on factors such as organic matter decomposition, pH, and nutrient cycling processes. • Adequate nutrient levels are crucial for plant growth, productivity, and overall crop quality. • Soil testing and analysis help determine the levels of available nutrients, enabling farmers to adjust fertilization practices and address nutrient imbalances"
  },
  {
    "crop_name": "There and major and micro nutrients based on its quantitative requirement are been",
    "description": "categorised and these are as under:"
  },
  {
    "crop_name": "Major nutrients",
    "description": "a) Nitrogen (N): Nitrogen is essential for plant growth and plays a vital role in protein synthesis, leaf development, and overall plant vigour. However, excessive nitrogen use can lead to environmental issues such as water pollution and greenhouse gas emissions. 20"
  },
  {
    "crop_name": "Micronutrients",
    "description": "a) Iron (Fe): Iron is crucial for chlorophyll synthesis and plays a key role in photosynthesis and energy production in plants. Iron deficiency can lead to yellowing of leaves (chlorosis) and reduced crop productivity. b) Zinc (Zn): Zinc is involved in various enzyme activities and plays a critical role in plant hormone production, protein synthesis, and carbohydrate metabolism. Zinc deficiency can lead to stunted growth, reduced yields, and impaired nutrient uptake. c) Manganese (Mn): Manganese is essential for photosynthesis, enzyme activation, and nitrogen metabolism in plants. Manganese deficiency can lead to yellowing between veins (interveinal chlorosis) and reduced crop yields. d) Copper (Cu): Copper is involved in several metabolic processes, including photosynthesis, respiration, and lignin synthesis. It contributes to plant reproductive development, disease resistance, and enzyme activity. Copper deficiency can result in wilting, leaf deformities, and reduced crop yields. Similarly, fertile soil contains an optimal balance of essential nutrients necessary for plant growth, such as nitrogen, phosphorus, potassium, and micronutrients. Maintaining soil fertility is essential to support healthy crop development, high yields, and nutrient-rich food production. 21"
  },
  {
    "crop_name": "The objective of a student awareness program on soil health assessment using farmer",
    "description": "soil testing and laboratory analysis program may aim to achieve: 1. Understanding Soil Health: The program seeks to enhance students' understanding of soil health and its importance in agriculture. It aims to familiarize them with the concept of soil health, its components, and how it influences plant growth, productivity, and sustainability. 2. Practical Experience in Soil Testing: The program provides students with hands-on experience in conducting soil testing. It aims to equip them with the skills and knowledge to collect soil samples, perform basic laboratory tests, and interpret the results for assessing soil health parameters. 3. Awareness of Sustainable Soil Management: The program aims to raise awareness among students about the significance of sustainable soil management practices. It educates them about the benefits of soil conservation, nutrient management, organic amendments, and other practices that improve soil health and support long-term agricultural sustainability. 22"
  },
  {
    "crop_name": "Sample of",
    "description": ""
  },
  {
    "crop_name": "Soil Health Card",
    "description": "SOPs for Soil Sampling & Processing of Sample for Testing When to Sample?"
  },
  {
    "crop_name": "Timing of sampling is important because soil properties vary depending on the time of",
    "description": "year and type of management practices used, such as tillage or nutrient application just prior to testing. The best time of year to sample is when the climate is most stable and there have been no recent disturbances, such as after harvesting or at the end of the growing season. Where to Sample? 1. For sampling of micronutrient analysis, always use auger made up of stainless steel instead of rusted iron khurpi or spade. 2. Store soil samples in clean cloth or polythene bags. 3. Use glass or polythene jars for storage of soil samples for a longer duration. 4. Recently fertilized plots, bunds, channels, marshy tracts, area near trees, farm ways, buildings, wells, compost piles or other non-representative locations must be avoided during sampling. 26"
  },
  {
    "crop_name": "Basic soil sampling tools",
    "description": "Soil sampling tools are required to collect a uniform amount of soil at any given depth. Various kinds of soil sampling tools are used/ recommended for the soil to be sampled in different environments. Some of the basic soil sampling tools used are as shown below -"
  },
  {
    "crop_name": "Depth of soil sampling",
    "description": "S. No. Type of situation/ crop Depth of sampling 1. Cereals, vegetables, seasonal crops etc. 0-15 cm (Shallow rooted crops) All soil types under Furrow slice layer cultivation 2. Deep rooted crops with longer duration Samples should be collected (Cotton, sugarcane, banana, tapioca, from different depth depending vegetables etc.) Plantation or fruit crops on situation"
  },
  {
    "crop_name": "Collection of soil samples",
    "description": "There are methods/ technique for collection of soil samples which vary according to the purpose of sampling and a number of approaches may be employed. The two techniques, i.e., Grid sampling & Zig-zag sampling are shown below – 27"
  },
  {
    "crop_name": "Procedure of V shaped method of soil",
    "description": "sampling: 1.Remove the surface litter, grass, debris, etc., from the sampling point 2.Drive the auger to a plough depth of 15 cm and draw the soil sample 3.Collect at least 10 to 15 samples from each sampling unit and place in a bucket or tray 4.If auger is not available, make a ‘V’ shaped cut to a depth of 15 cm in the sampling spot using spade 5. Remove thick slice of soil from top to bottom of exposed face (2.5-3 cm) of the ‘V’ shaped cut and place in a clean container."
  },
  {
    "crop_name": "Preparation of composite soil sample",
    "description": "1. Mix the collected soil samples thoroughly on a clean sheet. 2. Entire soil mass is spread 3. Divide into four quarters 28"
  },
  {
    "crop_name": "Processing of soil samples for analysis",
    "description": "• Drying- The soil samples are dried in shade. • Grinding- The sample is grinded using mortar to prepare it for sieving. • Sieving- Grinded soil sample is sieved through 2 mm stainless steel sieve and for specific analyis like Organic Carbon use 0.2 – 0.5 mm sieve. Remove plant residues, gravels, etc by retaining them on the sieve."
  },
  {
    "crop_name": "Drying Grinding",
    "description": ""
  },
  {
    "crop_name": "Sieving",
    "description": "Do's and Don'ts for soil sampling, processing & testing in Indian conditions: Do's: 1. Use a representative sampling method: Take multiple soil samples from different locations within the field to account for soil variability. Use a zigzag or W-pattern sampling approach to obtain a representative soil sample. 2. Sample at the right time: Soil sampling should ideally be done before the planting season or during the fallow period. 3. Take samples at the appropriate depth: The depth of soil sampling depends on the crop and its root zone. For most crops, a depth of 0-15 cm is suitable. However, for deeper-rooted crops like sugarcane or tree plantations, sample up to 30-60 cm depth or as recommended. 30"
  },
  {
    "crop_name": "Soil testing is a set of various chemical processes that determine the amount of",
    "description": "available plant nutrients in the soil. It is important because it determines the exact amount of available crop nutrients in the soil and provides a visible snapshot of soil properties (chemical/ physical/ biological). The results of soil testing will supply soil nutrients interpretation, which includes an indication of whether that particular soil is low, medium or high/ deficient or sufficient in that nutrient. Accordingly, fertilizer recommendations based on the analysis can be made. Digital Soil Testing Mini Lab/ PUSA STFR machine PUSA STFR METER KIT (PUSA Soil Test and Fertiliser Recommendation Meter Kit) is an advanced Soil Testing Kit authorised under the Government of India's Soil Health Card mission. This Digital Soil Testing Mini Lab is a low cost, user friendly digital embedded system instrument which can quantitatively estimate available nutrients in soil."
  },
  {
    "crop_name": "It is a Soil Doctor that tests parameters of soil where the available nutrient in a soil is",
    "description": "extracted with an extractant and a colour is developed in the extract with another reagent. The colour intensity which is proportional to the amount of nutrient extracted is measured by this Soil Testing Meter. It recommends fertiliser dose from soil test values of for over 100 crops, prints Soil Health Card through in-built thermal printer, sends Soil Testing Report to mobile via Bluetooth and computer via USB. 32"
  },
  {
    "crop_name": "Clean the equipment thoroughly between each sample to prevent carryover of",
    "description": "reagents or residues that could impact the accuracy of subsequent tests. 2. Don't rush the process: Take your time to perform each step carefully and allow sufficient reaction times for accurate results. Rushing through the process can lead to errors and inaccurate readings. 3. Don't extrapolate beyond the kit's capabilities: Soil testing kits have specific limitations and are designed to provide a basic assessment of certain soil parameters. Avoid extrapolating the results beyond the kit's intended use and consult a professional laboratory for comprehensive soil analysis if needed. 4. Don't neglect safety precautions: Some soil testing kits may involve the use of potentially hazardous reagents or chemicals. Follow safety precautions, such as wearing appropriate personal protective equipment (PPE), working in a well-ventilated area, and disposing of chemicals properly. 5. Don't rely solely on the kit for complex analysis: While soil testing kits can provide valuable insights into certain soil parameters, they may not be suitable for complex analysis or comprehensive nutrient management recommendations. Remember that soil testing kits provide a convenient and cost-effective option for basic soil analysis. However, it is advisable to consult a professional laboratory that specializes in soil testing. 34"
  },
  {
    "crop_name": "Instrument required PUSA STFR meter",
    "description": "Reagents Required: Standard pH 7.0: One 100 ml solution Standard pH 4.0 (In case of neutral to acid soil area) One 100 ml bottle. Standard pH 9.2 (In case of alkali soil area) One 100 ml bottle LR solution (In case of acid soil area) Two 100 ml bottle Procedure: Take 10 mL (12 g) for alluvial and red & 5ml soil for black soil with 24ml and 30 ml distilled water respectively. Stir the suspension for 2 minutes PH Calibration: Put the pH electrode in pH 7 buffer solution Enter and go to Calibration STD pH 7 and calibrate with pH 7 buffer solution and then go to STD pH 4 and calibrate with pH 4 buffer by dipping pH electrode in pH 4 buffer solution."
  },
  {
    "crop_name": "Put on the Soil Testing meter",
    "description": ""
  },
  {
    "crop_name": "Press the enter button",
    "description": "Record the pH reading. Result: Record the result"
  },
  {
    "crop_name": "Instrument required PUSA STFR meter",
    "description": "Reagents Required EC standard solution: One 100 ml bottle Procedure: Take 10 mL (12 g) for alluvial and red & 5ml soil for black soil with 24ml and 30 ml distilled water respectively. Stir the suspension for 2 minutes"
  },
  {
    "crop_name": "Calibration",
    "description": "Enter to see the ‘Put the standard’"
  },
  {
    "crop_name": "Dip the electrode in the standard solution and Enter",
    "description": ""
  },
  {
    "crop_name": "Put on the Soil Testing Meter",
    "description": ""
  },
  {
    "crop_name": "Press the enter button",
    "description": ""
  },
  {
    "crop_name": "Record the EC reading",
    "description": ""
  },
  {
    "crop_name": "Note down the reading",
    "description": "Result: Record the result"
  },
  {
    "crop_name": "Instrument required PUSA STFR meter",
    "description": "Reagents Required: OC1: one 60 ml dropping bottle. (1ml for one test) OC2: one pack of 60 small vials (2 ml for one test) Procedure: Take six glass beakers and mark them as B (for blank) and 1,2,3,4,5 for samples Take 11 drops of distilled water in blank beaker marked as DW and 0.4 ml soil in beakers OC1 reagent crystallizes in cold. Before using it should Add 1ml. OC1 in all the beakers and then add one vial be warmed OC2 in all the beakers and shake to dissolve the crystals Keep undisturbed for 30 minutes Then add 47 ml distilled water with the help of 50 ml measuring cylinder to all the beakers and mix them with a glass rod"
  },
  {
    "crop_name": "Take another set of five glass beaker and mark them",
    "description": "as 1,2,3,4 and 5"
  },
  {
    "crop_name": "Caution",
    "description": "OC2 is very corrosive and Filter the sample solutions. should not come in contact with skin"
  },
  {
    "crop_name": "Take readings of the blank solution first and then one",
    "description": "by one the sample solutions. Result: Record the result (Annexure-II). 37"
  },
  {
    "crop_name": "Instrument required PUSA STFR meter",
    "description": "Reagents Required: Procedure:"
  },
  {
    "crop_name": "Calculated from organic carbon content of soil",
    "description": "Result: Record the result"
  },
  {
    "crop_name": "Blank",
    "description": "12 ml of PHX+0.3 (0.6 ml in case of red and black"
  },
  {
    "crop_name": "Reagent Preparation",
    "description": "soil) charcoals. PHX: Dissolve the content of 5 ml vial PHX In 100 ml DW in dropping bottle PHS: Dissolve the content of Shake for half an hour and filter. 2 ml vial PH3 in 50 ml DW dropping bottle"
  },
  {
    "crop_name": "Colour Development Sample",
    "description": "2 ml sample extract +5 drops PH1 + 2ml PH2 + 1 ml PH3 Dilute to 10 ml Keep for 15 min."
  },
  {
    "crop_name": "Colour Development Blank",
    "description": "2 ml blank extract +5 drops PH1 + 2ml PH2 + 1 ml PH3 Dilute to 10 ml Keep for 15 min. Result: Record the result"
  },
  {
    "crop_name": "Reagent Preparation",
    "description": "PSX: Dissolve the content of Pinch of charcoal (0.3 ml) PSX1 and PSX2 In 125 ml distilled water in dropping bottle. PT3: Dissolve the content of 2 Shake for half an hour and filter ml vial PT3 in 10 ml DW in dropping bottle& Finer. Blank: 20 ml PS X. + pinch of charcoal (0.3 ml) Shake for half an hour and filter. 41"
  },
  {
    "crop_name": "Colour Development Sample",
    "description": "1 ml sample extract + 1ml blank extract + 1 ml PT1+ 11 drops PT2 Shake up and down three times with cap closed. Wait for three minutes. Add 5 drops of PT3 quickly and wait for 1 minute. Shake up and down three times with cap closed. Add 1 ml PS2 and dilute to 10 ml with water and shake up and down three times with cap closed. Keep for 5 min. 42"
  },
  {
    "crop_name": "Colour Development Blank",
    "description": "2 ml blank extract + 1 ml PT1 + 11 drops PT2. Shake up and down three times with cap closed. Wait for three minutes. Add 5 drops of PT3 quickly and wait for 1 minute. Shake up and down three times with cap closed. Add 1 ml PS2 and dilute to 10 ml with water and shake up and down three times with cap closed. Keep for 5 min. Calibration with Potassium Standard: 1 ml standard solution + 1ml blank extract + 1 ml PT1+ 11 drops PT2. Shake up and down three times 17 with cap closed Wait for three minutes. Add 5 drops of PT3 quickly and wait for 1 minute."
  },
  {
    "crop_name": "Shake up and down three times with cap closed",
    "description": "Add 1 ml PS2 and dilute to 10 ml with water and shake up and down three times with cap closed. Keep for 5 min Enter reading in the STANDARD option of the meter. Result: Record the result"
  },
  {
    "crop_name": "Instrument required PUSA STFR meter",
    "description": "Reagents Required: SW: One 100 ml bottle of solution S1 : One 100 ml bottle of solution S2: One 100 ml container containing solid powder material S3: One empty 100 ml dropping bottle (solution to be prepared during testing) S4: One 100 ml dropping bottle of standard solution (All reagents except PS2 have lifetime of six months; the life of PS2 is three months. Solid reagents supplied, once dissolved in water can be used for one day only.) Procedure: See next page Extraction: Same as potassium 44"
  },
  {
    "crop_name": "Colour Development Sample",
    "description": "5 ml sample extract +4 drops S3+0.3 ml solid S2. Shake up and down 50 times till solid dissolves and keep it for 5 minutes. Then add 1 ml S1 Shake up and down 10 times and keep it for 25 minutes and take reading"
  },
  {
    "crop_name": "Colour Development Blank",
    "description": "5 ml black extract + 4 drops S3+ 0.3 ml solid S2+ Shake up and down 50 times till solid dissolves and keep it for 5 minutes. Add 1 ml S1. Shake up and down 10 times and keep it for 25 minutes and take reading Calibration with Sulphur standard: 5 ml standard solution +4 drops S3+ 0.3 ml solid S2. Shake up and down 50 times till solid dissolves and keep it for 5 minutes. Then add 1 ml S1. Shake up and down 10 times and keep it for 25 minutes and take reading. Result: Record the result (Annexure-II)."
  },
  {
    "crop_name": "Reagent",
    "description": "ZNX: Dissolve the content of ZNX in 100 ml Objective: To study the zinc content of given soil distilled water. sample. ZN3: Dissolve the contents of vial in 50 ml DW Instrument required: PUSA STFR meter ZN4: Take the content of 2ml dark vial ZN41 in 50 ml dropping bottle and add 25 ml Reagents Required: ZN42 solution shake well to dissolve it ZNX: 10 vials, of 5 ml capacity, the content of each of which has to be dissolved in 100 ml distilled water in a 100 ml bottle for 5 samples and one blank. ZN1: (ZN1A for alluvial and red soil, ZN1B for high clay or black soil) Two 100 ml bottle (200 ml solution) ZN2: Two 100 ml bottle (150 ml solution) ZN3: 10 vials (1ml capacity), the content of each is to be dissolved in 100 ml solution in dropping bottle for 5 tests ZN41: 10 vials (dark colour 1 ml capacity) the content of each is to be dissolved in 25 ml ZN42 solution and filtered in dropping bottle for 5 tests Procedure: Sample Extraction: 2.5 ml (3 g) soil + 15 ml ZNX."
  },
  {
    "crop_name": "Shake for half an hour and filter",
    "description": ""
  },
  {
    "crop_name": "Colour Development Sample",
    "description": "2 ml sample extract+3ml ZN1(A for alluvial and B for black soil) + 2 ml ZN2+ 1ml ZN3+ 2ml ZN4. Keep for 15 min"
  },
  {
    "crop_name": "Colour Development Blank",
    "description": "2 ml blank (ZNX)+, 3ml ZN1(A for alluvial and B for black soil) + 2 ml ZN2+ 1ml ZN3+ 2ml ZN4. Keep for 15 min. Result: Record the result"
  },
  {
    "crop_name": "Instrument required PUSA STFR meter",
    "description": "Reagents Required:"
  },
  {
    "crop_name": "ZNX as in case of zinc",
    "description": "FE1: One 100/125 bottle containing 100 ml solution FE2: One 100/125 bottle containing 100 ml solution Procedure: Extraction: Same as Zinc"
  },
  {
    "crop_name": "Colour Development Sample",
    "description": "2 ml sample extract + 1ml ZNX+1 ml FE1+ 1ml FE2. Keep for 15 min"
  },
  {
    "crop_name": "Colour Development Blank",
    "description": "2 ml blank (ZNX) + 1ml ZNX+1 ml FE1+ 1ml FE2. Keep for 15 min Result: Record the result"
  },
  {
    "crop_name": "Instrument required PUSA STFR meter",
    "description": ""
  },
  {
    "crop_name": "Reagent Preparation",
    "description": "Reagents Required: ZNX: Same as above CU3: Dissolve the 2ml vial ZNX as in case of zinc CU3 contents in 50 ml DW CU1: One 100/125 bottle containing 100 ml solution CU2: CU1: One 100/125 bottle containing 100 ml solution CU3: 10 vials (1ml capacity), the content of each is to be dissolved in 50 ml DW in dropping bottle for 5 tests Procedure: Extraction: Same as Zinc"
  },
  {
    "crop_name": "Colour Development Sample",
    "description": "4 ml sample extract+ 2 ml CU1+1 ml CU2 Filter+ 1ml CU3 Keep for 15 min"
  },
  {
    "crop_name": "Colour Development Blank",
    "description": "4 ml blank (ZNX) + 2ml CU1+1 ml CU2 Filter+ 1ml CU2+1ml CU3 Keep for 15 min Result: Record the result"
  },
  {
    "crop_name": "Reagent",
    "description": "Objective: To study the manganese content of given soil sample. MNX: Dissolve the Instrument required PUSA STFR meter content of MNX in 100 ml distilled water Reagents Required: MNX: 10 vials, of 5 ml capacity, the content of each of which has to be dissolved in 100 ml distilled water in a 100/125 ml bottle for 5 samples and one blank. MN1: One 100/125 bottle containing 100 ml solution MN2: One 100 ml container containing 20 g of solid powder Procedure: Sample Extraction: Sample: 2.5 ml (3 g) soil + 15 ml MNX."
  },
  {
    "crop_name": "Shake for half an hour and filter",
    "description": ""
  },
  {
    "crop_name": "Colour Development Sample",
    "description": "5 ml sample extract+0.5 ml MN1+0.2 g MN2. Shake and keep in boiling water for 5 minutes and take reading after 15 min"
  },
  {
    "crop_name": "Colour Development Blank",
    "description": "5 ml blank (MNX) +0.5 ml MN1+0.2 g MN2. Shake and keep in boiling water for 5 minutes and take reading after 15 min Result: Record the result 49"
  },
  {
    "crop_name": "Reagent",
    "description": "Objective: To study the boron content of given soil sample. BX: Dissolve both the contents of one BXA and one Instrument required: PUSA STFR meter BXB in 250 ml distilled water in the bottle marked as BX B2: Dissolve the contents of each vial in 10 ml distilled water for one day use Reagents Required: BX: 10 vials of BXA and 10 vials of BXB. To make BX the contents of one BXA and one BXB vial have to be dissolved in 250 ml distilled water. First dissolve BXA in BXB + some water and then make volume up to 250 ml B1: One 100 ml dropping bottle B2: 10 vials, the contents of which have to be dissolved in 10 ml of distilled water in a 50 ml dropping bottle. Procedure: Extraction: 10 ml soil (12.0g) +24 ml of BX."
  },
  {
    "crop_name": "Shake for half an hour and filter with double filter",
    "description": "paper."
  },
  {
    "crop_name": "Colour Development Sample",
    "description": "3ml sample extract+1ml B1+1ml B2 Keep it for half an hour and take reading."
  },
  {
    "crop_name": "Colour Development Blank",
    "description": "3 ml blank (BX) + 1 ml B1+1 ml B2. Keep it for half an hour and take reading. Result: Record the result."
  },
  {
    "crop_name": "Interpretation of Results",
    "description": ""
  },
  {
    "crop_name": "Interpretation refers to the task of drawing inferences based on the results of soil",
    "description": "samples analysis. The interpretation of soil test results will typically indicate whether a nutrient level is –"
  },
  {
    "crop_name": "Low or Deficient or",
    "description": "(in case of macro- (in case of micro- nutrients) nutrients) Medium (moderate) or Sufficient (in case of macro- (in case of micro- nutrients) nutrients) High (adequate)/ Very High Acidity/ Alkalinity high (in case of soil pH) (in case of macro- nutrients) These levels are known as “nutrient classes” or categories. The nutrient classes or categories used in Digital Soil Testing Mini Lab for 12 soil health parameters are as given below-"
  },
  {
    "crop_name": "Soil pH",
    "description": "pH range Classes <4 Extremely acid 4-5 Strongly acid 5-6 Moderately acid 6-7 Slightly acid 7 Neutral 7-8 Moderately alkaline >8.5 Strongly alkaline 51"
  },
  {
    "crop_name": "Because it indicates the major nutrient",
    "description": "deficiencies in soils (in high acidic soils) and trace element deficiencies along affecting other soil properties in soils (in high alkaline soils)."
  },
  {
    "crop_name": "Soil EC",
    "description": "EC range of Salt (%) Classes extract (dS/m) range in soil 0-0.4 0-0.05 Non saline (Salinity effect mostly negligible) 0.4-0.8 0.05-0.1 Very slightly saline (Yield of very sensitive crops may be restricted) 0.8-1.6 0.1-0.2 Moderately saline (Yield of many crops restricted) >1.6 >0.2 Strongly saline (Only tolerant crops yield satisfactorily) NOTE- Alluvial soil (silt loam) = soil: water is 1:2; Black soil (clay loam)= soil: water is 1:5"
  },
  {
    "crop_name": "Non saline soils",
    "description": "Soils are not happy in Salinity conditions."
  },
  {
    "crop_name": "Saline soils",
    "description": "Because it affects the growth of plants. Soil Organic Carbon (OC) OC range (%) Classes <0.5 Low 0.5 – 0.75 Medium >0.75 High 52"
  },
  {
    "crop_name": "Soils are happy in when soil organic",
    "description": "carbon is high. Because then soils are healthy."
  },
  {
    "crop_name": "Nitrogen",
    "description": "Nitrogen (kg/ ha) Classes <280 Low 280 - 560 Medium > 560 High"
  },
  {
    "crop_name": "Phosphorus",
    "description": "Phosphorus (kg/ ha) Classes <10 Low 10 – 25 Medium > 25 – 50 High > 50 Very High"
  },
  {
    "crop_name": "Potassium",
    "description": "Potassium (kg/ ha) Classes <120 Low 120 – 280 Medium > 280 – 600 High > 600 Very High Soils are happy in when Nitrogen, Phosphorus and Potassium (Macro- nutrients) are high in soils."
  },
  {
    "crop_name": "Because these are essential nutrients",
    "description": "for plant growth. 53"
  },
  {
    "crop_name": "Sulphur",
    "description": "Sulphur (ppm) Classes <10 Deficient >10 Sufficient Micro-nutrients, i.e., Zinc, Iron, Copper, Manganese, Boron"
  },
  {
    "crop_name": "Zinc Iron Copper Manganese Boron Classes",
    "description": "(ppm) (ppm) (ppm) (ppm) (ppm) <0.6 <4.5 <0.2 <2.0 <0.5 Deficient >0.6 >4.5 >0.2 >2.0 >0.5 Sufficient"
  },
  {
    "crop_name": "Soils are very happy when Macro",
    "description": "as well as Micro nutrients are high/ sufficient in soils."
  },
  {
    "crop_name": "Because plants need these are",
    "description": "essential nutrients from soils for its growth."
  },
  {
    "crop_name": "Conversion Factor to Multiply Soil Testing Value to Get STL Value",
    "description": ""
  },
  {
    "crop_name": "Nutrient Extractant Critical Critical limit for Factor to multiply",
    "description": "limit for Soil Testing Soil Testing Meter STL Meter (mg/kg) to get STL (mg/kg) S 0.15% CaCl 10 10 1 2 Zn 0.005M 0.6 1.3 0.461 DTPA+0.01M CaCl +0.1M TEA 2 Fe -do- 4.5 14.0 0.321 Cu -do- 0.2 0.72 0.277 Mn -do- 2.5 2.5 1 B Hot water 0.5 0.5 1 54"
  },
  {
    "crop_name": "Soil Test Value RDF",
    "description": "If Soil Test Value of any of the Apply 25 % more than RDF nutrient lies in the LOW category"
  },
  {
    "crop_name": "If Soil Test Value of any of the Apply RDF",
    "description": "nutrient lies in the MEDIUM If Soil Test Value of any of the Apply 25 % less than RDF nutrient lies in the HIGH category"
  },
  {
    "crop_name": "If Soil Test Value of any of the Do not apply any fertilizer of",
    "description": "nutrient lies in the VERY HIGH that nutrient. category 55"
  },
  {
    "crop_name": "SHC mobile app of Department of Agriculture and Farmer welfare specifically",
    "description": "designed for soil sample collection and analysis. 2. Download and Install the SHC mobile app: Download the app from google play store, and install it on your mobile device. Ensure that your device meets the app's compatibility requirements. 3. Register and Create an Account: Open the app and register by providing the required information. Create an account using schools’ name as username and password to access the app's features. 4. Field Soil Sample Collection: After creating the account, user will login using their credentials once they enter into the field or plot for which he/ she want to collect soil samples. 5. Farmer’s registration: Students will introduce the mobile app to the farmers and request to download & register under soil sample collection services in the app themselves with their mobile/ Adhaar/ name. 6. Sample Collection: Enter the relevant details for each soil sample, such as sample ID, location, crop, and any other required information. The app may provide a map or GPS feature to identify and mark the field location accurately. Follow the app's instructions to collect soil samples using proper sampling techniques, including depth and sample numbers. 7. Submit Samples and Request Analysis: Use the app to submit the collected soil samples to a designated laboratory for analysis. The app may provide options to select a preferred laboratory or recommend nearby labs for convenience. 56"
  }
]