[
  {
    "crop_name": "Soil Day",
    "description": "Table 1. Parameters in Soil Health Cards and their critical limits:"
  },
  {
    "crop_name": "Limits",
    "description": "S. No. Parameters"
  },
  {
    "crop_name": "Low Medium High",
    "description": "1. pH (1:2) < 6.5 Acidic 6.5-7.0 Neutral > 7.0 Alkaline 2. EC (1:2) < 4.0 (Normal) > 4.0 (Saline) 3. OC (%) < 0.50 0.50-0.75 > 0.75 4. N (kg ha-1) < 280 280-560 > 560 5. P (kg ha-1) < 10 10-25 > 25 6 6. K (kg ha-1) < 120 120-280 > 280 7. S (mg kg-1) < 10 deficient >10 sufficient 8. Zn (mg kg-1) < 0.6 deficient > 0.6 sufficient 9. Cu (mg kg-1)) < 0.2 deficient > 0.2 sufficient 10. Fe (mg kg-1) < 4.5 deficient > 4.5 sufficient 11. Mn (mg kg-1) < 2.0 deficient > 2.0 sufficient 12. B (mg kg-1) < 0.5 deficient > 0.5 deficient Advantages of SHC: • With the issue of the card, the farmers will get a well-monitored report of the soil which 7 8 is chosen for cultivation of crops. 2 e • The monitoring will be done on a regular basis. g a P www.justagriculture.in"
  },
  {
    "crop_name": "It is observed from various studies across the country that indiscriminate use of",
    "description": "chemical fertilizers by farmers with a view to increase the crop yield is a common problem, which has led to deterioration of soil structure, wastage of nutrients, destruction of soil micro- 0 9 organisms, and scorching of plants at the extreme cases. A proper soil test will help ensure the 2 e application of fertilizers to meet the requirements of the crops while taking advantages of g a P www.justagriculture.in"
  },
  {
    "crop_name": "Application of recommended fertilizers mentioned on soil health card is very crucial",
    "description": "for sustainable intensification and increasing crop productivity. The application of recommended fertilizers is influenced by many factors like, awareness of farmers about advantages in applying recommended doses of fertilizers, availability of fertilizers, convenience, sources of purchase of fertilizers, weather condition and time of fertilizer application etc. Conclusion: SHC recommendation-based fertilizer application has multiple benefits like enhanced soil quality, production of nutritious food, climate change mitigation along with reduction in water pollution due to chemicals etc. Also, collaborative efforts of government and non- government agencies in the promotion of SHC based balanced fertilizer recommendation make farmers aware about its importance for the progress of Indian farming system. Soil testing is a great tool to assess soil fertility and nutrient supplying capacity. The most crucial step in the whole programme is timely reporting of soil test results to farmers. Thus, it can be said that our ‘New India’ is inching closer to the dream of ‘Doubling the Farmer’s Income’. Soil Health Cards are ushering in the new era of healthy soil management in the country, especially ending the menace of overuse of urea or nitrogenous fertilizers. References: https://soilhealth.dac.gov.in https://www.researchgate.net/publication/340741286 Mishra R, Das R, Rani A, Saha JK and Patra AK (2021). Soil Health Card: A Step Towards Sustainable Agriculture. Harit Dhara, 4(1): 26. Ramappa KB, Elumalai Kannan Lavanya BT (2015). Adoption of recommended doses of fertilizers on soil test basis by farmers in Karnataka. Institute for Social and 1 Economic Change. 9 2 e g a P www.justagriculture.in"
  }
]