[
  {
    "crop_name": "Assessing the impact of knowledge and adoption of soil health cards on soil health",
    "description": "management in Agra district, Uttar Pradesh RAJENDRA SINGH CHAUHAN1, SANDEEP SINGH2, SHIVAM PRATAP3 AND YASH CHAUHAN4 Krishi Vigyan Kendra, Raja Balwant Singh College, Bichpuri, Agra (U.P.) Received: December, 2024; Revised accepted: April, 2025"
  },
  {
    "crop_name": "ABSTRACT",
    "description": ""
  },
  {
    "crop_name": "A Soil Health Card is a printed report that displays soil health indicators and associated descriptive",
    "description": "terms and it is provided to the farmers for each of his holdings. It will contain the status of his soil with respect to 12 parameters, namely N, P, and K (macronutrients); S (secondary nutrient); Zn, Fe, Cu, Mn, and B (micronutrients); and pH, EC, and OC (physical parameters). Based on this, the SHC l also indicates fertilizer recommendations and soil amendments required for better soil management practices to increase agricultural production in their farms. The study revealed that the increasing pattern regarding the number of awareness programs and training programs towards soil health management and the number of soil samples analyzed by KVK (242 to 3863) during the last five years, i.e., 2019–2024. Results indicated that the majority of the respondents belonged to the middle-age group of 35-55 years (49.33%), followed by the old-age group (30.00%); the high school education group (37.33%), followed by middle school group (24.67%); and the medium landholding group having 2-5 ha (36.00%), followed by the small landholding group (28.00%). It was observed that the majority of the respondents fell into the medium level of knowledge (62.00%), followed by high knowledge (23.33%) and medium adoption of soil health cards. The reason behind the partial adoption and no adoption of soil health cards might be due to their unawareness about the benefits of balanced fertilizer application and soil health management strategies in farming. Keywords: Soil health management, Soil health card, Soil fertility, Knowledge, Adoption INTRODUCTION nutrient needs of a specific crop and field, the more likely a farmer is to maximize profits by Soil health and fertility are crucial using fertilizers effectively. Therefore, the components for sustainable agriculture, ensuring present study was conducted by Krishi Vigyan both productivity and profitability for farmers. Kendra, Bichpuri, R.B.S. College, Agra, to Implementing scientifically recommended evaluate the farmers' awareness regarding soil fertilizer usage and crop planning is a crucial health cards as well as agriculture soil health step toward sustainable agriculture. Embracing management. sustainable soil fertility management (SFM) practices is essential for ensuring long-term MATERIALS AND METHODS agricultural productivity (Chowdary et al., 2018; Kapoor et al., 2021). Soil testing is indeed a Present study was conducted in Agra scientifically sound diagnostic tool for evaluating district in Uttar Pradesh, particularly examining soil health, identifying nutrient deficiencies or knowledge and adoption of soil testing and soil excesses, and recommending appropriate soil health cards for soil health management among amendments, including fertilizer farmers. It selected five blocks (Achenera, Akola, recommendations. It helps farmers make Bah, Bichpuri and Kheragarh) among 15 blocks informed decisions about soil fertility status for and 2 villages within each, drawing a sample of sustainable and profitable agricultural a total of 150 respondents (15 farmers per practices. Soil testing as a tool for judicious village) using a simple random sampling method fertilizer use hinges on the principle of (Table 1). The study aims to assess the impact profitability, meaning that when all other of Krishi Vigyan Kendra, Bichpuri, conducting production factors are optimized, there's a high awareness programs, method demonstrations, probability of a profitable response to nutrient and training programs on soil testing since its application based on soil test results. The more inception in these adopted villages. To assess accurate soil test results indicate the accurate the knowledge level towards soil testing and soil Corresponding author email: Sr. Scientist cum Head, chauhanraj5985@gmail.com, SMS Soil Science, KrishiVigyan Kendra, Raja Balwant Singh College, Bichpuri, Agra (U.P.), SMS Agriculture Extension, KrishiVigyan Kendra, Raja Balwant Singh C ollege, Bichpuri, Agra (U.P.), M.Sc. Ag, Department of Soil Science & Soil Chemistry, RBS College, Bichpuri, Agra, Uttar Pradesh 283105"
  },
  {
    "crop_name": "KVK Agra",
    "description": "S. No. Year No of Programmes No of soil samples analysesd No of Villages covered 1. 2019-20 21 242 11 2. 2020-21 20 873 12 3. 2021-22 23 1305 27 4. 2022-23 27 1548 32 5. 2023-24 29 3863 41 Total 118 7831 123"
  },
  {
    "crop_name": "Independent Variables to the migration of younger individuals to cities in",
    "description": "search of better-paying jobs compared to those The data (Table 3) indicated that in agriculture. Regarding education, the majority maximum of the respondents (49.33%) were of respondents (37.33%) had completed high middle-aged. i.e., the 36-55 age groups, followed school, followed by 24.67% with middle school by 30.00% and 20.67% from the old and high education, 15.33% with primary education, age group, respectively. This could be attributed 12.00% with graduates, and 10.67% with"
  },
  {
    "crop_name": "Statement on knowledge on Soil testing and Soil Health Card Frequency Knowledge Rank",
    "description": "What is soil humus? 55 36.67 XVIII Do you know about soil Health Card Scheme? 71 47.33 XVI What are the micro nutrients mentioned in SHC 50 33.33 XIX What are secondary nutrients present in SHC 34 22.67 XX What are major nutrients covered in SHC 146 97.33 I From where soil samples should be collected? 105 70.00 X In how many places soil should be collected per acre for soil testing? 84 56.00 XV What is the depth that soil sample has to be collected in cultivated land for food crops? 119 79.33 VI What is the depth that soil sample has to be collected in land for horticultural crops? 100 66.67 XII What is the validity period of SHC recommendations? 69 46.00 XVIII Is it SHC provides information about pH and EC? 140 93.33 II Can we improve the fertility status and productivity of soil through SHC information? 122 81.33 V Can we alter the crop planning and scientific farming through SHC information? 126 84.00 IV The pH value for acidic soil ranges between 4 to 6 89 59.33 XIV What is used as an amendment for acidic soil? 96 64.00 XIII What is used as an amendment for alkaline soil? 104 69.33 XI How soil fertility will be maintained? 127 84.67 III How crop yield can be enhanced? 108 72.00 IX Do you know the application of fertilizers to the field based on the results of SHC? 109 72.67 VIII Details present in SHC- dosage of fertilizer application to crops 115 76.67 VII Knowledge Index (KI)= Total Knowledge score obtained/Total attainable score X 100 third by the SHC beneficiaries with (84.00%) and (81.33%) knowledge, respectively. (84.67%) knowledge. The statements ‘Can we The reason for more knowledge obtained by alter the crop planning and scientific farming SHC beneficiaries might be due to their regular through SHC information?’ and ‘Can we improve and periodical contact with the KVK, Bichpuri the fertility status and productivity of soil through officials, and Soil and Water testing laboratories, SHC information?’ ranked fourth and fifth with UP State Department of Agriculture."
  },
  {
    "crop_name": "Constraints of the Farmers towards Adoption",
    "description": "significant portion of the population has some"
  },
  {
    "crop_name": "Recommendations",
    "description": "understanding, there's a lack of widespread, in- depth knowledge about the importance of soil health.The likely reason for the overall level of The data illustrated in Table 9 revealed knowledge may be attributed to limited that the majority of the respondents (88.67%) awareness about soil health. This finding is expressed that they are facing difficulty having consistent with the study conducted by Madhu et knowledge about the importance of the al. (2020). micronutrients, and (80.67%) of the respondents expressed their constraint as fertilizer prices Table 7: Distribution of respondents according to being too high to purchase. About (73.33%) of their overall knowledge levelon SHC(N=150) the respondents expressed that calculating the Knowledge Level Frequency % fertilizer dose on the basis of the nutrient status Low (up to 33.33%) 22 14.67 of the soil is very difficult. Later, non-availability Medium (33.3 to 64.66%) 93 62.00 of organic manure and lack of proper knowledge High (above 64.66%) 35 23.33 about scientific methods of soil sampling were in Total 150 100.00 IVth and Vth rank with (66.00%) and (60.67%)."
  },
  {
    "crop_name": "These findings are in coincidence with the",
    "description": "From the (Table 8), it is observed that findings of Naruka et al. (2018). the majority of the respondents belong to the Table 9: Constraints faced by the farmers in adoption of SHC (N=150)"
  },
  {
    "crop_name": "Constraints Frequency Percentage Rank",
    "description": "Challenges in determining fertilizer dosage based on soil nutrient levels 110 73.33 III Insufficient awareness of scientific soil sampling techniques 91 60.67 V Difficulty in interpreting the information provided in the soil health card 66 44.00 X Limited understanding of the significance of micronutrients 133 88.67 I Use Of More Fertilizers Leads To More Yields 90 60.00 VI No awareness about importance of soil testing 68 45.33 IX Non -availability of organic manures 99 66.00 IV Prices of fertilizers are high 121 80.67 II Sometimeadequate quantity of fertilizers not available 81 54.00 VIII Issue of soil health card was too late 62 41.33 XI Soil testing not done in their fields 51 34.00 XII Non-availability of micronutrients in the market 88 58.67 VII"
  },
  {
    "crop_name": "REFERENCES",
    "description": "Chowdary, R.K., Lakshmi, J.M., and Prasadbabu, Sathish, G. (2021) Impact assessment on G. (2018) Factors determining the soil adoption of soil health cards for fertilizer health card adoption behavior among management in Tiruvallur farmers in Andhra Pradesh. Asian District. Current Journal of Applied Journal of Soil Science, 13(1), 83–86. Science and Technology, 40(3), 50–55. Ghaswa, R., Tripaty, S., Sharma, B., and Naruka, P. S., Verma, S., Pachauri, C. P., Bhadauria, R. S. (2020) Study of Sarangdevot, S. S., Kerketta, S., and knowledge, adoption and constraints Bhadauria, S. S. (2018) Study on faced by farmers about soil health card- knowledge, adoption and constraints based fertilizer application in Ratlam faced by farmers about soil health card- district, M.P. Indian Journal of Extension based fertilizer application in Neemuch Education and Rural Development, 28, District, India. International Journal of 119–121. Current Microbiology and Applied Kapoor, R., Sharma, A., Raina, R., and Thakur, Sciences, 7(7), 1833–1837. K. S. (2021) Assessment of soil fertility RaghavendraChowdary, K., Prasadbabu, G., status of different villages of Chamba and Theodore, R. (2018) Soil health card district of Himachal Himalayas. Indian adoption behavior of farmers in the Journal of Extension Education, 57(1), Andhra Pradesh State of 196–201. India. International Journal of Current Kumar, T Ramu; S Sreenivasulu; P S Sudakar; Microbiology and Applied Sciences, 7(12), and V Divya Rass (2022) Impact 4028–4035. Assessment on knowledge and adoption Singh, D. S., and Singh, P. K. (2014) of soil health cards for soil health Effectiveness of training programs under management in Chittoor district of Agricultural Technology Management Andhra Pradesh. J. Res. ANGRAU Vol. Agency in Bihar. Indian Research Journal 50 (Special issue), 287-293, of Extension Education, 14(1), 93–95. Madhu, H. R., Ranganatha, A. D., Ashoka, K. R., Veeraiah, K., Ramesh, T., Reddy, M. A., and and Nagesha, G. (2020) An index for Sreenivasa Rao, P. (2019) Perception measuring knowledge and adoption and adoption of soil health cards by behavior of soil health cards farmers in YSR Kadapa District of recommendations in Mandya District of Andhra Pradesh. Journal of Krishi Vigyan, Karnataka. International Journal of 8(1), 225–230. Advances in Science, 8(8), 1379–1386. Manimekalai, R., Vijayashanthi, V. A., Yogameenakshi, P., Santhi, P., and"
  }
]