[
  {
    "crop_name": "Gramin Krishi Mausam Sewa",
    "description": ""
  },
  {
    "crop_name": "India Meteorological Department",
    "description": ""
  },
  {
    "crop_name": "Orissa University of Agriculture and Technology",
    "description": "RRTTS, Chiplima, Sambalpur No. 100 (English Bulletin) Week no - 50 Date: 16.12.2025"
  },
  {
    "crop_name": "West Central Table Land Zone",
    "description": "District-Bargarh REALISED MAXIMUM & MINIMUM TEMPERATURE RECORDED IN THE OBSERVATORIES AND DISTRICT AVERAGE RAINFALL DURING THE PERIOD: 10.12.2025 to 16.12.2025 MAX TEMP (oC) MIN TEMP (oC) RAINFALL (mm) DATES 10 11 12 13 14 15 16 10 11 12 13 14 15 16 10 11 12 13 14 15 16 Bargarh 30 29 29 29 29 29 29 13 12 12 12 12 12 13 0 0 0 0 0 0 0 Weather forecast for next 5 days Date 17-12-2025 18-12-2025 19-12-2025 20-12-2025 21-12-2025 Rainfall (mm) 0 0 0 0 0 Max Temperature (º C) 28 28 27 27 27 Min Temperature ( ºC) 11 11 12 12 11 Total cloud cover (okta) 1 0 0 0 0 Max Relative Humidity (%) 64 50 48 53 55 Min Relative Humidity (%) 22 17 19 19 20 Wind speed (km/h) 5 3 3 4 4 Wind direction (deg) 29 325 348 323 338 For further information, contact the IMD, Bhubaneswar, Tel. # 0674-2596116 Weather Summary/Alert: According to medium range weather forecast of IMD, MC, Bhubaneswar, there is very less chance of rainfall and clear to mainly clear sky is expected during upcoming week. No large change in both Maximum and Minimum temperature is expected in upcoming 5 days. Moderate relative humidity along with a wind speed of 3-5 km/h is predicted in north-easterly and north- westerly direction."
  },
  {
    "crop_name": "General Advisory",
    "description": "• Looking to the prevailing cold weather condition, farmers are advised to apply light, protective irrigation to the crops, as moist soil retains heat better than dry soil, which can help raise the temperature around the plants. • Where irrigation facilities are available, grow short duration rabi crops like, Green gram, Cowpea in medium/shallow lowlands utilizing the available soil moisture in the field. • High humidity and persistent leaf wetness create a conducive environment for fungal and other diseases. Past cold and foggy conditions may lead to increased infestation of certain pests, such as aphids on vegetables, beans, and mustard. So, its regular monitoring should be advised."
  },
  {
    "crop_name": "SMS Advisory",
    "description": "• Farmers should start variety selection and nursery preparation for summer/rabi season rice cultivation."
  },
  {
    "crop_name": "Crop and livestock Specific Agromet Advisory",
    "description": ""
  },
  {
    "crop_name": "Name of the crop Crop Stage Agromet Advisories",
    "description": "Kharif Rice Stored grain • Soon after noticing the infestation of the stored grain insect pest, take up pest fumigation by using Aluminium phosphide (do not use in dwelling management houses) tablets @ of 3 tablets/ ton grain (total 9 gm of tablets) in fairly air tight containers or by covering with thick tarpaulin leaving no gaps."
  },
  {
    "crop_name": "The tablets should be wrapped in cotton pouches before placing them in",
    "description": "the stacks. All the corners of plastic cover should be plastered with 6- inch-thick layer of mud/ adhesive tapes to prevent leakage of gas."
  },
  {
    "crop_name": "Nursery cover the nursery beds with polythene sheet during night in rice nursery",
    "description": "sowing and remove in the morning. Irrigate the nursery beds in the evening and drain out the water in the morning. Rapeseed/ Vegetative/ • Thinning of mustard crop should be advised at 15-25 days old crop for Mustard Flowering better plant growth. • To protect the mustard crop from cold wave, spraying of dilute Sulphuric Acid @ 0.1% (1 litre H SO in 1000 litres of water) or thiourea @ 500 2 4 ppm (500 gm thiourea in 1000 litres of water) should be advised. • Past weather condition is favourable for aphid and mustard sawfly attack in mustard crop so its regular monitoring should be advised. Vegetable crops Nursery bed • Keeping in view of the prevailing cold weather condition, farmers preparation / should cover the seeds with a fine layer of soil after sowing in nursery Sowing/ bed and provide light watering using water can. Vegetative • Cover the beds with dry straw or grass until germination is complete to maintain moisture and temperature, removing the cover immediately after seedling emergence. • Prevailing weather condition is favorable for sucking insect and blight attack in vegetable crops. So regular monitoring should be advised. Cows and • To protect the animal from cold, they should kept inside the sheds during night and Buffalos provide dry bedding (If possible, use jute bag to cover the animal and straw as bedding material) and ensure access to unfrozen water and extra food to generate body heat. \\ • Ensure proper ventilation in animal sheds to manage humidity levels. • Deworm animals and maintain proper hygiene in sheds to reduce susceptibility to diseases during damp condition. Ms. Jubuli Sahu Dr. Sanjukta Mohapatra Junior Agrometeorologist, ADR cum Nodal Officer GKMS, RRTTS, Chiplima RRTTS, Chiplima • For better agricultural benefits, use OUAT KALINGA products (Seedling, Sapling & QPM, Tissue Culture Plants, Fruits and Vegetables, Value Added Products, Fingerling/Yearlings, Poultry chicks, Breeds, Mushroom & Spawn, Bio-Fertilizer, Bio-Pesticides, Vermi & Vermicompost and Farm Implements.) • IMD Weather forecast and Agro-meteorological advisory of Odisha location is now available on MEGHDOOT mobile app (https://play.gooogle.com/store/apps/details?id=com.aas.meghdoot) in both English and Odia languages and farmers can also use DAMINI mobile app(https://play.google.com/store/apps/details?id=com.lightening.live.damini) for thunderstorm and lightning information and MAUSAM app for location specific forecast and warning."
  }
]