[
  {
    "crop_name": "International Journal of Current Microbiology and Applied Sciences",
    "description": "ISSN: 2319-7706 Volume 7 Number 12 (2018) Journal homepage: http://www.ijcmas.com Original Research Article https://doi.org/10.20546/ijcmas.2018.712.186"
  },
  {
    "crop_name": "Utilization of Soil Health Card by Farmers in Nutrient Management",
    "description": "B. Padmaja* and J.G. Angadi"
  },
  {
    "crop_name": "Department of Agricultural Extension Education",
    "description": "University of Agricultural sciences, Dharwad-580 005, Karnataka, India *Corresponding author"
  },
  {
    "crop_name": "A B S T R A C T",
    "description": ""
  },
  {
    "crop_name": "The research st udy was conducted in Mylavaram and Ibrahimpatnammandals of Krishna",
    "description": ""
  },
  {
    "crop_name": "Keywords",
    "description": "district of Andhra Pradesh to assess the utilization of soil health card recommendations by farmers in nutrient management in paddy, sugarcane, cotton, maize and black gram crops Utilization, Soil with the sample size of 150 soil health card holders. Utilization of macro nutrients as per health card, Macro nutrie nts, Micro recommendatio ns was observed in paddy and black gram. Paired ‘t’ test revealed non- nutrients, Yield significant difference in utilization of macro nutrients between first and second year after the distribution of soil health card with respect to all crops. Significant difference in"
  },
  {
    "crop_name": "A rticle Info",
    "description": "application of micro nutrients was found among paddy, sugarcane and cotton crops in Accep ted: successive yea rs. Increase in mean yield of sugarcane from 403.14 quintals (before 12 No vember 2018 distribution of soil health card) to 412.57 quintals per acre was noticed after soil health Avail able Online: card distributio n. Significant difference in mean yield was also observed in sugarcane. In 10 De cember 2018 case of cotton, significant difference in mean yield was not noticed in the first year after utilization of soil health card while it was significant in second year. Introduction \"Determination of Soil Fertility and Fertilizer Use\" programme (Anonymous, 2012). The"
  },
  {
    "crop_name": "Soil health plays a vital role to ensure central and state governments took many steps",
    "description": "agricultural production in a sustainable to sustain soil health for maximizing crop manner. Soil health needs to be assessed at production. However, no uniform norms were regular intervals so as to ensure that farmers followed in the country for soil analysis and apply the required nutrients while taking distribution of such information before the advantage of the nutrients already present in issue of Soil health cards. Further, these the soil. Farmers will be able to know how initiatives were sporadic and random and much nutrients are already available in the soil therefore did not cover all the farmers within a and how much will have to be provided particular time cycle. In the view, central additionally for a particular crop through soil government had launched the soil health card testing. Soil testing programme started in scheme in February 2015. Under this scheme, India in the year 1955-56 with the setting up soil health cards are given to farmers for their of 16 Soil Testing Laboratories (STLs) under land holdings for every 3 years. Soil health 15 83"
  },
  {
    "crop_name": "Materials and Methods",
    "description": "In case of nitrogen utilization, 52.66 per cent The study was an Ex-post facto research farmers in first year and 62.00 per cent in carried out inKrishna district of Andhra second year in kharif paddy, 62.50 per cent in Pradesh. Krishna district consists of 50 first year and 65.28 per cent in second year in mandals and among them, Mylavaram and black gram, 38.10 per cent in first year and Ibrahimpatnammandals were purposively 45.71 per cent in second year in rabi paddy selected and from each mandal five villages had applied recommended dosage of nitrogen. were selected based on the criteria of Over dose of nitrogen was applied by 45.71 maximum number of soil health cards per cent farmers in first year and 48.57 per distributed to the farmers under soil health cent in second year in sugarcane, 45.45 per card scheme. From each village 15 farmers cent in first year and 39.34 per cent in second were selected by using simple random year in cotton, 46.67 per cent per cent in first sampling to form a sample of 150. year and 39.34 per cent in second year in maize."
  },
  {
    "crop_name": "Utilization of Soil health card by farmers was",
    "description": "studied taking into consideration quantity of With respect to phosphorus utilization, 71.42 application of various plant nutrients and per cent farmers in first year and 74.26 per amendments over successive two years in cent in second year in sugarcane, 63.63 per comparison with recommendations as per soil cent in first year and 51.51 per cent in second health card for different crops. The primary year in cotton, 53.33 per cent in first year and data about application of plant nutrients by 50.00 per cent in second year in maize soil health card holders for 2016 and 2017 was belonged to over utilization collected by using the schedule developed for category.Whereas,50.00 per cent farmers in the study. Paired ‘t’ test for two sample means first year and 51.33 per cent in second year in was used to compare the utilization of soil kharif paddy, 50.48 per cent in first year and health card recommendations by farmers in 62.86 per cent in second year in rabi paddy, nutrient management for the past two years. 50.00 per cent in first year and 63.89 per cent in second year in black gram belonged to recommended utilization category. Regarding potassium, 56.00 per cent farmers in first year and 65.33 per cent in second year Where, in kharif paddy, 55.55 per cent in first year and 62.50 per cent in second year in black |d| = Mean difference, s = Sample variance, n gram, 41.90 per cent in first year and 49.52 = Sample size per cent in second year in rabi paddy had 1584"
  },
  {
    "crop_name": "Utilization of micro nutrients by the farmers in difference in boron application was observed",
    "description": "kharif paddy, rabi paddy, sugarcane, cotton in paddy, sugarcane and cotton at five per cent and maize crops in successive two years is level. presented in Table 3."
  },
  {
    "crop_name": "Impact of soil health card on yield",
    "description": ""
  },
  {
    "crop_name": "Zinc deficiency was found among kharif",
    "description": "paddy, sugarcane, rabi paddy, cotton and Table 5 depicts the mean yield levels of crops maize growing farms of 74.67 per cent, 68.57 before and after distribution of soil health per cent, 49.52 per cent, 33.33 per cent and card. Increase in mean yield of sugarcane from 23.33 per cent farmers respectively. The 403.14 quintals (before distribution of soil recommended dosage of zinc was applied by health card) to 412.57 quintals per acre was 52.68 per cent farmers in first year and 70.53 noticed after soil health card distribution. The per cent in second year in the fields of kharif difference in mean yield was significant at one paddy, 58.33 per cent in first year and 70.83 per cent level. The findings are in line with per cent in second year in sugarcane, 50.00 per Makadia et al., (2017). 1585"
  },
  {
    "crop_name": "Though there was an increase in mean yields Considerable per cent of the farmers belonged",
    "description": "of kharif paddy, rabi paddy and maize, it was to over utilization category in maize for the not to the significant level. past two years. Maize is a highly fertilizer responsive and exhaustive crop. With the Utilization of macro nutrients by farmers expectation of higher yield, farmers applied excess amount of fertilizers. Over utilization"
  },
  {
    "crop_name": "Majority of the farmers belonged to of macro nutrients in maize decreased from",
    "description": "recommended utilization category in both first year to second year. Farmers might have paddy and black gram for the successive two realized that excess utilisation has no years (Table 1). Nutrient losses were more in significant influence on yield. case of paddy because of its semi aquatic growth habit. As compared to commercial Utilization of micro nutrients by farmers crops- sugarcane, cotton and maize, paddy was less exhaustive and less nutrient Appreciable percentage of the farmers responsive in nature. Even with excess belonged to recommended utilization application of nutrients, the uptake is category of micro nutrients in paddy, optimum as required by the plant. Over sugarcane and cotton crops (Table 3). Farmers utilisation of fertilizers in paddy does not came to know about micro nutrient show significant yield increase. Realizing deficiencies in their soil through soil health this, farmers are applying recommended dose card. Micro nutrient deficiencies were of fertilizers to reduce the input cost. Thus, corrected by adding recommended the number of farmers following the macro compounds to the soil. In addition, nutrient recommendations in paddy increased government also provides subsidy on from first year to second year. In study area, micronutrients to reduce the burden of high mostly black gram was grown in paddy fallow cost. It paved way to majority of the farmers field. It is a nitrogen fixing legume that to apply recommended dose of micro improves soil fertility. nutrients."
  },
  {
    "crop_name": "In commercial crops like sugarcane and Excessive attention of farmers towards macro",
    "description": "cotton, noticeable percent of the farmers nutrient application in maize had reduced the belonged to over utilization category in attention towards micro nutrient application successive two years. In sugarcane and and its importance. This might be the reason cotton, fertilizers were applied in split doses for under utilization of micro nutrients in which lead to excess application of fertilizers maize. by the farmers. Farmers have the notion that more the application of chemical fertilizers The number of farmers following more will be the yield specially in case of micronutrient application as per commercial crops. In the expectation of recommendation had increased from first year higher yields, over utilization of to second year. Farmers became aware of the macronutrients in sugarcane had increased importance of micronutrients and its from first year to second year. In case of contribution to yield. Efforts of soil health 1591"
  },
  {
    "crop_name": "Impact of soil health card on yield Department of Agricultural Extension",
    "description": "Education, College of Agriculture, Dharwad The paired ‘ t ’ test reflected positive and for his meticulous and infallible guidance significant effect of soil health card on with sustained interest, enthusiastic sugarcane and cotton yield (Table 5). Soils in encouragement and critical appraisal study area are deficient in micronutrients and throughout the period of this investigation. soil amendments. This scheme gave more Besides my advisor, I would like to express emphasis on importance of micronutrients and my deep sense of gratitude to the members of soil amendments through awareness my advisory committee, Dr. S. L. PATIL, programmes. Due to the application of Professor, Department of Agricultural micronutrients and soil amendments as per Extension Education, College of Agriculture, recommendation, their crop productivity was Dharwad and Dr. M. P. POTDAR, Professor, enhanced resulting in better yields. Department of Agronomy, College of Agriculture, Dharwad, for their It can be concluded that application of macro encouragement, insightful comments, and nutrients as per soil health card overwhelming support during my course of recommendation was noticed in paddy and investigation. black gram. Micro nutrient application as per recommendation was observed in paddy, References sugarcane and cotton. Over utilization of macro nutrients was observed in commercial Anonymous, 2012, Compendium on soil crops like sugarcane and cotton. Farmers health, Dept. Agric. Coop., New Delhi. perceived that, soil health card have made p. 2-5. significant effect on increasing crop yield. Makadia, J.J., Mistry, H.H., and Kuthe, S.B. There is a still scope to increase crop 2017.Impact of soil health card on production and in turn productivity. Mere fertilizer consumption and yield of distribution of soil health card will not serve sugarcane and kharif paddy in Gujarat the purpose of the scheme, sustained efforts state. Economic affairs., 62(1): 61-66. are needed by the extension machinery to www.soilhealth.dac.gov.in convince the farmers to use recommended doses for obtaining sustainable yields over a period of time. How to cite this article: Padmaja, B. and Angadi, J.G. 2018. Utilization of Soil Health Card by Farmers in Nutrient Management. Int.J.Curr.Microbiol.App.Sci. 7(12): 1583-1592. doi: https://doi.org/10.20546/ijcmas.2018.712.186 1592"
  }
]