[
  {
    "crop_name": "Crop Management",
    "description": ""
  },
  {
    "crop_name": "PRODUCTION give high groundnut equivalent yield at Dharwad",
    "description": "(Karnataka) and Junagadh (Gujarat) and at a row Wheat: The long-term effect of five tillage ratio of 1:1 at Jalgaon (Maharashtra).Groundnut options, i.e. conventional tillage, zero tillage, rotary varieties, TKG 19A, GG 7, GG 20, ICGS 76, tillage, strip tillage and bed planting were evaluated. CSMG 84-1, ICGV 86590 and M 13, were The mean yield was 3.04% higher in rotary tillage, relatively tolerant to soil acidity, aluminium- whereas 7.55 and 12.81% lower, respectively in toxicity, and Al-induced P-and Ca-deficiencies with strip tillage and bed planting, options compared a yield potential of 1,500-4,000 kg/ha and have to conventional field preparation. However, yield been recommended for cultivation in NEH region. under zero and conventional tillage was similar. Rapeseed-Mustard : Sesbania green manuring In six out of eight years and on mean basis, the along with soil incorporation of mustard waste yield recorded was highest in rotary tillage. Cost @ 2.5tonnes/ha in kharif season has shown savings in zero tillage varied from Rs 2,500 to beneficial effect on soil health as well as mustard 3,000/ha and Rs 2,000 to 2,500/ha in rotary tillage. yield. The beneficial effect of Sesbania + mustard Millets:Intercropping of 40 – 45 day old straw incorporation was further enhanced when pigeonpea seedlings with finger millet (2 : 8) recommended dose of fertilizer (80 kg N + 40 kg was found to be promising and remunerative in P O + 40 kg K O/ha) was applied to mustard 2 5 2 light red soils of southern Karnataka.Application crop. Mustard hybrids produced more yield at a of composted poultry manure @ 1.5 tonnes/ha in 45 cm × 15 cm spacing. The wider spacing opens Uttarakhand and 2.0 tonnes/ha in red soils of avenues to reduce the recommended seed rates Karnataka is a better option for organic cultivation of hybrid mustard by 33%, augmenting hybrid of finger millet.Finger millet variety, Indaf-7, is seed availability for more acreage. a better choice for planting in rabi (second fortnight Soybean: Soybean-wheat-maize-wheat rotation of October) for sustaining higher yield in southern system was proved to be the best for productivity, dry zone of Karnataka (Mandya region).Sequence profitability and energy efficiency. Ridge tillage cropping of foxtail millet as an early kharif crop and broad bed furrow significantly increased soil followed by pigeonpea or sunflower in rabi is a microbial biomass, soil enzyme activities and seed more remunerative cropping sequence for yield as compared to minimum tillage and flat Rayalseema regions of Andhra Pradesh. bed planting under soybean-wheat and soybean- Intercropping of kodo millet + soybean (4 : 1) is chickpea system. a better choice and remunerative practice for Bastar Thirteen thermo-tolerant rhizobia surviving at region of Chhattisgarh. Transplanting paired row 45°C have been identified. of pigeonpea with finger millet is a boon to enhance Bacillus isolates, KHBD-6, KHBAR-1, BDSD- productivity of pigeonpea (2,070 kg/ha) as well 2-2C, KDMR-1-1, KHTH-4-1and KHBD-2-1A, as finger millet grain yield (8,382 kg/ha) than were found promising for solubilization of zinc drill sown pigeanpea (638 kg/ha and 6,250 kg salts. FMGEY/ha) under rainfed conditions. The system Sunflower: The highest seed yield of kharif provides an additional return of Rs 4,080/ha. sorghum was obtained with 150% RDF application, Groundnut: Bt cotton + groundnut while rabi sunflower yield was highest with RDF intercropping at a row ratio of 1:3 was found to application with preceding sorghum receiving RDF DARE/ICAR ANNUAL REPORT 2009–2010 48"
  },
  {
    "crop_name": "Inorganic fertilizer application resulted in highest recommended dose of fertilizer performed well",
    "description": "pigeonpea equivalent yield followed by organic with cane yield of 108.0 and 111.7tonnes/ha, treatment. respectively and was on a par with surface irrigated The bulk density, porosity and water-holding crop (111.3tonnes/ha). There was not much capacity improved considerably after the inclusion difference in Brix and sucrose content between of pulses after completion of fifth cycle. The soil drip irrigated and surface irrigated crop. There is organic carbon content, microbial population and a possibility of reducing 25% of N and K fertilizers microbial biomass carbon also increased with and water saving of 42-51% through drip incorporation of crop residues in pulse-based fertigation. cropping system as compared to maize-wheat Bud chip technology: The conventional system system. of sugarcane planting requires about 6-8 tonness Zero tillage led to highest consumptive use of /ha seed cane. In order to reduce the quantity and water (108.5 mm) in chickpea. The highest improve the quality of seed cane, one alternative consumptive use of water (102.4 mm) was recorded is to plant excised axillary buds of cane stalk, in no mulch against the lowest in cultural mulch. popularly known as bud chips. The bud chip The chickpea genotype, KWR 108, was more technology could be one of the most viable and efficient in water use (water-use efficiency, 19.28 economical alternatives in reducing the cost of kg/ha-mm) under rainfed conditions. Under sugarcane production, besides other advantages."
  },
  {
    "crop_name": "CROP MANAGEMENT",
    "description": "49"
  },
  {
    "crop_name": "This technique could be of immense uses to in double hedge row system of planting both at",
    "description": "farmers. GBPUA&T, Pantnagar and BCKV, Mohanpur. The Tobacco:Sunnhemp raised as a green manure maximum cumulative yield was recorded when crop and ploughed in situ at 45 days + Azospirillum fruits were harvested with 50cm long branches at @ 10 kg/ha + Phosphate Solublizing Bacteria @ BCKV, Mohanpur. 10 kg/ha along with 100% recommended dose of Citrus: Leaf analysis and fruit yield data bank fertilizer (75 kg N+100 kg P O +50 kg K O/ha) generated through exploration of 7 states across 2 5 2 to chewing tobacco at Vedasandur was an effective northeast India were analyzed through diagnosis strategy to get high productity and net return. and recommendation integrated system (DRIS) Efficiency of tobacco curing:Integrated barn to determine leaf nutrient optima and geographical comprising Ventury furnace and modified flue pipe information system (GIS) to develop spatial system reduced wood consumption for tobacco variogram of nutrient constraints to delineate major curing. Coffee husk was found to be a beneficial/ production zones. The DRIS interpretation revealed effective alternative fuel for curing tobacco at leaf nutrient optima as : 19.7-25.6 N, 0.9-1.0, P, Shimoga. Coffee husk requirement for tobacco 9.9-19.3 K, 19.7-24.9 Ca, 2.4-4.8 Mg as curing was estimated at 5.11 kg/ kg cured leaf. macronutrients (g/kg), 85-249 Fe, 43-88 Mn, 3- Mango: The application of paclobutrazol @ 14 Cu and 17-27 Zn as micronutrients (mg/kg) 2.5 g a.i/plant during second week of July increased vis-à-vis productivity of 33-56 kg/tree. Maps for fruit yield and advanced harvesting time of Totapuri spatial distribution of nutrient constraints were by 26 days. The rootstock, Nekkare, recorded superimposed, which delineated three most maximum cumulative yield (216.55 kg/ tree) with important citrus productivity zones. scion Banganpalli. In planting system-cum high- Kinnow: The drip irrigation at 0.75 CPE and density planting of mango, double hedge row micro-sprinkler at 1.00 CPE gave best growth in system of planting gave highest yield at most of kinnow. Similarly, maximum WUE and FUE were the centres. Heading back of branchlets at 50cm recorded with 0.75 CPE and 1.00 CPE, respectively. level on entire tree, during rest period before Banana: At Arabhavi centre, 75% RDF / plant emergence of new growth along with application and 2 suckers/ hill gave higher yield while at of paclobutrazol @ 10g a.i./ tree gave highest Kannara, a plant spacing of 2m × 3m with three yield of Alphonso at RFRS, Vengurle, with and plants / pit (5,001 plants/ha) with 100% RDF Neelam at Periyakulam recorded highest yield under high-density planting. The formation of jelly seed, one of the most Sapota: Application of 100% RDF at three serious problems in mango Dashehari, particularly stages of growth, viz. 25% N + 100% P O + 2 5 in northern belt, was characterized by loosening 25% K O in June, 50% N + 50% K O in August 2 2 of pulp, jelly formation, off-flavoured and dull and 25% N + 25% K O in October was observed 2 colour around stone, resulting reduction in shelf- to produce better results than the control. life of fruits. The affected fruits appear normal Papaya: At Coimbatore centre, application of from the outside but after slicing give an unpleasant 30:30:30 g of NPK (60% RDF) applied @ appearance and become unfit for consumption. 100:25:25% during transplanting to flower An integrated management approach involving emergence, @ 0:50:50% from flowering to first application of black plastic mulch (100-µ thick) harvesting and @ 0:25:25% from first harvesting in tree basin during October-November and foliar to end of first cropping period recorded better spray of dihydrated calcium chloride (2.0%), fruit characters. Application of 100% RDF at three potassium sulphate (1.0%) one month before stages of growth, viz. 25% N + 100% P O + 2 5 harvesting of fruits along with application of 150 25% K O in June, 50% N + 50% K O in August 2 2 g borax per tree in soil during November, has and 25% N + 25% K in October gave better results been found quite effective. than the control. In mango Dashehari, branch angle and its Aonla: Evaluation of aonla-based diversified relationship with bearing was studied and most cropping model at CIAH, Bikaner, demonstrated productive branch angle was identified as 30-600 that ground storey crops performed well without from vertical axis as there were maximum fruits affecting the yield of main crop. These crops played (49.33 %) on these branches with higher fruit a vital role in supplementing N, P and K through weight. Least fruiting (6.88 %) was recorded from residue incorporated in soil. The system gave a narrow angled branches of less than 300. net return of Rs 53,050.00 with a benefit : cost Guava: In planting system-cum high-density ratio of 2.54 from aonla + bottle gourd purely planting experiment, maximum cumulative yield under rainfed conditions of semi-arid ecosystem. was recorded in double hedge row system of Under various planting systems, viz. square, planting at most of the centres. hedgerow, double hedgerow, cluster and paired Litchi: Maximum cumulative yield was obtained demonstrated that double hedgerow planting system DARE/ICAR ANNUAL REPORT 2009–2010 50"
  },
  {
    "crop_name": "Different rootstocks varied in their response to",
    "description": "IBA for successful rooting and their growth. Removal of leaves 6-8 days before grafting resulted in improved graft success and performance."
  },
  {
    "crop_name": "Thompson Seedless grafted on nine different",
    "description": "rootstocks was evaluated for different parameters."
  },
  {
    "crop_name": "Walnut propagation under polyhouse",
    "description": ""
  },
  {
    "crop_name": "Higher bunch weight and yield recorded on vines",
    "description": "grafted on 110R and Dogridge. Under salinity Strawberry: Under polyhouse or in polytunnels, stress, Thompson Seedless grafted on B2-56 strawberry Chandler, Gorella, Camarosa, Oso rootstock performed better than those grafted on Grandy and Addie, produced higher yield with Dogridge and Salt Creek and resulted in higher better size of fruits compared to open field. biomass and yield. B2-56 was more efficient in Coconut: Intercropping banana, hybrid Napier P and K uptake under saline irrigation. grass CO-3 and ash gourd in coconut garden under Banana: Requirement of N, P O and K O for littoral sandy soil with husk and coir pith 2 5 2 producing one tonne of Poovan first ratoon banana application resulted in higher yield. Higher coconut was worked out as 11.52, 1.57 and 22.96 kg, yield was recorded under coconut + vegetable respectively. Out of which, 51.2, 37.8 and 58.3 intercropping system (130 nuts/palm/year) % of N, P O and K O respectively were compared to monocropping of coconut (118 nuts/ 2 5 2 contributed by soil, and applied fertilizers palm/year)."
  },
  {
    "crop_name": "CROP MANAGEMENT",
    "description": "51"
  },
  {
    "crop_name": "Intercropping systems system indicated that the microorganisms are",
    "description": "● Ginger, tapioca, coleus, Amorphophallus and capable to catabolise the allelochemicals in hybrid napier were found suitable for leachates and nullify their plant suppressive intercropping in black pepper garden ( more properties. than 15 years old). The coconut yield was higher with the treatment, ● Sweet potato + red gram intercropping system organic + inorganic manuring + tillage practice (1.8 m strips each accommodating 3 rows) recorded significantly higher tuber equivalent (158 nuts/palm/year) under rainfed situation. yield (13.01 tonnes/ha) compared to other Application of 50 % VC +50% NPK recorded cropping system, followed by sweet potato as significantly higher nut yield (68.8 nuts/ palm/ a sole crop (12.96 tonnes/ha). Maximum net year) and was on a par with application of 25% return and benefit: cost ratio were recorded VC + 75% NPK (T2) treatment (66.3 nuts per with sweet potato + red gram intercropping system. palm per year. ● Elephant-foot yam intercropped in orchards Arecanut: In arecanut garden, mixed cropping gave higher net returns with sapota/mango with pepper, banana and citrus was found to be orchard with recommended dose of NPK at economically advantageous in North-East Region. Coimbatore, Dholi and Ranchi. In Sub-Himalayan Terai Region, aster, marigold ● For Dharwad and adjoining areas of Karnataka, and gladiolus performed better under arecanut kharif potato-rabi sorghum crop sequence was recommended for higher productivity and garden. profitability with 20 tonnes/ha FYM and 100% Cashew: The yield in high-density plots (416 of recommended doses of NPK to potato crop. and 500 trees/ha) was significantly higher (1.13 ● For Kalyani and adjoining areas (West Bengal) and 1.12 tonnes/ha, respectively) than in normal in potato-okra-paddy cropping sequence, planting system (200 trees/ha) (0.72 tonnes/ha) 7 application of FYM @ 20 tonnes/ha and 100% years after planting. Cashew yield was appreciably recommended doses of NPK to potato and 50% of recommended doses of NPK to okra higher in coconut husk burial (2.04 tonnes/ha) and 75% recommended dose of NPK to paddy and modified crescent bund treatments (2.03 tonnes/ was recommended for higher productivity and ha) than in reverse terrace (1.94 tonnes/ha), catch net return. pit (1.39 tonnes/ha) and the control (1.48 tonnes/ ● Potato + garlic intercropping system in a 1:1 ha) treatments. ratio with 100% recommended doses of NPK fertilizers to both the crops was recommended Potato: At Deesa, 75% recommended dose of for Chhindwara and adjoining areas of Madhya NPK (full dose of P and K and half of N as basal Pradesh. and remaining half of N applied 30, 37, 44 and ● For Kota and adjoining areas of Rajashtan, 51 days after planting) through drip fertigation is potato + methi (every fourth row of potato recommended as it saved 25% NPK fertilizers, replaced by two rows of methi at 30 cm increasing potato productivity. The drip system spacing) was recommended for higher productivity and net return. should be operated for 45 minutes during ● At Faizabad, intercropping of potato with garlic November - January and 65 minutes during in a 3:1 ratio with recommended doses of NPK February - March at alternate days with the for both the crops was recommended. discharge rate of 4 litres/ hour. Irrigation at 25- ● In Nilgiris, potato-Frenchbean combination has 30 mm CPE and mulching with paddy straw or been found to reduce the build-up of potato any other locally available organic mulch material cyst nematodes, enhancing soil organic carbon content due to nitrogen-fixing capacity of @ 5 tonnes/ha is recommended for higher yield beans. of potato. Mushroom: An average yield of 14.07 kg of button mushroom per quintal compost prepared"
  },
  {
    "crop_name": "Economics of coconut based farming system by using combination of INRA and Anglo Dutch",
    "description": "involving coconut with integration of grass, pepper methods, was obtained from the trial in 40 days (trailed on coconut), banana (on border of garden), of cropping. The tenth and eleventh organic crops dairy and poultry resulted in the net return of Rs of button mushroom were raised successfully with l,29,070 /ha. Sale of coconut, milk and broiler an average yield of 10.13 kg and 7.43 kg was found to give 91% of the revenue generated mushroom/quintal, respectively. While evaluating from the system. different strains of paddy straw mushroom, highest Cowdung slurry application on vanilla grown mushroom yield was recorded in strain, OE-274, as mixed crop in coconut garden was found to followed by BBH-1. Lentinula edodes was increase the number of infloresences (21), number cultivated successfully on wheat straw where spawn of beans (208) and fresh bean yield (2.0 kg/vine), run was completed in 48 days. followed by vermiwash application and Black pepper: Irrigating of pepper vines once vermicompost + biofertiliser application. in a fortnight from March to May @ 50 litres/ DARE/ICAR ANNUAL REPORT 2009–2010 52"
  },
  {
    "crop_name": "CROP MANAGEMENT",
    "description": "53"
  },
  {
    "crop_name": "CROP MANAGEMENT",
    "description": "55"
  },
  {
    "crop_name": "Integrated Pest Management",
    "description": "was tentatively identified as Heterorhabditis sp. and Steinernema sp. Parasitoids on Mealy Bug: Two new Ginger: Soft rot of ginger could be controlled parasitoids, Promuscidea unfasciativentris Girault by bio-fumigation using cabbage and mustard plant (Chalcidoidea: Aphelinidae) and Aenasius refuses. The bio-fumigation using cabbage bambawalei (Chalcidoidea: Encyrtidae), were increased germination and yield (8.5 kg/plot) by recorded, parasitizing Phenacoccus solenopsis on decreasing soft rot (2.25%) and bacterial wilt cotton and Parthenium in Maharashtra and Delhi, incidence. respectively. The parasitization on cotton as well Cumin: Spraying of Mancozeb @ 0.25% at as on weeds ranged from 20 to 70%. 40, 50, 60 and 70 DAS was found to be effective Hymenopterous parasitoid on mealy bug were in controlling blight. Soil solarization + soil found in Gujarat and Maharashtra. Entomo- application of Trichoderma harzianum + spraying pathogen, Fusarium pallidoroseum, was also of Mancozeb @ 0.25% at 60 DAS and application isolated from mealy bug (P. solenopsis) cadavers of vermicompost + soil application of T. harzianum collected from Haryana and Maharashtra. This + spraying of Mancozeb @ 0.25% at 60 DAS pathogen was a key mortality factor of mealy were also effective for controlling the disease. bug in Punjab. Orchid: Anthracnose disease caused by Weekly data on mealy bug was electronically DARE/ICAR ANNUAL REPORT 2009–2010 56"
  },
  {
    "crop_name": "Punjab and was processed and put on the institute of sugarcane woolly aphid and Aphis craccivora",
    "description": "website for use by policy-makers as well as State has been identified and being exploited through Agriculture Department personnel for identifying conservation ecology of sugarcane agro-ecosystem. hot spots and issuing advisories. Biocontrol potential of natural enemies: Two Database and information system on IPM: species of symbiotic yeasts namely Pichia anomala"
  },
  {
    "crop_name": "The NCIPM has initiated development of Plant and Candida apicola capable of increasing the",
    "description": "Protection Personnel Information System (P3IS) fecundity of Trichogramma japonicum have been and web-based crop-pest database and redesigning identified and utilised in the diet of parasitoids in institute website under NAIP AGROWEB- rearing protocol. ADDSIAR project. P3IS is a database of profiles Strain of Cryptolaemous montrouzieri tolerant of plant protection personnel of different disciplines to Acephate has been identified. Populations of provide information about human resources of Goniozus nephantidis and Cotesia flavipes with plant protection. Online information module of higher biological parameters like higher adult system has been developed and loaded on the emergence and sex ratio in favour of females have institute’s website (URL: www.ncipm.org.in/p3is/ been studied. startpage.aspx). Development of web-based crop- Endophytic bacteria for disease management: pest database, information on key pests of 65 Four endophytic bacteria were isolated from healthy crops on different parameters have been collected pigeonpea plants. Of them, 3 were gram positive and fed into the MS access database. The web- and one gram negative. Two isolates showed 40- based user interface for accessing the pest 48% inhibition of Sclerotium rolfsii under in vitro information of different crops is in progress. conditions. IPM / IRM strategies: The on-farm trials were Entomopathogenic and plant parasitic conducted in Burj Bhangu village of Sirsa, Haryana, nematodes: Integrated use of talc formulations with hybrid RCH 134 Bt in one acre area and of antagonistic fungi with crop-soil sterilization included sowing with two border rows of (formaldehyde) in capsicum and tomato in pigeonpea, pheromone traps for all bollworms, polyhouses at Denkinkotai, Hosur, reduced the yellow sticky traps for whitefly and application incidence of nematode-root wilt disease complexby of neem oil and Imidacloprid for sucking pests 64% in treated beds compared to untreated ones. and Profenophos for mealy bugs. Recommended Biological control of nematodes: The package of practices (RPP) included three antagonistic fungi against reniform nematode applications of noital Thiomethoxam, Acephate (Rotylenchulus reniformis) in red gram (var. Vipula) and Imidacloprid for sap sucking pests and three in kharif 2008 at Rahuri revealed that combined Profenophos for mealy bugs. The results indicated application of Trichoderma harzianum @ 5 kg/ that mean seed cotton yield was 2.73 tonnes/ha ha and Pochonia chlamydosporia @ 20 kg/ha was in IPM/IRM against 2.36 tonnes/ha in RPP field. most effective in reducing reniform nematode The cost: benefit ratio in IPM field was 1:4.43 as female population (15.6), increasing the yield of against 1:3.65 in RPP field. pigeonpea (1,750 kg/ha). The cost: benefit ratio IPM technologies in vegetables: The IPM was 1: 1.92. technology was developed and validated in bell Biological suppression of sugarcane pests: pepper in village Daha, Karnal district, Haryana, Large scale demonstration of effectiveness of in 10 acres, which resulted in reduction of number Trichogramma chilonis against Plassey-borer was of sprays to 5-6 from 13-14, increasing yield up carried out at farmers’ fields on Co BLN 9605 to 14.1 tonnes/ha from 12.2 tonnes/ha with farmers’ variety in 10 ha. Nine releases of T. chilonis @ practices, respectively with higher cost:benefit ratio 50,000/ha/release at 10 days interval from second of 1:2.99 in IPM compared to 1:2.48 with farmers’ week of July to first week of October, 2008 resulted practice respectively. in significant reduction of infested cane and higher The curd yield of cauliflower and head yield cane yield (84,450 kg/ha) than at farmers’ fields. of cabbage were higher in IPM fields as compared Biological control of rice pests: In Punjab, with farmers’ practices by 13-15%. Net returns two field demonstrations on use of biological IPM for cauliflower in kharif season were Rs 1,22,958- package on organic rice revealed a higher net 1,68,111/ha in IPM fields and Rs 90,143-1,18,740/ return of Rs 1,12,798/ha compared to farmers’ ha with farmers’ practices. In late rabi season, fields (Rs 98,188). net returns were Rs 88,820/ha in IPM as compared Biological control of mango hoppers: Off- to Rs 70,620/ha with farmers’ practices. season spraying of Metarhizium anisopliae @ 1 x 107 spores/ml on trunk during November and"
  },
  {
    "crop_name": "Agriculturally Important Insects",
    "description": "one spray during flowering period reduced mango Potential predator: A neuropteran predator hopper (Idioscopus nitidulus) incidence on mango."
  },
  {
    "crop_name": "CROP MANAGEMENT",
    "description": "57"
  },
  {
    "crop_name": "SUCCESS STORY Reniform nematode infecting blackgram was",
    "description": "managed with the soil application of Trichoderma Root-knot nematode management harzianum @ 2.5 kg/ha + Pochonia chlmydosporia Rice root-knot nematode, a pest on rice-wheat @10 kg/ha, increasing the yield by 13.5% over cropping system, has spread in south-west untreated control in Rajasthan. Haryana. In Badesara village (Bhiwani), farmers Root-knot nematode along with Sclerotium rolfsii could only harvest paddy @ 7 q/ha during 2005- complex on groundnut was managed with the seed 06; and increased paddy yield up to 21.5 q/ha. treatment of Pseudomonas fluorescens @ 20 g/"
  },
  {
    "crop_name": "Poor management in nursery as well as in the",
    "description": "main field, application of imbalanced fertilizer kg of seed and furrow application of Pseudomonas doses were recognised as predisposing nematode fluorescnes @ 2.5 kg/ha, increasing pod yield, attack in paddy. In another farmer’s field, with reduced stem rot and root-knot nematode Carbofuran was applied @ 1.5 kg a.i./ha during disease. 2006-07 for management of rice root-knot Citrus nematode, Tylenchulus semipenetrans, nematode which increased paddy yield up to 55 on citrus was successfully managed by using q/ha. Carbofuran @ 1 kg a.i./ha, reducting nematode population by 38.4% and enhancing the yield by In Tamil Nadu, application of Verticillium lecanii 32%. Further, Pochonia chlmydosporia @ 20 kg/ @ 1 x 109 spores/ml on tree trunk during off- ha was also effective in reducing nematode by season and one spray on shoots reduced the hoppers 26.7%, enhancing yield by 27.5% over untreated significantly. control at Hisar."
  },
  {
    "crop_name": "Treatment combination of paring and hot water",
    "description": "Plant Parasitic Nematodes at 550C for 20 minutes to banana rhizomes against Yield losses of 18% due to Meloidogyne root-knot nematode followed by field application graminicola in paddy, 27% due to Meloidogyne of Carbofuran @ 0.3 g a.i./ha + neem cake @ 1 spp. in vegetable crops; 16% due to Radopholus kg/plant significantly reduced the root-knot similis in banana and 10% due to Meloidgoyne nematode by 40.6%, increasing banana fruit yield incognita in pomegranate in hot spot areas were by 43.4% over untreated control at Anand. This estimated in Karnataka. treatment was also effective against burrowing Inclusion of crop rotation with onion, garlic, nematode, lesion nematode and Helicotylenchus potato and cauliflower in suitable cropping multicinctus nematode complex on banana in sequences led to reduction in population of root- Kerala and Karnataka. knot nematode in vegetable-based cropping Pesticide residues: There were no residues of systems. While in summer, crop rotation of okra- Imidacloprid 200 SL on chilli when applied thrice potato-clusterbean led to maximum reduction in at 10 days interval at 50 and 100 g a.i/ha at Jaipur, root-knot nematode population followed by okra, Rahuri, Kalyani and Vellayani in red chillies at cauliflower and clusterbean. harvesting (36 days after last spray) and soil 20 Hot water treatment at 50 C for 30 minutes days after application. Half life of Imidacloprid followed by foliar spraying of Carbosulfan @ in chilli fruits were estimated as 1.027 days. 0.1% 40 days after transplanting reduced white Dissipation / persistence of combi-formulation tip nematode by 34%, increasing rice yield by Trifloxystrobin (25 %) and Tebuconazole (50 %)- 87% over untreated control. 75 WG on apple were studied at four locations. Lesion nematode (Pratylenchus thornei) on None of the residues was detectable in apple fruits chickpea was managed by seed treatment with and soil at harvesting after two foliar applications neem seed kernel powder + Trichoderma viride of formulation given @ (100+200) and (200+400) both @ 5 g/kg seed, decreasing nematode g a.i./ha, 40 days before harvesting. When four population by 67% and enhancing the yield by applications of the same formulation was applied 53.5% over untreated control. The same treatment on grape @ 175 and 350 g/ha, residues of against pigeonpea cyst nematode, Heterodera Trifloxystrobin (25 %), its metabolite or cajani, on pigeonpea was effective, resulting in Tebuconazole (50 %)-75 WG were found to significant reduction in nematode population and dissipate below detectable level of 0.01 mg/kg in enhancing of yield and nodulation. 15 days at recommended dosage. Intercropping of greengram with sesamum was Foliar sprays of Quizalofop-ethyl (5 % EC) on effective in reducing root-knot nematode, enhancing blackgram given at 50 and 100 g/ha at Anand, the yield by 19.18%. Ludhiana and Kalyani did not show presence of Reniform nematode (Rotylenchulus reniformis) any residues at harvesting, i.e. after 94 days of on cowpea was managed by seed dressing with spray. On onion crop, Quizalofop-ethyl 5 % EC neem-seed kernel powder @ 10 g/kg seed, residues in onion bulbs were not detectable on DARE/ICAR ANNUAL REPORT 2009–2010 58"
  },
  {
    "crop_name": "For the fixation of maximum residue limit",
    "description": "(MRL) of deemed registered pesticides supervised field trials have been conducted for Carbaryl on grape and sesame; Phorate on cotton and cowpea; Quinalphos on Bengal gram, brinjal, cabbage,"
  },
  {
    "crop_name": "Healthy and milky white diseases affected Leucopholis",
    "description": "cauliflower, cotton, onion, groundnut, paddy and lepidophora larvae collected from field potato; Zineb on turmeric; methyl-parathion on blackgram and cotton; mancozeb on ginger,"
  },
  {
    "crop_name": "SUCCESS STORY",
    "description": "cauliflower and potato. The modified Quick, Easy, Cheap, Effective,"
  },
  {
    "crop_name": "Management of white grubs",
    "description": "Rugged, Simple (QuEChERS) method for pesticide"
  },
  {
    "crop_name": "Success with in vitro production has been",
    "description": "residue analysis in fruits, vegetables, cereals, pulses, achieved with Paenibacillus popilliae Dutky that tea, etc. was developed and validated. is a spore forming bacterium to cause milky white disease in white grubs. P. popillae is not easily"
  },
  {
    "crop_name": "White grubs and soil arthropods",
    "description": "amenable for in vitro culturing. As many as 16"
  },
  {
    "crop_name": "Lepidiota mansueta has also appeared as a severe local isolates have been collected from the field",
    "description": "key pest of potato, sugarcane, blackgram and infected grubs in Karnataka. The bacterium could be successfully cultured on an artificial medium"
  },
  {
    "crop_name": "Colocasia affecting almost ten villages in Majuli",
    "description": "with proline, charcoal and an antifoaming agent of Jorhat district of Assam. The Lepidiota stigma such as pig fat as the important components. An was observed to damage maize in Himachal average of 2.9 to 4.2 × 107 sporangia per ml Pradesh; due to its biennial life-cycle heavy crop could be produced on this medium. The damage has been observed in alternate years. In sporangia produced by in vitro method when tested for their infectivity against the III instar Rajasthan, Holotrichia consanguinea was found larvae of Holotrichia serrata and Leucopholis to be predominant species, infesting almost all lepidophora, could cause milky white disease in kharif crops. In some parts of Western Rajasthan both these species. Further work should provide (Bikaner Division), Maladera insanabilis was a technology based on this bacterium to manage observed to cause damage to groundnut crop. arecanut and sugarcane white grubs. Seven new species of scarab beetles, viz. Anomala perplexa, Lepidiota mansueta, successful management in Tumkur district. Maladera insanabilis, Schizonycha ruficollis, White grub management campaign: The Adoretus versutus, Brahmina coriacea, Adoretus beetles of white grub start emerging and aggregate bomblinota, were identified from Asom. Among on host plants, especially on neem from mid- 35 species of whitegrub recorded in Uttarakhand May after some pre-monsoon rains; emergence hill, Holotrichia longipennis Blanch. was recorded continues in June-July. Collaborative programme as predominating species, followed by Anomala on management of white grubs in western Uttar lineatopennis, Anomala demideata and Brahmina Pradesh on a community basis with a sugar mill coriaceae. Sugarcane producing blocks of Haridwar is in place. All the neem trees in all the 40 villages districts were infested with Lepidiota mansueta were provided with aggregating pheromone and Burmeister. The bio-ecology study of this white sprayed with Chlorpyriphos/ Imidacloprid. The grub sp. revealed that life-cycle is completed in large-scale campaign in the target area resulted two years. in huge beetle collection and in a sharp decline Brahmina crinicollis was found to cause in the grub population, reducing the infestation extensive damage in pear orchards. Adult beetles to negligible extent in sugarcane. feed on flowers and reduced fruit setting. On a"
  },
  {
    "crop_name": "Agricultural acarology",
    "description": "single inflorescence, 10-15 beetles congregated, flowers were completely destroyed. Maximum The rice panicle mite, Steneotarsonemus spinki, emergence of beetles occurred in March. has been observed as one of the major mite pests The H. serrata is being reported as a pest of in West Bengal, reducing 25-30% yield in lET- sugarcane in several parts of Kanataka after nearly 4094 and lET-4786. Low mite population was 35 years of a mass campaign carried out to control observed on rice variety, Masuri. Maximum this pest in Belgaum dstrict. Unusual emergence reduction in rice panicle mite population was of H. reynaudi was recorded 15 years after its observed in Dicofol treated plots, followed by"
  },
  {
    "crop_name": "CROP MANAGEMENT",
    "description": "59"
  },
  {
    "crop_name": "Investigations on biological control of spider leaf compost were found more promising over",
    "description": "mite, T. urticae, using Phytoseiid predator, newer acaricides against Steneotarsonemus spinki Neoseilus longispinosus clearly indicated that on rice in West Bengal."
  },
  {
    "crop_name": "Frenchbean plants provided optimum food for Holistic nutrient management in coconut gardens",
    "description": "spider mites up to 50 days and hence the prey with FYM, recommended NPK fertilizers and mites can be mass produced on Frenchbean plants micronutrients like boron, zinc, calcium and up to 50 days. When 20 days old Frenchbean sulphur, neem cake and root feeding of azadirachtin, plants were infested with 5 spider mites per leaflet reduced mite infestation, improving nut yield in and with prey : predator ratio of 100:1, maximum Karnataka, Tamil Nadu and Gujarat. Abamectin/ number of predators (up to 125 per leaflet) could Milbemectin @4-5g ai/ha, Diafenthiuron @450g be harvested when Frenchbean plants were 65 ai/ha, Chlorfenpyr @75g ai/ha, Propargite @570g days old. ai/ha, Fenpyroximate @30g ai/ha and Fenazaquin Propargite 57 EC at 850 g ai/ha significantly @125g ai/ha were used against insecticide-resistant reduced yellow mite on chilli after three rounds T. urticae on tomato crop. of spraying with increased yield of 24.01 tonnes The Bt cotton accessions were found severely of green chilli fruits/ha. Spiromesifen 96 g ai/ha, infested by yellow mite while some Bt brinjal Diafenthiuron 450 g ai/ha, Milbemectin, 4 g ai/ entries in Ludhiana recorded severe infestation ha, Chlorfenapyr 75g ai/ha and Fenazaquin (125g of spider mite (T. urticae). ai/ha) were significantly more effective in reducing Successful and economic mass production of yellow mite population in chilli up to 14 days both prey mite (T. urticae) and its potential obligate after each application. Effectiveness of mineral phytoseiid predator (Neoseiulus longispinosus) DARE/ICAR ANNUAL REPORT 2009–2010 60"
  },
  {
    "crop_name": "Check list of phytoseiid mite fauna prepared larvae in cardamon and termites were voraciously",
    "description": "for four agroclimatic regions in southern Karnataka fed by common crow (Corvus splendens). In comprises 51 species under 14 genera. Predatory tomato, 11 species of insectivorous birds reduced phytoseiid genera, Amblyseius and Typhlodromus, 25% of Helicovepa armigera larvae, while in were found abundant in Himachal Pradesh and chickpea 8 species of birds reduced 20-23% of Punjab on pear, peach, plum, kinnow, litchi, H. armigera. pomegranate, mango and apricot apart from field In muskmelon, watermelon and bitter gourd and vegetable crops. crops, artificial perches attracted 6-13 species of birds. Standardized nest boxes design for cavity"
  },
  {
    "crop_name": "Agricultural Ornithology",
    "description": "nesting birds and succeeded in breeding success Bird damage: In rice, Indian Peafowl (Pavo of 14 species of birds. The comparative studies cristatus), Teals and Common Moorhen (Gallinula on feeding behaviour of 3 species of owls Barn cloropus) caused damage 10.0, 5.0 and 12.0 owl, Tyto alba, Fish eating owl, Bubo flavipes respectively. While in wheat fields during sowing and spotted owlet Athene brama revealed that stage, migratory Shot-toed lark (Calandrella rodent remnants (82%) in Barn owl diet, crab cinerea) and Calendar Lark (Melanocorypha remnant(65%) in Fish owl and insecta (60%) in calandra) caused damage to the sown seed up to Spotted Owlet were found throughout the season. 90%, compelling some farmers to re-sow their Insect biosystematics: Exploration of insect fields in Gujarat. In maize, hose-ringed parakeet and mite biodiversity led to surveys in 19 states caused damage up to 40% in Andhra Pradesh, and 86 districts of India, covering all the important while in sorghum bird damage ranged from 5 to kharif agro-ecosystems. These have led to collection 25% mostly by Rose-ringed Parakeet, Common of 72,343 specimens of major insect and mite Myna and unias (Ploceus species). After harvesting groups. Majority of these have been processed of groundnut, about 100kg/ha grains remained in for biosystematic studies. These collections have fields as spillage. Several species of birds, viz. Demoiselle Crane Anthropoides Virgo, Black Ibis,"
  },
  {
    "crop_name": "SUCCESS STORY",
    "description": "Blue Rock Pigeon, Indian Ring Dove and Rosy Pastor fed on these grains."
  },
  {
    "crop_name": "Rodent control campaign",
    "description": "Eco-friendly bird management: In Punjab, combined effect of reflective ribbon, manual Based on knowledge, attitude and practice (KAP) analysis, farmers’ awareness through trainings, drumming and scare crows was found effective field demonstrations rodent control campaigns (>95%) from bird attack for 18 sunny days at was organized on community basis in 80.0 ha milky stage. The IPM at farmers’ fields, different cropped area in Penumachili village of Achata management modules during kharif consisting of Mandal, West Godavari district. On the basis of net (1,471kg/ha) reflective ribbon (1,361kg/ha) mean live burrow counts, the bait requirement and botanical spray (1,305kg/ha) proved effective for the block was arrived. Bromodiolone (0.005%) poison bait was prepared by involving in controlling bird damage in sorghum over the the farmwomen at temple centre of the village control (912kg/ha). and the bait was made into packets of 10g each Birds like, Small Green Barbet (Megalaima and applied @ one packet / burrow, covering field viridis), White Cheeked Bulbul (Pycnotus jocosus) bunds, canal bunds and farmhouses. Rodent and Tree pie (Dendrocitta vagabunda) helped in control success of 84.81 % in kharif and 90.58% in rabi was achieved in the village. As a result, the propogation of the recently surging Momordica farmers harvested an additional yield of 240.5 dioica, a cucurbitaceous climber weed in kg/ha in kharif and 202 kg/ha in rabi. Farmers agriculturre. The seed found in excreta of these were benefited with Rs 50 in kharif and Rs 54 in birds readily germinated unlike the seeds harvested rabi for every one rupee spent towards rodent manually. Role of beneficial birds in IPM: Fourteen"
  },
  {
    "crop_name": "CROP MANAGEMENT",
    "description": "61"
  },
  {
    "crop_name": "Rodent management strategies",
    "description": "on the outbreak of migratory locust Locusta migratoria migratorioides in the cold desert agro- Leaf powders of Vitex nigundi and Polygonum ecosystems of Leh, Ladakh; revisionary studies treated food recorded least preference by Rattus on three genera of Coccinellidae and Chalcidoidea; rattus in laboratory, indicating anti-rodent updating and digitizing of computerized databases properties. Field trials with castor-based herbal of identified insect collections at National Bureau repellent showed higher repellency against rice of Agriculturally Important Insects and the National rodents, followed by castor oil 10% and pongamia Pusa Collection at IARI; and preparation of oil 10% in Godawari delta region. Five illustrated diagnostic keys for the families of major days exposure of bait containing 0.1% insect and mite groups occurring in different agro- eucalyptus oil to B. bengalensis revealed repellent ecosystems of India. effect of eucalyptus oil. Oral intubations @ 40 and 80 mg/kg dosage of pure gossypol and 100 Rodent damage vis-à-vis commensalization of and 200 mg/kg of seed extracted gossypol did field rodents not cause any toxic and antifertility effects in B. Indian gerbil, Tatera indica, essentially a field bengalensis. rodent species established its population in Feeding trials with a plant origin compound, residential and grain storage areas. The gerbil ‘Bio’ containig glucosides of Tripterygium wilfordii species had shown predominance round the year in noodle formulation (0.25%) is being done. with 57-85% share (mean 66%), followed by Rattus Single oral administration of three doses of rattus (mean 34%). In Punjab, trappings carried triptolide to male R. rattus revealed no mortality out during August-September revealed the presence at 50 mg/kg dose. However, at 100 and 150 mg/ of B. bengalensis along with R. rattus in human kg, it resulted in 16.67 and 33.33% mortality within inhabitations indicating commensalization of B. 1-3 days. Sperm mortility, viability and morphology bengalensis. Its commensalization was also seen were found affected. in residential premises including grain storage in Application of zinc phosphide through plastic both rural and urban areas (26.19%) of Assam, cover at tillering and maturity stage, removal of potentially threatening food security. bushes and weeds, trimming and cleaning of bunds at monthly interval resulted 62.68 and 70.96% Rodent damage and behaviour reduction in crop damage and rodent population, Bait shyness in T. indica and F. pennanti: respectively. In Assam, trapping with cage trap@40/ Zinc phosphide induced bait shyness in T. indica ha at maximum tillering stage followed by one persisted for 73-75 days at mean temperature of application of 2% zinc phosphide baiting at panicle 31º C, which was reduced to 50 days at 21º C. initiation stage could effectively control Bandicota The younger gerbils (<100g-body weight) bengalensis in irrigated Boro paddy. Per cent recovered the shyness behaviour earlier to older control success was more where bait was kept in ones. Similarly, in case of F. pennanti shyness paper bags. behaviour lasted for 20-25 days. Recommendation on modification in critical DARE/ICAR ANNUAL REPORT 2009–2010 62"
  },
  {
    "crop_name": "CROP MANAGEMENT",
    "description": "63"
  }
]