[
  {
    "crop_name": "Seed treatment with Azotobacter and phosphate ha recorded significantly higher green fodder",
    "description": "solublizing bacteria showed that about 50% of yield by 42 and 16.8% over control and only recommended N and P can be compensated with 20 kg P as SSP/ha respectively. their application. Underutilized crops:In Gujarat, grain-amarnath Small millets: In fingermillet-growing areas Annapurna, in closer spacing of 22.5 cm × 10 cm of Orissa, fingermillet growing early in the season, resulted in higher yield than wider spacing (45 followed by blackgram/cowpea, was found cm × 10 cm). profitable. Alternatively, cowpea as early season In Jatropha, height and number of branches crop, followed by fingermillet in the sequence per plant increased with spacing, fertilizer dose gave higher returns. and age of planting."
  },
  {
    "crop_name": "Frost injury in ber could be minimized by spraying",
    "description": "of Sulphuric acid (0.5%) in third week of October and first week of November. Application of Sprinkler irrigation in onion increases yield (15–20%) and saves water (40–50%) Atrazine (pre-emergence) with Glyphosate (post- emergence) has been recommended for weed Potato: Rice-potato-okra followed by rice- control in aonla. Initial sucker mortality of date potato-jute and potato-French bean followed by palm has been controlled through treating suckers potato-sorghum were found most remunerative with Carbendazim (0.1%) + Chlorpyriphos (0.1%) potato-based crop sequences. Potato + French bean + IBA (1,000 ppm). (2:1 ratio) followed by potato + methi (2:1 ratio) Vegetable crops: Onion and garlic could be were most profitable intercropping systems. In"
  },
  {
    "crop_name": "NPK requirement of crop next to potato was as a component of IPM for an effective",
    "description": "reduced by 25% of the recommended dose when management of whitefly in gerbera grown under potato received 100% recommended NPK along protected cultivation. with FYM @ 20 tonnes/ha. These crop sequences Lilium: Lilium bulb production technology has were rice-potato-wheat, potato-pearl millet, potato- been standardized with using sawdust of bottle gourd and potato-greengram. Cryptomeria japonica and application of N:P:K With the use of phosphobacteria, the dose of P (10:25:25) @ 100 g/m2. could be reduced to 75%. Among potato cultivars Medicinal and aromatic plants: Propagation Kufri Pukhraj, Kufri Sutlej, Kufri Swarna and of patchouli (Pogostemom cablin) from mother Kufri Badshah were found more nitrogen-efficient plants was standardized using single leaf. Single cultivars than other varieties tested. leaf from the top 2–5 nodes produced fully Potato Kufri Pukhraj was identified to be a developed plantlets in 60 days. An Anthroquinone highly input-efficient cultivar having higher N compounds isolated from Aloe were characterized influx. It has capacity to use higher soil N compared through HPTLC and LC-MS/MS. Two major to Kufri Jyoti. Similarly, Kufri Swarna was the anthroquinone compounds were isolated and found most nutrient-efficient variety in southern hills. to have mass of 441.0 AMU (which corresponds Vermicompost proved to be superior to FYM, as to sodium adduct of Aloin A) and 577.3 AMU. it had direct effect on P availability at a latter Application of 7.5 tonnes FYM/ha and harvesting stage of crop growth. The stolon formation and 135 days after planting significantly influenced tuber initiation stages were identified to be most fresh and dry foliage yield, andrographolide and critical for water supply. Single drip layout iron contents, and their total herbage yield in application system for raised bed/triple row potato Kalmegh. planting with 1.5 lakh plants/ha resulted in nearly Betelvine: The integrated crop management 30% higher yield of potato, saving 50% of water package has been developed for betelvine compared to traditional method of furrow irrigation. cultivation in major betelvine-producing areas. Coconut: The net primary production Inorganic nitrogen @ 200 kg in splits form + 100 estimations of coconut monocrop in different kg P O + 100 kg K O + irrigation 100% 2 5 2 agroclimatic zones indicated annual carbon replenishment of cumulative pan evaporation (CPE) sequestration potential of coconut above the ground + 4 applications of Trichoderma + sanitation biomass ranged from 8 to 32 CERs. The standing resulted in better growth and yield attributes. carbon stocks ranged from 18 to 51 CERs. Application of Bordeaux mixture was found Cashew: Yield in high-density planting (416 superior compared to biocontrol agent for and 500 trees/ha) was significantly higher (726 Phytophthora foot rot of betelvine and increased and 1,138 kg/ha, respectively) than normal density betelvine yield. The application of oil cake + (457 kg/tree). The cashew graft production has Carbofuran + 3–4 inoculations of P. lilacinus been enhanced, producing 2.5 lakh grafts of inoculated oil cake effectively controlled root- improved and high-yielding varieties and made knot nematode and increased leaf yield. them available to farmers and developmental Mushroom: Of the 53 hybrid strains of agencies. Pleurotus sajor-caju evaluated on wheat straw, Analysis of volatiles collected from virgin 10 gave more than 68–85% BE. In paddy straw, females of tea mosquito bug by GCMS revealed mushroom 42 single spore isolates were compared the presence of methyl butyrate. Lambda for their growth rate, type of mycelial thread,"
  },
  {
    "crop_name": "Cyhalothrin has been found to be most effective",
    "description": "against foliage pests of cashew. Significant varietal variation has been observed for protein (4.26 – 12.29%), starch (6.75 – 78.66%), sugar (11.44 – 42.07%) and in-vitro digestibility of carbohydrate in cashew apple powder."
  },
  {
    "crop_name": "Mini palm oil mill",
    "description": ""
  },
  {
    "crop_name": "A portable snowball tender nut machine was",
    "description": "developed. A mini palm oil mill with a capacity to process 1 tonne of fresh fruit bunches (FFB) of oil palm per hour was developed. The mill is devised in such a way that it is easily main- tainable and can be repaired locally."
  },
  {
    "crop_name": "Shiitake mushrooms grown on wheat bran",
    "description": ""
  },
  {
    "crop_name": "Trial Pest Promising entries identified",
    "description": "PHS Plant hoppers KAU Ptb 9412-13, KAUM MO8 20 KR, CR AC 34997, KAUM 95-1, KAU PTB 9401-2, CORH 3, KAUM 103-104-1 GMS Gall midge RP 4642-669, RP 4643-713, RP 4643-723, RP 4643-829, RP 4643-985, RP 4643-1020, RP 4645-688, RP 4644-745, RP 4647-1191, JGL 8644, JGL 11541, JGL 11551, JGL 13391 GMSS Gall midge INRC 5073, INRC 17494, INRC 8867, INRC 3021, INRC 7055, INRC 8843, INRC 2489 GEMP Multiple pest resistance IC Nos 331779, IC 340054, IC 115503, IC 321504, IC 337578 MRST Multiple pest resistance Salkathi (CR AC 35181), RP 4621-1842, RP 4621-1845, RP 4518-2-6, RP 4642-669, RP 4516-3-8, RP 4639-110, JGL 13595 NSN Multiple pest resistance IET 17885, IET 18909, IET 19308, IET 19379, IET 19571, IET 19794, IET19632 PHS, Planthopper screening; GMS, gall midge screening; GMSS, gall midge special screening; GEMP, germplasm evaluation against major pests; MRST, multiple resistance screening trial; NSN, national screening nursery."
  },
  {
    "crop_name": "Promising entries identified against various diseases",
    "description": ""
  },
  {
    "crop_name": "Disease Promising entries identified Disease Promising entries identified",
    "description": "Sheath blight NSN: IET 18353, 19334, 19929, 19491, 19492, 19117, 19744, 19745 20052, 20071, 20075, 20095 Glume discolouration DSN: IR 78224-22-2-980, VL 7504, DSN: ARC 10573, CB 02-012 VL 30019, 35VL 30246, HPR 2143, Brown spot NSN: IET 18208, 18725, 18727, HPR 1156, Bhrigodan 18754, 8647, 19344, 19697, 19656, Bacterial blight NSN: IET 19046, 19590, 19045, 19657, 19189, 19212, 19786, 19026, 19144, 18990, 19148, 19630, 19631, 19635, 19638, 19120, 20080, 18697, 19542 19640, 19767,19725, 19726, 19731, DSN: CB 01-001, VOPH 3102 19739, 19746, 19530 Rice tungro disease NSN: IET 18720, 19706, 19708, DSN: ARC 10555, CB03-334, 19711, 19712, 19722, 19646, CB02-012, IR 78224-22-2-98, HPR- 19662, 19161, 19799, 19742; 2505, ARC 10535 and ARC 10573 TNRH-142 Sheath rot NSN: IET 19144, 18647, 18755, DSN: IR 78221-19-6-82, HPR-2413 18646, 19389, 19424, 19513, and ARC 10560 18808, 19370, 19664, 19162, Multiple diseases IET 20066 (blast, bacterial blight 19163, 19963, 20064, 20067, and tungro) IET 19542 (blast, 20085, 20006, 19743, 19739, bacterial blight and tungro) IET 19744, 19754, 19758, 19759 19739 (brown spot, sheath rot and DSN: CB 01-001,CB 03-008, tungro) CB 03-008 (blast, sheath CB 02-0212, ARC 10560. blight and sheath rot) CB 02-012 False smut NSN: IET 18732, 18736, 18353, (sheath blight, brown spot and 18781, 18782, 18796, 18990, sheath rot) NSN, National screening nursery; DSN, District screening nursery Oligonychus oryzae. Abamectin at 0.5 ml/litre and were then placed in rice fields at 20 bundles/ha. Fenazaquin at 1 ml/litre were effective in checking This practice along with growing of maize, mite population that peaked between 35 and 70 sunnhemp or Sesbania as a border crop significantly days after planting. increased population of natural enemies concurrent Wheat and barley:Wheat and barley genotypes with reduction of yellow stem borer. Many of the showing resistance to various diseases and insect volatiles from 30 isolates of 6 species of pests have been identified. Trichoderma have been found inhibitory to IPM in barley. Seed treatment with Carboxim Sclerotium rolfsii, Fusarium oxysporum f. sp. 200 WS at 3 g/kg of seed and Imidacloprid at 0.6 vasinfectum and F. ciceri. g a.i./kg + foliar sprays of Propiconazole (Tilt 25 Pearl millet: Pearl millet MH 1248, MH 1291, EC) at 0.1% and Imidacloprid at 20 g a.i./ha MH 1294, MH 1299, MH 1328, MH 1397, MH reduced incidence of stripe and stem rusts, covered 1363, GHB 538, GHB 558, PB 106, Pusa 266, smut, foliar blight, aphids and termites. It also Raj 171, ICMV 221 and JBV 2 have exhibited increased number of plants/plot by reducing resistance against downy mildew, smut and rust. seedling death, and increased test weight and grain Groundnut: In-vitro Trichoderma isolates yield significantly over check. NRCG T 06 and NRCG T 17 have been found Maize: Four lines of maize have been registered effective against collar rot (Aspergillus niger) and as the sources of disease resistance. stem rot (Selerotium rolfsii) and NRCG T12, NRCG T16, NRCG T 32 and NRCG T 34 showed antagonism against Aspergillus flavus."
  },
  {
    "crop_name": "Registered lines of maize at NBPGR",
    "description": "Gypsum at 500 kg/ha at pegging significantly Line INGR number Novel/unique feature reduced aflatoxin contamination. Garlic and onion rotation in long-term significantly reduced soil BPPT 1 35 06043 PFSR resistance population of A. flavus and aflatoxin contamination BPPT 1 37 06044 PFSR resistance in subsequent crop of groundnut. BPPT 1 38 06045 PFSR resistance Sunflower: Seed treatment with mixture of BPPT 1 44 06046 PFSR resistance Iprodione + Carbendazim 0.2%, followed by two sprays of Quintal 0.2% along with two sprays of Sorghum:IPM in sorghum. Wheat straw bundles Propiconazole 0.1%, and seed treatment + two of 90 cm length and 22 cm diameter were packed sprays with Hexaconazole 0.1% were effective in in plastic nets and placed in sorghum fields for reducing Alternaria leaf-spot incidence. 15 days for bundles with spiders. These bundles Imidacloprid 5 g/kg seed along with its spraying"
  },
  {
    "crop_name": "Wheat",
    "description": "Stem, leaf and stripe rusts + leaf blight + powdery mildew + TL 2934 Karnal bunt + flag smut Stem, leaf and stripe rusts + leaf blight* + Karnal bunt HS 485 Stem, leaf and stripe rusts + powdery mildew + flag smut TL 2942 Leaf blight* + flag smut HS 459 Stem, leaf and stripe rusts + Karnal bunt + flag smut HS 461 Leaf and stripe rusts + leaf blight* HPW 251, HW 5037 Leaf and stripe rusts + flag smut AKDW 2997-16 Leaf and stem rusts + flag smut GW 373 Leaf and stem rusts + Karnal bunt + flag smut MACS 2956 Leaf and stem rusts + leaf blight* HI 1531 Leaf and stem rusts + leaf blight* + flag smut HPW 254 Leaf and stem rusts + leaf blight* + flag smut + Karnal bunt VL 890, UP 2632, NW (S) 02-4 Karnal bunt + flag smut HPW 236, VL 875, JKW 20, VL 870, NIDW 325 Stem, leaf and stripe rusts + foliar aphids PBW 559, HI 1531 Stem and leaf rusts + foliar aphids VL 882, DDK 1025 Stripe and leaf rusts + foliar aphids NW (S) 02-4, VL 891 Stem, leaf and stripe rusts + root aphids HPW 236, HPW 245, HS 473 and HW 5028 Stripe and leaf rusts + root aphids VL 870 Stem, leaf and stripe rusts + foliar aphids + root aphids MACS 6198"
  },
  {
    "crop_name": "Barley",
    "description": "Stripe rust** BHS 369, HBL 410, HBL 501, PL 815, RD 2624, RD 2683, RD 2707, RD 2729, RD 2730, RD 2732, RD 2734, RD 2738 Leaf blight BHS 366, BHS 377, BHS 380, BH 888, DWRUB 52, HUB 194, HUB 195, K 850, K 860, K 866, K 867, K 868, NDB 1173, NDB 1276, NDB 1414, PL751, PL 808, PL 810, PL 811, PL 812, PL 815, RD 2035, RD 2723, RD 2724, VLB 103, VLB 104, VLB 105, VLB 107, VLB 108 Stripe rust + leaf rust + leaf blight + stem rust HUB 195, RD 2724, VLB 103 *Moderately resistant; ** Highly resistant at 0.05% at 30 and 45 days, and seed treatment with Thiomethoxam 4 g/kg of seed, followed by Trivir, a biopesticide, for wilt and root-rot diseases two sprays of Thiomethoxam (0.05%) at 30 and 45 DAS reduced necrosis incidence and increased A formulation with trade name Trivir 1% W.P. seed yield. Indoxacarb 0.015% and Profenophos (DOR B-16 strain of Trichoderma viride) has been 0.05% have been effective against defoliators and developed and registered under Section 9 (3B) stem borer. of the Insecticide Act, 1968 for commercial production. This antagonist strain effectively Safflower:Carbendazim at 0.1% was most controls wilt and root-rot diseases of castor, effective for Alternaria leaf spot. pigeonpea, sesame, chillies, cowpea and pulses. Castor:Botrytis grey mold disease could be It effectively managed castor wilt as seed effectively managed with two sprays of treatment (10 g/kg seed) along with soil Carbendazim (0.1%) + Trichoderma viride (0.3%). application (2.5 kg mixed with 125–200 kg of FYM/ha). The improved strain of T. viride is Rapeseed-Mustard:Mustard sowing in first tolerant to Carbendazim, and it can be used along fortnight of October, followed by prophylactic with seed-treatment fungicides. This biopesticide spray of Allium sativum bulb aqueous extract (2%) also showed suppression of reniform nematodes and 5% aqueous leaf extract of Eucalyptus globosus that predispose castor to wilt disease. managed foliar diseases of mustard can substitute Mancozeb."
  },
  {
    "crop_name": "SUCCESS STORY in keeping psylla population under check in Nagpur",
    "description": "mandarin. Parasitism by T. radiata was more in Checking root knot nematode in banana spring (March, 78.4%) than in summer (July, Farmers of Jagannathpur village of Pipli block 23.8%) and autumn (October, 7.2%) flushing in Orissa are traditional banana-growers. seasons. Spring season was favourable for its Gajabantal variety grown there is used as growth and development. A temperature of 30°C vegetable in the region. Severe infestation of favoured the development of T. radiata adults. root-knot nematode was observed in all banana"
  },
  {
    "crop_name": "Psylla population preferred Murraya seedlings",
    "description": "fields. Hot-water treatment was given to suckers as compared to Nagpur mandarin. The at 55°C for 20 minutes and Furadan was added at 16.6 g per pit. After treatment, suckers were multiplication of psylla on Murraya was faster planted and general package of practices were than on Nagpur mandarin at 27 ± 2°C temperature followed. Growth and natural lustre of banana and 65–70% RH. Parasitoid population was high plants was better in treated plants. Average during February-March as compared to other bunch weight was 30% higher where treated months under cage-house conditions. However, suckers were planted and Furadan + neem cake with increase in temperature outside during April, were incorporated in the pit-soil. Multiplication of the nematodes decreased. the nymphal population after its peak during mid-"
  },
  {
    "crop_name": "March faced gradual decline with appearance of",
    "description": "psylla adults. Field release of T. radiata @ 40 during the last 30 days before harvesting reduced adults/tree resulted in 50–62% reduction of psylla the PHI of Flusilazole from 48 to 18 days. Seasonal population. Of the indigenously available botanicals incidence of insect-pests in vineyards and its [Badakulanjan (Alpinia galanga), sweet flag correlation with weather parameters were continued. (Acorus calamus), safed kanher (Nerium odorum), Thrips and jassids populations were observed during nirgundi (Vitex negundo) and neem (Azadirachta November-December, coinciding with flowering indica)] evaluated against T.radiata, rhizome period and berry setting. Two major species of thrips extracts of A. galanga was safer as compared to were found economically important. However, other with regard to adult emergence of T. radiata. mealybug incidence was highest during the Inclusion of VAM, PSB, Azospirillum and harvesting period in February-April. Trichoderma harzianum at 500, 100, 100 and 100 Eight species of ants were found associated g/plant, respectively, to 75% of RDF for Kinnow with mealybugs in vineyards. Several new and Khasi mandarin (7 years old trees) improved generations insecticides like Spinosad, Buprofezin, the plant growth parameters and productivity. Methomyl, Imidacloprid, Ihiamethoxam, Application of 75% recommended doses of nitrogen Clothianidin, Fipronil, Chlorpyriphos and and potash through drip irrigation was found ideal."
  },
  {
    "crop_name": "Cichlorvos were found safe for Cryptolaemus Leaf miner in citrus was effectively controlled",
    "description": "montrouzieri. by spraying Imidacloprid (0.005%) followed by Screening and incorporation of disease resistance NSKE (5%) or Bacillus thuringiensis (Bt) at 0.1% through hybridization resulted in identification of or Fenvalerate (0.005%) followed by fenvalerate 42 hybrid seedlings free from downy mildew, 32 (0.005%). Two releases of Mallada boninensis free from powdery mildew, 31 free from (4–6 eggs/shoot) have been found effective in anthracnose,41 resistant/tolerant to rust and 22 IPM of citrus black fly (Aleurocanthus woglumi). free from all four diseases. Disease forecasting Application of Pseudomonas fluroscens or B. models for downy mildew, powdery mildew, subtilis (5 g/pot for each) along with FYM (0.5 anthracnose, rust and greenaria leaf spot were kg/pot) and neem cake (50 g/pot) was found better developed. Spraying of oils and Trichoderma in reduction of dry root rot. harzianum and spraing of Pseudomonas fluorescens Litchi: The combination of Trichocards @ were found suitable to control anthracnose and 50,000 eggs/ha, applied at flowering and again greenaria leaf spot respectively. White variety 25 days later and two sprays of Azadiractin 5,000 Chenin Blanc and red varieties Cabernet Sauvignon @ 0.05% at 7 days interval at lentil-sized fruit and Pinot Noir were found suitable for the growth stage followed by a repeated spray of production of standard quality dry table-wines. Azadiractin at colour break stage performed better Grapes of Pusa Navarang were found to be very in controlling fruit-borer in litchi. The leaf roller rich in anthocyanins and phenols. incidence reached its peak in October at Mohanpur, Citrus: Citrus psylla (Diaphorina citri) while it was low in March which gradually Kuwayama (Hemiptera: Psyllidae) is one of the increased and reached the maximum level in July serious insect-pests of citrus throughout India. at Pantnagar. Fruit-borer, Dichocrosis punctiferalis, Among bioagents, Tamarixia radiata Platypelpa sp. and Conopomorpha cramerell were (Hymenoptera: Eulophidae), a host-specific also recorded."
  },
  {
    "crop_name": "Pest management information system",
    "description": "applied as a paste on the bleeding patch coupled (PMIS) with basal application of the same bioagent (50 g) in combination with 5 kg neem cake (10.6 cm PMIS has been developed on cotton, brinjal decrease). and okra. Decision-making software (pesticide Advisor) has also been developed with all Mites in coconut. Spray of Flufenzin at 80– information on available pesticides. For 100 g ai/ha and Clofentezine at 200–300 g ai/ha popularization of IPM, six different songs (in was found promising against coconut eriophyid Telugu) along with video (explaining plant mite in Karnataka, Tamil Nadu and Gujarat. protection activities from sowing to harvest in Spices: Endophytic bacteria found effective cotton) were developed and broadcast through against Phytophthora capsici in black pepper were All India Radio in Andhra Pradesh. identified as Pseudomonas aeruginosa (BP-35) Bacillus megaterium (BP-17) and P. putida (BP- for control of Siam weed Chromolaena odorata 25) by analyzing the nucleotide sequence of 16s was established in field at Karnataka (2 locations) rDNA. Bacillus megaterium (BP-17) and another Tataguni village and GKVK, and has been endophyte Curtobacterium luteum (TC-10) was successful for two winter and summer critical found effective against Radopholus. An integrated periods. pest management schedule involving planting of Biosystematic studies on root mealybug-free rooted cuttings in field, removal coccinellids. Halyzia dejavu, of weeds in interspaces of black pepper vines new sibling species of Halyzia during summer, especially when intercropped with straminea has been described coffee, drenching with Imidacloprid (0.075%) and from India and Nepal. adoption of control measures against Phytophthora Taxonomic revisions of and nematode infections was developed for the Synona, Scymnodes, Apolinus, management of root mealybug. Neem gold (0.5%) Rhynchortalia and"
  },
  {
    "crop_name": "Halyzia dejavu is a",
    "description": "and neem oil (0.5%) were found to be superior to Cryptolaemus (in part) have new sibling species fish oil insecticidal soap (2.5%) in reducing the been carried out. A new population of scale insects in black pepper. species of Horniolus has been recorded from Trichoderma and Pseudomonas were found to Karnataka. be effective in controlling diseases of elephant- Endophytic bacteria. Antagonistic endophytic foot yam. Cauliflower waste leaves were good in bacterium Bacillus megaterium induced high level luring snail population in elephant-foot yam crop. of production of chitinase (2.794ì/g) and Bacillus Yam bean border crop around elephant-foot yam sp. induced a high level of ß-1, 3-glucanase activity; crop reduced the snail infestation significantly. indicating their high biocontrol potential. Bacillus The sex pheromone septa developed in sp. could inhibit Fusarium solani 50% and collaboration with BARC, Mumbai, as one of the Verticillium dahliae by 48%, while Ervinia components of IPM of sweet potato weevil was herbicola inhibited F. solani to 37.5%. found to be effective in suppressing the weevil Biological suppression of plant- damage. parasitic nematodes Integrated pest management At the TNAU, and AAU, Anand, talc formulation Plant health clinics are established at four centres of P. lilacinus and Pochonia chlamydosporia at to cater to the requirements of the knowledge 20 kg/0.4 ha in pigeonpea resulted in 59% reduction support and demonstration of IPM strategies to in population of pigeonpea cyst nematodes and farmers. On the pest forewarning front, a multiple regression model has been developed using Biological suppression of polyhouse pests maximum and minimum temperatures, relative humidity and population of one-week lag period Applications of fungal formulations, viz. Verticillium lecanii, Hirsutella thompsonii, for forecasting Helicoverpa armigera population"
  },
  {
    "crop_name": "Metarrhizium anisopliae and Beuveria bassiana",
    "description": "at Sriganganagar (Rajasthan). The prediction rules effectively reduced population of thrips for Helicoverpa armigera during kharif and rabi (Frankliniella sp.) on gerbera plants in polyhouses have been developed using threshold values of in Kerala. rainfall and degree-day accumulation. At Solan, Paecilomyces fumosoroseus at 1011 conidia/litre was effective in managing whitefly Biological control infesting cucumber in polyhouse, killing 67.1 and 39.3% whitefly nymphs within 15 days of Introduction of natural enemies. The stem gall- treatment. fly Cecidochares connexa released in July 2005"
  },
  {
    "crop_name": "Checklist of eriyophyid mites",
    "description": "and Polygonum treated food in Asom. Jatropha"
  },
  {
    "crop_name": "Checklist of eriyophyid mites on tree species",
    "description": "seeds and seed coat powder registering negligible of Karnataka comprising 24 new genera has been consumption by Tatera indica in no choice and prepared. Survey for plant-associated mites fauna choice trials in the laboratory indicate their revealed occurrence of Eutetranychus orientalis deterrent/repellent properties. Sprinkling of neem and Brevipalpus phoenicis on medicinal plants leaf powder (0.5%) on gunny bags with alternate like Bauhinia variegata, Piper longum, Rauvolfia, food under simulated storage provided total Withania somnifera, Ocimum, Dalbergia, protection to treated bags up to 9 days. Feeding particularly in Varanasi. on 2, 4 and 6% root powder of Calotrophis procera Greater activity of predatory mites (Phytoseidae, in bait caused dose-dependent decrease in weight Stigmaeidae, Tydeidae and Anystidae) and insects of reproductive organs and sperms function like coccinellids were observed on spidermite characteristics in Rattus rattus. Males of Bandicota infested vegetable crops in Ludhiana (Punjab), bengalensis after administration of 0.01 and 0.02% Kalyani (West Bengal) and Varanasi (Uttar Pradesh). gossypol for 16 days showed sterility effects in terms of decreased sperm motility, vitality and Rodent management sperm concentration vis-à-vis reduced weight of In Andhra Pradesh, damage to kharif rice was reproductive organs and accessory glands. recorded from 12.4 to 72.9% and up to 40% to Burrow fumigator. The modified burrow rabi rice, and tiller damage was 11.09% and 13.6% fumigator developed at Ludhiana showed more in sali and boro rices. Pineapple suffered maximum than 90% rodent control success, compared to with 13.2% fruit damage in lower Brahmaputra zinc phosphide (2%) baiting (67% success)."
  },
  {
    "crop_name": "Rodents damaged nursery A farm woman using burrow fumigator",
    "description": "Traps and trap barrier system. Local made Butta recorded higher-rodent trap index than Tanjore kitty trap; indicating its superiority in trapping field rodents. Rodenticides. Cholecalciferol, a vitamin D - 3 based rodenticide revealed LD value of 30 and 50 50 mg/kg body weight for males and females. A new tablet formulation (12 g tab) of aluminium phosphide containing 6% a.i. evaluated in fields at Jodhpur, Bangalore, Jorhat and Marateru at one tablet per burrow dry and wet plugging yielded 65–71 and 55–62% control success at Jodhpur. In other centres control success was between 68 Rodents damage cumin crop and 75%."
  },
  {
    "crop_name": "Agricultural Ornithology",
    "description": "in cotton artificial ‘T’ perches, followed by sorghum/"
  },
  {
    "crop_name": "Status of birds and their extent of damage millet perchings outperformed in their utilization",
    "description": "to different crops: In Punjab, monitoring of bird than other perching facilities with mean number community in selected wheat and paddy fields at of visits performed by birds to be 4.00 to 9.27 ± 3 locations has revealed occurrence of 23 and 25 5.10 and 1.00 to 2.80 ± 1.17 per 20 minutes, species with maximum species richness of 15 and respectively, for picking up insects. Relatively less 12 at sowing/sprouting and tiller formation/earhead number of bird species utilized ‘T’ perches and formation stages, which can be exploited for perching facilities in sprayed fields. Maximum suppression of insects in these crops. Monitoring utility of perches was by eight species in August- 2.02 ha wheat field under bed plantation at village September which corresponded with increased Buani (Ludhiana) revealed 77.69% damage to foliage density and corresponding increase in insect sproutings and seedlings by house-crow, which infestation intensity. Similarly, in muskmelon, resulted in wheat yield of only 500 kg/0.4 ha. watermelon and bitter-gourd, artificial perches could While in Gujarat, bird community of wheat-crop attract 6, 8, 8 species out of total 8, 11, 13 species agro-ecosystem was found dominated by cattle visiting crops. egret having relative abundance of 31.72%, Wooden nest boxes were readily accepted and followed by glossy ibis, Indian ring dove, little adopted for breeding by common myna and spotted brown dove, large grey babbler, and red-wattled owlet, which resulted in 68.32% breeding success lapwing. Damage to germinating wheat seed was in common myna. While earthen pots with lids non-significant. In Kerala, damage to banana was were adopted by house-sparrow and Indian robin,"
  },
  {
    "crop_name": "Analysis of food samples of spotted owlet found Trials of Imidacloprid on cotton carried out at",
    "description": "high occurrence of rodents (60%) in winter, Hyderabad at 35 and 70 g a.i./ha, showed that followed by insects (24%), while in summer and none of the samples (soil, lint and seed) exhibited monsoon, insect-diet was predominantly high (58, presence of residues at harvest. Mixed formulation 35%). of Acephate (50%) and Imidacloprid (1.8% SP) Presence of fruit-bearing trees like Butea on cotton was evaluated at PAU, Ludhiana. Their monosperna, Pithecolobium dulce, Morus alba residues dissipated below detectable limit (0.02 and Salvadora persica around farm lands attracted mg/kg) 15 and 7 days after application. 18 species of insectivorous birds and helped in Multilocation supervised trials of bifenthrin (60.0 controlling crop pests to the extent of 40–63%. and 120.0 g a.i./ha), Fenazaquin (40 and 80 g a.i./ha), Diniconazole (500 and 1,000 g a.i./ha)"
  },
  {
    "crop_name": "Whitegrubs and other soil arthropods",
    "description": "and Fenpropathrin (450 and 900 g a.i./ha) on apple Whitegrubs: Soil application of Chlorpyriphos were carried out at Solan, Mashobra, Matiana and 20 EC at 400 g a.i./ha and Bifenthrin 10 EC at Thanedhar (Himachal Pradesh). The residues were 250 g a.i./ha in standing crop of potato against found below detectable limit within 30 days in whitegrub Brahamina coriacia was found superior all locations. in terms of controlling tuber damage. Imidacloprid Tebuconazole (2% DS) on groundnut was 0.75 G at 90 g a.i./ha as post-sown soil application evaluated at Jaipur, at 0.025 and 0.05 g a.i./kg in standing crop against whitegrub Adoretus sp. seed. None of the samples of groundnut or soil in greengram recorded lowest plant mortality at showed presence of residues in any of the Jorhat centre. treatments. Dissemination of pheromone technique of Persistence of Bifenthrin and Fipronil, as whitegrub through beetle management was termiticide in building soil, was studied jointly demonstrated in village Sirsi near Jaipur covering by AINP on Pesticide Residues, IARI and Central 50 ha, involving 10 farmers’ families. Out of the Building Research Institute (CBRI), Roorkee for total 525 host-trees, only 160 trees were sprayed five years. Their residues were detected up to"
  }
]