[
  {
    "crop_name": "CONTENTS",
    "description": "Course Outline 1 Introduction 3 Objectives of the Course 3 Course Duration, Location, and Sponsorship 4 The “Introduction to IPM Handbook” and the “Trainers Manual” 4 Training Method 5 Trainer Responsibilities 5 Pre- and Post-Course Participant Evaluation 6 Preparation of Training Notes, Visual Aids and Training Equipment 6 Activity Times 7 Trainer Notes 7 Handouts 7 Participants 8 Participant Details 8 Equipment 9 Checklist of Training Materials Required 10 II"
  },
  {
    "crop_name": "CONTENTS",
    "description": "Session 1: Introduction to the Course Pre-Course Trainee Evaluation Basics of IPM – Part One Session 2: Basics of IPM – Part Two Session 3: Basics of IPM – Part Three Session 4: Basics of IPM – Part Four Session 5: Basics of IPM – Part Five Session 6: Pesticide Resistance Management Session 7: Pesticides and Formulations – Part One Session 8: Pesticides and Formulations – Part Two Session 9: Biocontrol Session 10: Pesticide Application Session 11: Toxicity, Health, and Safety Session 12: Environmental Aspects Session 13: Post-Course Trainee Evaluation"
  },
  {
    "crop_name": "Certificate Presentation",
    "description": ""
  },
  {
    "crop_name": "Course Closure",
    "description": ""
  },
  {
    "crop_name": "III",
    "description": ""
  },
  {
    "crop_name": "COURSE OUTLINE",
    "description": "Day 0"
  },
  {
    "crop_name": "Participants arrive",
    "description": "Day 1 Session 1: Session 2: Session 3: Homework 0830 - 1030 1100 - 1300 1400 - 1610 assignment - Introduction to the Basics of IPM Basics of IPM - What If? training course - Part 2 - Part 3 Giving farmer - Overall goals and - What is IPM? - Factors of good practical advice course schedule - Benefits of IPM, crop management - Pre-course evaluation How IPM is - Local alternative implemented methods of pest"
  },
  {
    "crop_name": "Basics of IPM",
    "description": "- Part 1 - IPM Circle management - What is a pest? - Why participants - External factors need to know - Local farmer about IPM pest management practices - Introduction to IPM, yield potential, crop - Homework management assignments - Agronomic factors for a healthy crop Day 2 Session 4: Session 5: Session 6: Homework 0830 - 1030 1100 - 1305 1400 - 1600 assignment"
  },
  {
    "crop_name": "Pesticide Resistance",
    "description": "Basics of IPM Basics of IPM - Application"
  },
  {
    "crop_name": "Management",
    "description": "- Part 4 - Part 5 - Biological control - Pesticide selection - What is meant by - Chemical control and dose rates pesticide resistance? - Economic principles - Causes of failure of - How resistance of pest management pesticide application develops - Pest scouting and - Causes of pest - Factors which spray threshold levels resistance promote development of - Decision making cycle - Identifying causes resistance of pesticide failure - Practices to prevent/ - Homework - avoid pesticide"
  },
  {
    "crop_name": "Dangerous tools",
    "description": "resistance 1"
  },
  {
    "crop_name": "COURSE OUTLINE",
    "description": "Day 3 Session 7: Session 8: Session 9: Session 10: Homework 1400 - 1600 1100 - 1310 1400 - 1540 1600 - 1800 assignment Pesticides and Pesticides and Biocontrol Pesticide Application - First Aid"
  },
  {
    "crop_name": "Formulations Formulations",
    "description": "- Objective of - Part 1 - Part 2 - What is biocontrol? using a sprayer - Dangerous tools - Pesticide formulations - How are biocontrol - Plant coverage, - Pesticide - Advantages and agents used? droplet size, terminology disadvantages of - Biocontrol in action volume of water different formulations - Pesticide - Advantages and - Large and classification - The pesticide label disadvantages of small droplets - Pesticide - Homework: Objective biocontrol - Nozzles, sprayer selection based of using a sprayer - Examples of calibration, on classification biocontrol maintenance - Handling biocontrol - Comparison of agents sprayer types Day 4 Session 11: Session 12: Session 13: Free Time 0830 - 1030 1100 - 1250 1400 - 1600 Toxicity, Health, Environmental Aspects or"
  },
  {
    "crop_name": "Post Course Evaluation",
    "description": "and Safety - What is the"
  },
  {
    "crop_name": "Participants Depart",
    "description": "- Hazard, environment"
  },
  {
    "crop_name": "Certificate",
    "description": "exposure, risk - Sources of pesticide Presentation - How pesticides environmental enter the body contamination Course Closure - Common ways of - Pesticide movement pesticide exposure in the environment and sensitive areas - Harmful effects of pesticides - Residues and pre-harvest intervals - Symptoms of poisoning - Examples of farmer practices - First aid - Consumer protection - Protective clothing Day 5"
  },
  {
    "crop_name": "Participants depart",
    "description": "2"
  },
  {
    "crop_name": "INTRODUCTION",
    "description": ""
  },
  {
    "crop_name": "REMEMBER THAT GOOD PREPARATION WILL TAKE YOU MORE",
    "description": "THAN HALF WAY TO ACHIEVING A SUCCESSFUL COURSE. This training course on Integrated Pest Management (IPM) has been prepared by CropLife International. It consists of 13 Sessions of approximately two hours each over four days: Session 1 Introduction to the Course Pre-Course Trainee Evaluation Basics of IPM – Part 1 Session 2 Basics of IPM – Part 2 Session 3 Basics of IPM – Part 3 Session 4 Basics of IPM – Part 4 Session 5 Basics of IPM – Part 5 Session 6 Pesticide Resistance Management Session 7 Pesticides and Formulations – Part 1 Session 8 Pesticides and Formulations – Part 2 Session 9 Biocontrol Session 10 Pesticide Application Session 11 Health and Safety Session 12 Environmental Aspects Session 13 Post-Course Trainee Evaluation"
  },
  {
    "crop_name": "Certificate Presentation",
    "description": ""
  },
  {
    "crop_name": "Course Closure",
    "description": ""
  },
  {
    "crop_name": "Objectives of the Course",
    "description": ""
  },
  {
    "crop_name": "The overall objective of this course is to enable participants to understand",
    "description": "the underlying concepts and principles of IPM which are relevant to all crops. The course is designed to be used in any area or region. In developing IPM knowledge among the participants, course activities do not use crop or IPM examples from specific areas, but rather call on participants (and the Trainers) to select their own crops and situations as a basis for the activity. To help the Trainers, some examples are given as background and as supporting material."
  },
  {
    "crop_name": "The main target groups of the course are pesticide retailers and agricultural",
    "description": "extension officers, although farmers could also be included. There will be different levels of knowledge among the participants. However, it is assumed that many will have only a vague idea of what IPM actually is and how it is implemented. Because practical and effective IPM can have many interacting factors, the course is designed to take participants slowly through the explanations of IPM principles and concepts. For this reason, several interacting topics may be introduced in a basic way in one session, and then further developed as individual topics in later sessions. 3"
  },
  {
    "crop_name": "INTRODUCTION",
    "description": "This is particularly so in Sessions 1 and 2. Trainers must bear this in mind, and not allow discussions to become too detailed or technical on the first introduction of a topic. The objective is not to give participants an excess of technical details - these should come later in training courses, such as IPM in specific crops, or sprayer maintenance, repair, and use. After attending this course, participants should be better prepared for later courses they may attend on crop production, and better able to understand the reasons behind the IPM practices implemented in those crops. They should also be better prepared to discuss and explain IPM principles and practices to farmers, and to give practical advice relevant to the farmer's situation."
  },
  {
    "crop_name": "Trainers should always keep these course objectives in mind during the",
    "description": "training sessions, and ensure that all topics are adequately covered. Course Duration, Location, and Sponsorship The full course takes 4 days. Some participants, particularly pesticide retailers, may find it difficult to attend for this length of time. In this case, the course can be spread over a longer period of time, such as one or two sessions in a morning, afternoon or evening over several weeks. This will need to be decided in collaboration with the participants prior to the course. If this schedule is followed, the introductory activity of each session will be important as a reminder of the results and conclusions of the previous session. A suitable venue should be selected for the course. The facilities available at the venue will partly depend on how the course is to be held in terms of timing of the sessions. More facilities in terms of refreshments, and perhaps accommodation, will be needed if the full course is to be held in one instance. Local sponsorship may be obtained to help fund or organise the course, or provide the venue. Such sponsorship should be acknowledged during the course, and on the Certificate of Attendance presented to the participants at the end of the course. The “Introduction to IPM Handbook” and the “Trainers Manual” Trainers should read both of these before starting any preparations for a course."
  },
  {
    "crop_name": "The Handbook contains all the necessary information required about the",
    "description": "principles of IPM. The Trainers Manual contains the Session details and activities to be undertaken. However, all the contents of the Handbook and all the necessary IPM information are not fully detailed in the session plans. It is the responsibility of Trainers to ensure that all the information contained in the Handbook is covered during the training course. The Trainers must plan in advance for each session to ensure that all the information contained in the Handbook is covered during the relevant session activities. In particular, they should note the structure of the course and how topics are developed from session to session. 4"
  },
  {
    "crop_name": "INTRODUCTION",
    "description": ""
  },
  {
    "crop_name": "Trainers should also note that topics are not necessarily in the same order in",
    "description": "the Handbook and the training sessions. This is because topics are often interlinked, and topics may be re-visited to further develop or place in perspective in the training sessions. Participants should only be given the Handbook at the end of the course, together with their training certificate."
  },
  {
    "crop_name": "Training Method",
    "description": "The training method is participatory, and the role of the Trainers / Facilitators is to create the conditions within the sessions that assist this type of learning. For the course to be effective it is essential that the Trainers have the necessary participatory training skills and experience. Two Trainers are required to give the course, as they can divide session responsibilities between them, support each other during sessions, and monitoring, coaching and evaluation of the participants is more effective. Trainer activities are specified during the procedures of each session. This is deliberate, and does not question the skills or experience of the Trainers. Activities are specified in this way so as to take course participants step-by- step through the principles of IPM. Trainers are free to adjust activities to a certain extent depending on local circumstances, but should not change the structure of the course. The training room should be laid out either with individual participant chairs, or with 3-4 tables, in a semi-circle around the main flipchart. The room should be large enough for participant groups to work separately and without disturbing each other in group activities, otherwise an additional room will be needed."
  },
  {
    "crop_name": "Trainer Responsibilities",
    "description": ""
  },
  {
    "crop_name": "One person should be designated as overall course leader to be responsible for",
    "description": "the coordination, planning and conduct of the course."
  },
  {
    "crop_name": "The Trainers must have a meeting at which they can discuss the training",
    "description": "methods which have been summarized in this manual. They need to agree who will deliver which sessions so that they are able to prepare for their particular sessions and activities. Also where co-training (i.e. as a team) is involved, Trainers should agree on how the procedures will be conducted, e.g., how participants will be divided into groups and monitored. 5"
  },
  {
    "crop_name": "INTRODUCTION",
    "description": "Pre- and Post-Course Participant Evaluation Following the introduction to the course in Session 1, participants take a pre-course evaluation to assess their existing knowledge of IPM, pesticides, etc. This consists of a 25 question, multiple choice answer test. Exactly the same test is given at the end of the course to assess how participant knowledge has changed. Trainers should mark the pre-course as soon as possible. However, the evaluation results and the papers should not be given back to the participants, nor should they be told which questions they got right or wrong, as they will sit the same test at the end of the course. Participants receive their results and both sets of papers after the Post-Course Evaluation in Session 13 at the end of the course. In certain countries, public announcement of the results could be sensitive to participants. In these circumstances the trainers should use their local knowledge to decide how best to present the results, if at all (e.g. average % change for the whole group). It is important, however, that individual participants receive their marked pre- and post-course papers so that they can self-evaluate their progress as a result of the course. Preparation of Training Notes, Visual Aids and"
  },
  {
    "crop_name": "Training Equipment",
    "description": "After the Trainers have met together and agreed on \"who does what\", individual Trainers can begin preparation of their training sessions, referring to the Trainers Manual, the handouts included with each session, and the participant manual."
  },
  {
    "crop_name": "All session handouts and the participant Handbook should be prepared and",
    "description": "duplicated well before the course. Flipcharts should be prepared of the objectives of each session, to be used in the session introduction, and referred to at the end of the session. Also, where presentations are made it is useful to pre-prepare flipcharts with the main points that can be referred to during the presentation. Certain sessions require additional training equipment, such as pesticide containers, gloves, or bottles of water. There is a check-list at the end of this Introduction, but Trainers should note where such equipment is needed in the course, and decide what they need to obtain and from where. A display of IPM booklets and other material, e.g. pest and beneficial insect identification charts may also be made available; these can be browsed by particpants at coffee and lunch break. Material should be chosen that is locally relevant."
  },
  {
    "crop_name": "The Trainers should have a meeting to make sure preparations are",
    "description": "completed on time and that all equipment, stationery, etc., is available 6 before the course starts"
  },
  {
    "crop_name": "INTRODUCTION",
    "description": ""
  },
  {
    "crop_name": "Activity Times",
    "description": "The times given for each activity of a session are indicative, and are given to help the Trainers when planning and running the session. However, they are not fixed, and it may be found that with a more knowledgeable group of participants some of the activities may be completed in less than the indicated time. Conversely, on occasion more time must be allowed in order for participants to thoroughly cover the topic."
  },
  {
    "crop_name": "Trainer Notes",
    "description": "Trainer notes are provided at various places in the Trainers Manual. These are to provide additional assistance and direction for the running of the relevant procedure. Sample questions are provided in many Session activities. These are suggestions, or indicative questions, only, and are intended to guide the trainer in the type of questions to ask so as to stimulate discussion and ensure that all aspects of the topic are covered and discussed. Other questions may be required to achieve this – the trainer must facilitate the discussion and ask these additional questions."
  },
  {
    "crop_name": "The provided questions are not fixed or the only questions that must be asked",
    "description": "of the participants."
  },
  {
    "crop_name": "Handouts",
    "description": "Session Handouts contain the basic information from each activity. They are numbered, the first number referring to the Session number, the second to the handout number of that session. They are intended both as reminder notes for participants, and for Trainers to use as checklists during an activity to ensure that all the topics are adequately covered. In the Trainers Manual the terms 'present' and 'distribute' are used with regard to handouts. • 'Present' means give a short lecture to the participants on the contents of the handout. • 'Distribute' means pass out copies of the handout to participants."
  },
  {
    "crop_name": "Sufficient numbers of all Handouts for participants must be printed or",
    "description": "photocopied prior to the start of the course. 7"
  },
  {
    "crop_name": "INTRODUCTION",
    "description": ""
  },
  {
    "crop_name": "Participants",
    "description": ""
  },
  {
    "crop_name": "Participants should be notified at least four weeks before the start of the",
    "description": "course. At this time they should receive detailed joining instructions: • The course location and venue • The dates of the course, and the date / time when they should arrive at the venue • An outline of the course and its objectives • Information on accommodation, if this is to be provided. • Any costs they may have to bear."
  },
  {
    "crop_name": "Participant Details",
    "description": "At the end of Session 1, a Handout is distributed for participants to fill out their contact details. These should be returned to the Trainers as soon as possible. The Trainers should prepare a single list of the information, and make sufficient copies to be distributed to all participants on the last day of the course. This contact list is intended both for the trainer's record of participant attendance, and for networking between Trainers and participants following the course."
  },
  {
    "crop_name": "Equipment",
    "description": "Using the checklist of training materials and equipment, note against each item the name of the person / company that has agreed to loan it for the duration of the course. Fix a day for collection / delivery of all items. 8"
  },
  {
    "crop_name": "INTRODUCTION",
    "description": ""
  },
  {
    "crop_name": "Checklist of Training Materials Required",
    "description": "1. Trainers manual and notes 2. Handbook on the Principles of IPM 3. Flipcharts 4. Marker pens 5. Masking tape 6. Cards 7. Glue sticks 8. Block notes 9. Pens / Pencils 10. File covers 11. Selection of pesticide containers / different types of formulations of each hazard classification 12. Selection of labels of each hazard classification 13. Selection of pesticide data sheets / technical leaflets 14. Rubber gloves and other personal protective equipment (PPE) 15. Soap / water 16. Examples of different types of hand sprayers 17. Examples of different types of nozzles 18. Selection of illustrations of major insect pests, beneficial insects, diseases, weeds 19. Pest management leaflets / booklets / recommendations 20. Any other suitable leaflets / booklets / recommendations available, eg from pesticide companies 21. Scouting booklets, etc 9"
  },
  {
    "crop_name": "INTRODUCTION",
    "description": ""
  },
  {
    "crop_name": "TO THE COURSE",
    "description": "PRE-COURSE TRAINEE"
  },
  {
    "crop_name": "EVALUATION",
    "description": "BASICS OF 1PM -"
  },
  {
    "crop_name": "PART ONE",
    "description": ""
  },
  {
    "crop_name": "Overview of the Session",
    "description": ""
  },
  {
    "crop_name": "The session begins with introductions between the Trainers and the",
    "description": "Participants. Following this, the course objectives and outline are presented, together with the expected involvement of the participants in the different course activities. The trainers then explain the remainder of the activities in the session. Participants undertake a pre-course evaluation of their existing knowledge through 25 multiple choice questions. Trainers must not give the papers back to the participants as they will sit the same test at the end of the course."
  },
  {
    "crop_name": "Sitting the same evaluation test will enable the trainers to assess participants",
    "description": "increased knowledge of IPM as a result of the course. The first full participant group activity is to brainstorm 'What is a Pest?' The final activity is another brainstorming to examine local farmer methods of pest management. This activity is to introduce the concept of non-chemical methods of pest management and will be used as a lead-in to later activities. The session concludes with two homework assignments, one for participants to prepare for Activity 3 in Session 2, and one to complete a Handout of contact details."
  },
  {
    "crop_name": "Session Objectives",
    "description": "By the end of the session, participants will be able to: • Describe the overall goals of the training course, including what will be expected of them in completing the course. • Define what is a pest. • State the different headings under which pest management methods are categorised. TOTAL TIME: 2 hours 1.1"
  },
  {
    "crop_name": "Procedures",
    "description": "1. Introduction to the Training Program 15 minutes Objective of the Procedure: - To establish a friendly atmosphere between the participants, and between the participants and the trainers. Welcome participants to the first session of the training program. Introduce yourself. Allow the participants a few minutes for each person to introduce him / herself as follows: • Name and position • Place and description of work • Number of years working in this position / place • Their expectations from the course 2. Overall Training Program Goals 15 minutes and Schedule Objectives of the procedure: - To ensure that participants are aware of the objectives of the course, the structure, the schedule, the training methods to be used, and the commitments required from participants. Refer participants to the overall programme goals (bullet 3 below). Say that: • The course will explain the concepts and principles of Integrated Pest Management relevant to all crops. • It will NOT be a technical course • After the course, participants will: - Understand the underlying principles and concepts of IPM. - Be better prepared should they attend other courses on production of specific crops, and be better able to understand the IPM practices implemented in these crops. - Be able to discuss and explain IPM principles and practices with farmers, and to give practical advice relevant to a farmer's situation. Distribute the course timetable. There will also be some “homework” assignments for the participants to do between sessions. These are intended to build on the session contents, or to prepare material to be used in the next session. Point out that the assignments are part of the learning and self-evaluation process. Emphasise also that it does not matter if a participant is unable to complete the assignment because of a possible lack of knowledge; it is part of the self-evaluation and they will be given the necessary knowledge during the course. No-one will be marked or assessed on the homework assignments. 1.2"
  },
  {
    "crop_name": "Explain that in the remainder of this session we will be examining some of the",
    "description": "underlying aspects of IPM. At this stage this is simply introductory, and there will be more detailed discussions in later sessions. 4. Pre-Course Evaluation 30 minutes Objective of the procedure: - To evaluate participant's knowledge of IPM prior to the start of the course. Explain that before we start the main part of the course, an evaluation of participant knowledge of pest management is useful, both for the trainers to help them conduct the course, and also for the participants to be able to assess their development as a result of the course."
  },
  {
    "crop_name": "Explain also that they will complete a similar evaluation at the end of the",
    "description": "course. The papers and results will be returned then. Distribute Handout 1.1, Pre-Course Evaluation. The evaluation consists of 25 multiple choice questions. Ask the participants to put a tick or cross in the box next to what they think is the correct answer to the question. Allow 20 minutes for the participants to complete the evaluation, then collect the papers. Make sure that the participants have written their names on the papers. Mark the papers as soon as you have some free time. Enter the participant names and test results into the table, ready for the post-course evaluation in TRAINER NOTE: DO NOT give the evaluation results, give the papers back, or tell participants which questions they got right or wrong, as they will sit the same test at the end of the course."
  },
  {
    "crop_name": "Participants will receive their results and both sets of papers after",
    "description": "the Post-Course Evaluation in Session 11 at the end of the course. Session 11. 1.3"
  },
  {
    "crop_name": "Management Practices",
    "description": "Objective of the procedure: - For participants to exchange experiences and knowledge of alternative, non-pesticide pest management practices. - To structure this knowledge into the different types of non-pesticide control methods. - To provide a lead into subsequent activities. Say: • Now that we have defined a pest, we need to look at ways in which they are controlled or their effects are minimised. Ask: • How do local farmers control pests or minimise their effects in the major crops? • What methods do they use? • Do they use any methods which do not involve pesticides? List participant answers on the flipchart. TRAINER NOTE: To simplify reviewing the responses, list them in the various categories given in Handout 1.3, Methods of Pest Management, although without using a heading. Eg put all the mechanical methods into one column, cultural into another, etc as the responses come from participants. Then insert the headings when reviewing the responses at the end of the activity. Use Handout 1.3, Methods of Pest Managementas a checklist. When there are no further responses from participants, from your own knowledge of local practices ask leading questions regarding any omissions in the categories. For example: - What plant density do farmers use? Is it too low, too high or correct? What effect could this have on pest levels? (Cultural) - How do farmers prepare the land for planting? How could this affect pest levels? (Mechanical) - Are there any uncultivated areas of vegetation of near the farmers' fields? Will these have any effect on pest levels? (Biological) - What sort of seed do farmers use, where does it come from? How could seed affect pest levels? (Sanitation) 1.5"
  },
  {
    "crop_name": "It is also preferable that these conclusions be recorded on the",
    "description": "flipchart to assure greater retention."
  },
  {
    "crop_name": "THESE SESSION CONCLUSIONS ARE OFTEN THE MOST",
    "description": ""
  },
  {
    "crop_name": "POWERFUL MESSAGES IN INFLUENCING PARTICIPANT VALUES",
    "description": "AND ATTITUDES, BECAUSE THEY COME FROM THEIR PEERS. 8. Homework Assignments 5 minutes There are two homework assignments: • The first is for participants to reflect about IPM, the responses from which will be used in the next session. • The second is for participants to fill out a contact form, both for records of attendance, and for networking between participants and trainers. Objective of homework assignment #1: - For participants to reflect on why they need to know about pest management and IPM. - To emphasise that IPM is an integral part of overall crop production. - To emphasise that providing practical and effective advice on pest management will not only benefit farmers, but also increase trust between themselves and farmers. 1.7"
  },
  {
    "crop_name": "Participant Name",
    "description": "1 A weed is defined as a plant which: a) Injures humans, domestic animals, useful plants, structures or possessions. b) Annoys humans or animals. c) Is growing where it is not wanted. 2 Cultural control includes, among others, the following method: a) Time of planting b) Chemical pest control c) Release of natural enemies of pests 3 Crop rotation is a form of: a) Cultural control b) Mechanical control c) Sanitation 4 One of the foundations of a successful IPM programme is: a) Breeding and releasing natural enemies of pests. b) Using resistant varieties. c) Good crop management to produce a healthy crop with a high yield potential 5 Excessive rates of fertiliser applied to a crop can: a) Reduce crop growth. b) Encourage insect pests and diseases. c) Increase the farmer's profits. 6 Repeated cultivation of the same crop on the same field: a) Ensures optimal uptake by the plant of the fertilisers applied b) Increases the risk of the build-up of soil pests, weeds and diseases c) Promotes higher yields 7 Cultivating resistant varieties means: a) Pesticide use has to be increased b) Less chemical control measures may be necessary c) The risk of pest attack is higher. 1.9"
  },
  {
    "crop_name": "PESTICIDES AND",
    "description": ""
  },
  {
    "crop_name": "FORMULATIONS",
    "description": ""
  },
  {
    "crop_name": "PART TWO",
    "description": ""
  },
  {
    "crop_name": "Methods of Pest Management",
    "description": ""
  },
  {
    "crop_name": "Mechanical",
    "description": "Land preparation and cultivation; rat traps; sticky traps; hand weeding; hand collection of diseased fruits, etc."
  },
  {
    "crop_name": "Cultural",
    "description": "Optimal crop growing conditions; unfavourable conditions for pests; irrigation; fertilisation; plant density; crop rotation; time of planting; pruning; thinning; trap crops, etc. Resistant crop varieties having repellent chemicals, vigour or tolerance, physical characteristics. Prevention, Sanitation and Exclusion Often included under Mechanical and Cultural headings. Clean, certified seed; burying or composting of crop residues; rodent proof grain stores; removal of sources of food; cleanliness in the store, house or kitchen; nets, screens, etc."
  },
  {
    "crop_name": "Biological",
    "description": "Natural enemies of pests, including diseases (micro-organisms); preserve natural habitats; rearing and release of natural enemies; pheromones and insect growth regulators (these are sometimes included under chemical control)."
  },
  {
    "crop_name": "Chemical",
    "description": "Synthetic pesticides; natural pesticides; pheromones and insect growth regulators (these are sometimes included under biological control). 1.15"
  },
  {
    "crop_name": "Participants Details",
    "description": "Family Name: Given Names: Employer / Place of Work: Location of Place of Work: Position: Field of Specialisation: Work Telephone No: Mobile No: E-Mail Address: Home Address: Home Telephone No: 1.16"
  },
  {
    "crop_name": "Overview of the Session",
    "description": "Following the broad examination of pest management methods in Session 1, this session introduces the overall concepts of IPM and begins an investigation of the crop management components of IPM – mechanical, cultural and sanitation practices. The session begins with a continuation of basic definitions, including pest control, pest management and Integrated Pest Management, and how IPM is implemented. This is followed by brainstorming the homework activity from Session 1 on why participants need to know about IPM for their work, and the benefits that knowledge of IPM can offer to them. The IPM Circle, an illustrative 'road-map' is then distributed to participants. This will provide an IPM referral point that can be re-visited during activities and sessions to ensure that participants are aware of how the current activity topic fits into the overall picture. The trainers then give a short presentation on IPM, yield potential, and crop management, followed by a brainstorming activity on the main agronomic factors required to produce a healthy crop. This provides the basis for participants to break into working groups to list general examples of how these crop management practices can affect pests. The working groups report their results at the beginning of Session 3."
  },
  {
    "crop_name": "Session Objectives",
    "description": "By the end of the session, participants will be able to: • Distinguish between pest control, pest management and integrated pest management. • Define the concepts and benefits of IPM. • Explain why they need to know about pest management and IPM, and how this knowledge will be of benefit to them. • State the main agronomic factors required to produce a healthy crop with a high yield potential. TOTAL TIME: 2 hours 2.1"
  },
  {
    "crop_name": "Procedures",
    "description": "1. Introduction to the Training Program 5 minutes Welcome participants to Session 2. Briefly review the topics covered in the previous session. Present the session objectives, and give a brief overview of the procedures. 2. Presentation – What is IPM? 15 minutes Objective of the procedure: - For participants to be able to explain the various components of the definition of IPM. - For participants to understand that IPM is a concept and not a fixed package of recommendations. • Say that in the last session we defined what we mean by a pest, and explored the different methods that farmers can use to manage pest levels."
  },
  {
    "crop_name": "As the next step we need to understand and define what we mean by",
    "description": "Integrated Pest Management or IPM. Present the explanations of Pest Control, Pest Management and Integrated Pest Management from Handout 2.1, What is IPM? Explain that pest management is a development beyond pest control, and that integrated pest management is a development beyond pest management. Explain each of the concepts of IPM, referring back to the flipchart results and emphasised points from the last group activity in Session 1. After the presentation, allow participants to ask questions as necessary about the definition and concepts of IPM. Also ask: • At present, do most farmers practice pest control, pest management or integrated pest management? Distribute Handout 2.1 to participants. 2.2"
  },
  {
    "crop_name": "IPM and How IPM is Implemented",
    "description": "Present Handout 2.2, The Benefits of IPM and How IPM is Implemented. Emphasise: 4 The simple definition of IPM 4 The adoption of IPM by farmers is essential for sustainable agriculture and the reduction in risk to humans, food, wildlife, and the environment. 4 Farmers used IPM principles and practices to manage pests long before synthetic pesticides were available. Say: • At present this may not seem to be of much practical help in implementing IPM, but we now have our foundation of basic definitions and concepts which will be explored and expanded during the course activities."
  },
  {
    "crop_name": "Ask if the participants have any further questions regarding these basic",
    "description": "definitions and concepts. Distribute Handout 2.2 to participants. 4. Presentation – IPM Circle 5 minutes Objective of the procedure: - To provide participants with a 'road-map' to illustrate the components and links of IPM, which will be referred to throughout the course. Distribute and present Handout 2.3, Components of IPM - The IPM Circle. Refer to the flipcharts from Session 1 on local farmer pest management methods and to the distributed Handouts. Say: • The IPM Circle will help participants visualise the components of IPM, how they are linked, and where we are in the course. • We have already identified some of the components of IPM, while the others will be introduced as the course proceeds. • In the process, each component will be investigated in more detail. • Participants can use this graphic as their own checklist of components as we proceed through the course. 2.3"
  },
  {
    "crop_name": "Need to Know About Pest",
    "description": ""
  },
  {
    "crop_name": "Management and IPM",
    "description": "Objective of the procedure: - For participants to reflect on why they need to know about pest management and IPM. - To emphasise that IPM is an integral part of overall crop production. - To ensure participants understand that providing practical and effective advice on pest management will not only benefit farmers, but also benefit themselves. Remind participants that the homework assignment from the last session was to: Write down as many reasons as possible why you think: • You should know about the concepts and principles (not technical details) of pest management and IPM, and • How this will be of practical benefit to you in your work or business. Ask participants to give their reasons. List these on the flipchart, and then summarise the results compared against Handout 2.4, Why Participants Need to Know About Pest Management and IPM. Emphasise: 4 The benefits of knowing about IPM to the particular group of participants, eg extension staff or dealers / retailers. Distribute Handout 2.4 to participants. 2.4"
  },
  {
    "crop_name": "Good Crop Management",
    "description": ""
  },
  {
    "crop_name": "Ask the participants to get up and move to different tables so as to form new",
    "description": "groups, then give the following working group tasks:"
  },
  {
    "crop_name": "Working Group Tasks",
    "description": "1) Under each of the headings of the main factors of crop management on Handout 2.6, list on flip chart paper how each of these could affect pest levels in the crop or pest management practices. 2) Give broad examples for each (not specific or technical examples for particular crops or pests). 3) Select one person to report to the full group. Say that groups should be ready to present their results immediately after lunch. TRAINER NOTE: Walk around the groups and observe their activities."
  },
  {
    "crop_name": "Ensure that the examples they are providing are not specific or",
    "description": "technical. Refer to Handout 3.1 for the types of examples. End of Session 2 2.6"
  },
  {
    "crop_name": "IPM IS NOT A FIXED PACKAGE OF PRACTICES OR",
    "description": "RECOMMENDATIONS – IT IS A CONCEPT. 2.7"
  },
  {
    "crop_name": "Benefits of IPM and How IPM is Implemented",
    "description": ""
  },
  {
    "crop_name": "BENEFITS OF IPM AND HOW IPM IS I",
    "description": ""
  },
  {
    "crop_name": "Benefits of IPM",
    "description": "4 Use of inputs is optimised 4 Unnecessary pesticide use is avoided 4 Pest management costs are reduced 4 Crop losses are reduced 4 Profits from crop production are maximised 4 Pest resistance to pesticides is avoided 4 Crop production is sustainable 4 The risk of human, animal, food, wildlife and environmental contamination is reduced. How is IPM Implemented? • There are many different types of practices which can be implemented in an IPM programme. • Those which are actually used will depend on the crop and pest situation, and also to a certain extent on the farmer's resources. • Pesticides are one of many available methods. • Put simply:"
  },
  {
    "crop_name": "IPM is the combination of all appropriate practices into a single plan",
    "description": "for crop and pest management that optimises input use to reduce pests and damage to an acceptable level, maximise yield, and minimise negative effects. • Remember also:"
  },
  {
    "crop_name": "IPM principles and practices were used by farmers to manage pests",
    "description": "long before synthetic pesticides were available 2.8"
  },
  {
    "crop_name": "Mechanical",
    "description": ""
  },
  {
    "crop_name": "Application Cultural",
    "description": ""
  },
  {
    "crop_name": "Economics",
    "description": ""
  },
  {
    "crop_name": "IPM",
    "description": "and Decision Sanitation"
  },
  {
    "crop_name": "Making",
    "description": ""
  },
  {
    "crop_name": "Chemical",
    "description": ""
  },
  {
    "crop_name": "Biological",
    "description": "2.9"
  },
  {
    "crop_name": "Why Participants Need to Know about Pest",
    "description": ""
  },
  {
    "crop_name": "Management and IPM",
    "description": "4 Crop production includes pest management. Neither can be considered in isolation. 4 Crop production practices affect pest levels and pest management practices. 4 These relationships need to be considered when giving farmers advice about crop production and pest management. 4 Pesticides were once seen as the answer to most pest problems. Now, due to increasing concerns about the environment, the development of pest resistance, and the increasing costs of farming inputs, pesticides are considered as just one of a range of control methods available. 4 Farmers can reduce costs and increase profits by the use of all suitable crop and pest management practices. 4 Advisory staff can increase farmers trust in them by providing practical, effective, and simple advice. 4 Input suppliers and retailers can increase customer numbers through providing better levels of service and advice than their competitors, not just for pesticides but also for seed, fertiliser, and other inputs. 2.10"
  },
  {
    "crop_name": "Management",
    "description": "• The overall concepts and principles of IPM are the same for all crops or pests, but different crops or pests may require different IPM practices to be implemented. • Pest management is only one aspect of crop production. It cannot be considered on its own as crop management affects pest management and vice versa. • The genetic makeup of the seed, together with crop management, determines the potential yield of a crop. Pest management, good or bad, has no effect on this potential. Pest management does not increase the yield potential of a crop, It only protects the crop against loss or damage. • The primary objective of crop production is to use good seed and good crop management to grow a healthy crop with maximum yield potential, and which is also more able to withstand the effects of pest attack. • Understanding how a crop grows and develops, and its place in the cropping system, is thus essential for successful pest management. 2.11"
  },
  {
    "crop_name": "Main Agronomic Factors for a Healthy crop",
    "description": "Growing a strong, healthy crop is affected by: 4 Quality of site and soil texture 4 Crop rotation 4 Land preparation 4 Seed quality 4 Time of planting 4 Plant spacing and density 4 Weeding 4 Timing and amount of fertiliser 4 Timing and amount of irrigation 2.12"
  },
  {
    "crop_name": "Overview of the Session",
    "description": "Session 3 begins with workgroup reports on the Factors of Good Crop Management prepared in Session 2. Participants then again break up into working groups which are assigned one local crop each and asked to identify particular alternative, non-chemical techniques a farmer could include in an overall IPM strategy for that crop."
  },
  {
    "crop_name": "To complete the relationship between crop management and pest",
    "description": "management, there is then a full group brainstorming activity on the external factors that can affect crop growth. At the end of the session, participants are given a homework assignment that will prepare them for a 'What If?' activity in Session 4."
  },
  {
    "crop_name": "Session Objectives",
    "description": "By the end of the session, participants will be able to: • Understand the links between crop and pest management practices, and their effects on yield and pest levels. • Describe alternative non-chemical pest management practices that could be used in certain local crops as part of an overall crop/pest management programme. • Describe the external factors that may affect crop growth, pest development, and pest management. TOTAL TIME: 2 hours 10 minutes 3.1"
  },
  {
    "crop_name": "Procedures",
    "description": "1. Introduction to the Session 5 minutes Welcome participants to Session 3. Briefly review the topics covered in the previous session. Present the session objectives, and give a brief overview of the procedures. 2. Working Groups – Factors of Good Crop 40 minutes Management – Working Group Reports Each group reporter should present the group results. Allow all groups to present before allowing any discussion or making any comments. After all groups have reported, ask if participants have any comments or other factors to add. Use Handout 3.1, Crop Management and Pest Management, to ensure that all the components are adequately covered. Emphasise: 4 One of the most common problems of poor crop management is a tall or dense crop (vegetative growth), and explain the double effect of this with regard to pest management. 4 Many of the factors that help to minimise pest levels are also the factors of good crop management which lead to higher yields. 4 Often these can be adjusted by the farmer with little or no extra cost. 4 Refer back to the IPM Circle. These factors all fall under the mechanical, cultural and sanitation methods of pest management. Distribute Handout 3.1 to participants. 3.2"
  },
  {
    "crop_name": "Pest Management Methods",
    "description": "Objective of the procedure: - To identify alternative, non-chemical control methods for particular local crops - To illustrate that these methods can be different for different crops. Say: • In Session 1 we categorised the different methods of pest management, while is Session 2 and the last activity we investigated the factors of good crop management for high yields and how these can affect pest levels. • We are now going to take this one step further and investigate for specific crops which crop management and non-chemical techniques a farmer could use in an overall crop IPM strategy. • Refer to the IPM Circle. This activity will explore the mechanical, cultural and sanitation components in more detail. Ask participants for examples of the most common local crops (e.g., cotton, tomatoes, citrus). Assign one crop to each table, and give the following table task."
  },
  {
    "crop_name": "Working Group Task",
    "description": "• For the crop assigned to your group, identify the particular crop management techniques a farmer could use in an overall crop IPM strategy. • Identify each particular technique as mechanical, cultural, or sanitary. Allow 25 minutes for the working group activity. TRAINER NOTE: Typical examples of non-pesticide practices for several crops are given in Handout 3.2, Examples of Non-Chemical Methods of Pest Management. Additional examples are given in the Appendix of the Handbook."
  },
  {
    "crop_name": "Walk around and observe the groups to ensure that they are",
    "description": "listing the correct types of techniques and practices 3.3"
  },
  {
    "crop_name": "Refer participants to the IPM circle to show how we are moving round the",
    "description": "circle exploring each of the IPM components in turn, and showing the linkages between each. We will continue this process as the course proceeds. Review the session objectives and ask if they were met. Ask: • What is the one conclusion or insight of the session that for you is most significant? Why? How will it help you in your work? 3.5"
  },
  {
    "crop_name": "Crop Management And Pest Management",
    "description": ""
  },
  {
    "crop_name": "Quality of site and soil texture",
    "description": "Stony sites, areas with shallow soils or poor soil texture should be avoided, as these are often associated with a hard pan, which restricts root development. Soils with poor drainage should also be avoided."
  },
  {
    "crop_name": "Crop rotation",
    "description": "Crop rotations and the previous crop(s) can affect the growth of the current crop. Crop rotations help to minimise the build-up of soil pests and pathogens, such as nematodes, weeds (eg Orobanche), diseases (eg Fusarium, and root rots such as Phytopthora and Pythium)."
  },
  {
    "crop_name": "Land Preparation",
    "description": ""
  },
  {
    "crop_name": "Appropriate preparation of a good seedbed is important to assist seeds to",
    "description": "germinate and seedlings to grow quickly. Good land preparation also breaks any hard pans and opens up the soil, allowing roots to penetrate fully to obtain water and nutrients. Improved soil tilth and drainage can reduce nematode levels. Tillage can destroy the pupae and overwintering stages of many insect pests. However, the advantages of tillage should be weighed against other advantages gained through no-till agriculture (build-up of organic matter, water retention, soil conservation, lower labour etc). Seed / Root Stock Quality The seed / root stock is the basis of the crop. Good seed produces healthy plants with high yield potential and high produce quality. Clean, certified seed or root stock is free of both diseases and weed seeds."
  },
  {
    "crop_name": "Time of planting",
    "description": ""
  },
  {
    "crop_name": "Planting at the correct time promotes healthy plant growth and avoids periods",
    "description": "of attack by major pests. For example late planting of Faba bean to avoid infestation by aphid from other legumes, and early planting of cotton to avoid late season bollworm attack."
  },
  {
    "crop_name": "Plant spacing and density",
    "description": ""
  },
  {
    "crop_name": "Plants sown too close together are weaker and more susceptible to pest",
    "description": "attack. Too close spacing also provides suitable micro-climate conditions within the crop for the build-up of pests and diseases, such as aphids and whitefly in cotton, blight in tomatoes, downy mildew in cucumbers, and aphids, mites, blight, mildew, and scab in apple."
  },
  {
    "crop_name": "Weeding",
    "description": "Weeds compete with the crop for sunlight, water and nutrients. Slow growing seedlings, such as cotton, compete poorly with weeds, and the plants are weak and stunted. Weed seeds can contaminate the crop produce, as in wheat. Weeds can attract pests, such as fruitworm in tomato. Tall weeds in orchards can attract rodents, but a low cover of grass or weeds between trees avoids the dusty conditions which promotes red spider mite. 3.7"
  },
  {
    "crop_name": "Timing and amount of fertiliser",
    "description": "Ideally an integrated soil fertility management (ISFM) should be adopted, which aims to replenish soil nutrient pools, maximize on-farm recycling of nutrients, and reduce nutrient losses to the environment. Wrongly timed or excess fertiliser can promote vegetative and dense plant growth which encourages insect pests such as aphids and whitefly, and diseases such as mildews and blights."
  },
  {
    "crop_name": "Timing and amount of irrigation",
    "description": "Similarly to fertiliser, wrongly timed or excess irrigation can promote vegetative plant growth which encourages pests and diseases such as aphids and whitefly in cotton, blight and Orobanche in tomatoes, root rot in Faba beans, and spider mite, aphids, and blight in apple."
  },
  {
    "crop_name": "Other Factors",
    "description": ""
  },
  {
    "crop_name": "Transplanting",
    "description": "Ensure seed beds are disease, insect pest, and nematode free to avoid transferring these pests to the field."
  },
  {
    "crop_name": "Thinning of seedlings",
    "description": "When seedlings are not thinned or thinned too late, the plants are weaker and more susceptible to pest attack."
  },
  {
    "crop_name": "Pruning of tree and vine crops",
    "description": "Allows more air and light, and lowers humidity so that diseases (eg blight, mildew, scab) and insect pests (eg aphid) are discouraged. Removal of Infested Plants / Branches Infested plants and branches provide sources of disease infestation. Remove and burn all such plants and branches to control the spread of diseases. Plants infested with Orobanche or other parasitic weeds can also be treated in this way in low infestations."
  },
  {
    "crop_name": "Post Harvest Sanitation",
    "description": "Plough-in, or remove and burn or bury crop residues, fallen fruit, etc. Crop residues left in the field can provide food and shelter for over-wintering pests (eg pink bollworm, cotton stainer, codling moth) and diseases (eg blight, mildew). 3.8"
  },
  {
    "crop_name": "General",
    "description": ""
  },
  {
    "crop_name": "From the above it can be seen that the main direct problems caused to pest",
    "description": "management by poor crop management are vegetative, tall, or dense growth."
  },
  {
    "crop_name": "A vegetative or dense crop has a climate inside it which promotes the",
    "description": "development of pests such as aphid, jassid and whitefly, and diseases such as blight and mildews. In addition, spraying is less effective as spray penetration and coverage of all the plant surfaces is poor, and it is difficult for the spray operator to walk through the crop."
  },
  {
    "crop_name": "There is thus the double effect of encouraging pests while reducing the",
    "description": "effectiveness of pesticide control measures. Pests are much more difficult to control effectively in a dense crop. 3.9"
  },
  {
    "crop_name": "All Crops Implement optimum crop management practices to",
    "description": "produce healthy and strong plants, which are more resistant / tolerant to insects, diseases and weeds."
  },
  {
    "crop_name": "Tomatoes",
    "description": "4 Tolerant varieties Against virus diseases and fungal diseases. 4 Crop rotation Against soil born diseases (Fusarium), nematodes,"
  },
  {
    "crop_name": "Orobanche",
    "description": "4 Spacing Plants growing too close together give an environment which encourages diseases such as blight. 4 Irrigation Excess irrigation promotes diseases such as blight. 4 Fertiliser Excess N makes plants more susceptible to diseases (blight, powdery mildew etc) and insects (aphids, whiteflies which transmit virus diseases). Correct rate of K increases tolerance to diseases."
  },
  {
    "crop_name": "Faba Beans",
    "description": "4 Tolerant varieties Against Orobanche. 4 Crop rotation Against root rots, Orabanche 4 Late planting Avoids infestation by aphids (and Necrotic Yellows) from other legumes. 4 Irrigation Avoid excess humidity in the soil and in the plant's direct environment to reduce risk of disease such as root rot. 4 Fertiliser Excess Nitrogen makes plants more susceptible to diseases (Chocolate Spot) and insects (aphids = indirectly virus diseases). Correct rate of K increases tolerance to diseases. 4 Roguing Reduces number of virus infected plants, and so spread of virus. Can also be applied to Orobanche if infestation is low. 4 Weeding Removes potential hosts of aphids and virus."
  },
  {
    "crop_name": "Vegetables",
    "description": "general 4 Crop rotation At least one cereal crop before cultivating the same vegetable crop, or fallow for several months. 4 Fertiliser Ensure balanced application 4 Irrigation Ensure balanced application 4 Tunnels Ventilate where vegetables grown in tunnels or 3.10"
  },
  {
    "crop_name": "Mango",
    "description": "4 Pruning After harvest. Enhances aeration within the tree, reducing risk and spread of disease. 4 Removal of Reduces spread of flower malformation. malformed flowers 4 Others As for Citrus."
  },
  {
    "crop_name": "Citrus",
    "description": "4 Certified plant- Avoids introduction into the orchard of virus and disease. ing material 4 Circling trunk Avoids infection and spread of Phytophthora. with soil 4 Fertiliser Balanced fertiliser application. In particular, reduction in amount of N, and increase of P and K. 4 Irrigation Avoid excess irrigation. 4 Pruning Enhances aeration within the tree, reducing risk and spread of disease. Navels and mandarins should be pruned immediately after harvest in January to induce early spring flush that avoids leaf miner attack. 4 Dropped fruit Collect and bury dropped fruits to reduce Mediterranean Fruit Fly."
  },
  {
    "crop_name": "Cotton",
    "description": "4 Crop rotation Against soil born diseases (Fusarium etc) 4 Land Kills and exposes pests such as cutworm. preparation Fine seedbed allows plants to germinate and grow strongly, increasing tolerance to pest attack. 4 Early planting Plants mature earlier and avoid late season bollworm attack 4 Plant spacing Avoid too close spacing, which makes the plants weak, and gives an environment around the plants which encourages aphids and whitefly. 4 Fertiliser Avoid excess Nitrogen, which makes plants susceptible to aphid, jassid, whitefly. 4 Irrigation Avoid excess irrigation, which gives an environment around the plants which encourages aphids and whitefly. 4 Thinning Early thinning allows plants to grow strongly, increasing tolerance to pest attack. 3.11"
  },
  {
    "crop_name": "Overview of the Session",
    "description": "This session continues the focus on Integrated Pest Management. It begins with a full group brainstorming on biological control and how to encourage natural enemies."
  },
  {
    "crop_name": "This is followed by a series of interactive discussions and presentations on",
    "description": "the place of pesticides in IPM, the economic principles of pest management, threshold levels and pest scouting, and the pest management decision making cycle. These topics are then further explored with a series of practical \"what if\" situations with participants aimed at increasing their awareness of the economic principles of pest management. The purpose of these interactive activities is to ensure that participants leave the session having put their theoretical knowledge into practice, while reinforcing a structured and logical approach to problem solving, and are able to give farmers practical and effective advice."
  },
  {
    "crop_name": "Session Objectives",
    "description": "By the end of the session, participants will be able to: • Explain the importance of biological control and how natural enemies can be encouraged. • State the place of pesticides in an IPM programme. • Describe the economic principles of pest management. • Define the concepts of threshold levels and pest scouting. • Identify the steps of the pest management decision-making process. TOTAL TIME: 2 hours 4.1"
  },
  {
    "crop_name": "Chemical Control",
    "description": "Objective of the procedure: - For participants to understand that pesticides are an integral part of most IPM programmes. - To illustrate the benefits and potential drawbacks of pesticides. Ask: • How did we simply define Integrated Pest Management in Session 2? Take a couple responses from participants. Conclude by restating the simple definition of IPM from Handout 4.2, Chemical Control. Ask: • Where would pesticides fit into such a plan? • What would be the benefits of using pesticides? • Would there be any drawbacks? Facilitate the discussion by using the key points from Handout 4.2, and then summarize the discussion by reviewing the contents of Handout 4.2. Distribute Handout 4.2, Chemical Control, to participants. 4. Presentation and Discussion: The 15 minutes"
  },
  {
    "crop_name": "Economic Principles of Chemical Control",
    "description": "Objective of the procedure: - To ensure that participants understand the underlying principles of the economics of pest management. Refer to the IPM Circle: Say: • One of the drawbacks of pesticides we have just identified is their potential cost. Farmers thus need to make the most efficient, effective, and economic use of pesticides. • We will thus now explore the economic principles of pest management and decision making. Present and discuss the contents of Handout 4.3, Economic Principles of Chemical Control. Ask: • What are examples when you thought farmers were wasting their money (and reducing their profit) with inefficient or unnecessary pesticide application? 4.3"
  },
  {
    "crop_name": "Treatment Thresholds and Pest Scouting",
    "description": "Objective of the procedure: To ensure that participants understand the underlying principles of: - Economic / Treatment thresholds. - Pest scouting. Say: • The last two activities have raised the topics of economic or treatment thresholds and pest scouting. We will now explore these topics further. Ask: • What do you think are the factors that are taken into consideration when setting threshold levels? • How do you think threshold levels are determined in practice? Take several responses, and then present Threshold Levels from Handout 4.4, Threshold Levels and Pest Scouting. Ask: • How would a farmer know when the threshold level has been exceeded by a pest? Again take several responses, and then present Pest Scouting from Handout 4.4, Threshold Levels and Pest Scouting. Emphasise: 4 Pest scouting, crop monitoring and threshold levels are one of the fundamental aspects of IPM and the effective and economic use of pesticides. Ask if participants have any further questions on these topics. Distribute Handout 4.4. 4.4"
  },
  {
    "crop_name": "Management Decision Making Cycle",
    "description": "Objective of the procedure: To ensure that participants understand the underlying principles of: - The pest management decision making process - How participants can help farmers in the decision making process and in minimizing the costs of pest management. Say: • The activities in this session have given us sufficient understanding of the factors involved to develop a logical decision making process for pesticide application as part of an IPM programme. Present and discuss the contents of Handout 4.5, the Six Step Pest Management Decision Making Cycle. Ask: • In the decision making process, with which steps can the participants most help and support the farmer? Why? Distribute Handouts 4.5 to participants. 7. \"What if\" Situations – 20 minutes"
  },
  {
    "crop_name": "Diagnosing Pest Problems",
    "description": "Objective of the procedure: - To re-enforce the contents of previous sessions and activities. - To introduce the concept of diagnosing a farmer's problem by asking simple questions in a logical, structured manner. - To practice asking such questions in a “live” situation. - To practice dealing with farmers in a friendly, helpful manner. TRAINER NOTE: - The situations given below are not intended for participants to show their detailed technical knowledge but to illustrate the principles of problem solving and providing advice. - The situations are somewhat artificial, but are intended to enforce the principles of diagnosing problems in a logical manner, in dealing with farmers, and for participants to put these principles into practice. - The situations also progress from a very general to a more specific situation. 4.5"
  },
  {
    "crop_name": "Suitable advice can only be given after questions have been asked to",
    "description": "determine the actual situation. • Ask different participants what questions they would ask the farmer. • Then ask what the appropriate advice might be to the farmer. Take a response from one participant, then ask if anyone would approach the problem differently, or give different advice. 4.6"
  },
  {
    "crop_name": "Refer participants to the IPM Circle to show that we are moving closer to",
    "description": "completing the circle. Emphasise the importance of the economic aspects we have covered in this session, both with regard to links to other IPM components, and to the farmer's final profits. Ask: • What insights will you especially want to remember when giving advice to farmers about pesticides? 4.9"
  },
  {
    "crop_name": "Biological Control",
    "description": "• Natural enemies can be very common in unsprayed fields. When certain pesticides are applied, natural enemies may be killed, removing their control effect on the pest. • Most commonly seen are predators (ladybirds, spiders, lacewings), but parasites (parasitic wasps and flies) often have the greatest control effect. • Natural enemies can be encouraged by: - Using pesticides only when necessary, particularly early in the season. - Using a seed dressing rather than a foliar spray if an early season pesticide is regularly needed. - Intercropping, border planting, and relay cropping of suitable plants. - Leaving refuge habitats in and around the field where natural enemies can shelter and find food. • Biological control can be enhanced by the mass rearing and release of natural enemies. • Pests also suffer from diseases caused by viruses, bacteria, fungi and nematodes. These diseases may be commercially formulated for application as pesticides, such as Bt (Bacillus thuringiensis). • Pests can be biologically changed by the use of insect growth regulators or their behaviour modified by pheromones. These are sometimes included under chemical control. • Pests can be controlled by using some plant extracts (botanicals) or chemicals derived from living organisms e.g. by fermentation 4.10"
  },
  {
    "crop_name": "Chemical Control",
    "description": "• IPM is the combination of all appropriate practices into a single plan for crop and pest management that reduces pests and damage to an acceptable level. • Pesticides more often than not are an integral component of this plan. • Benefits of Pesticides – Provide effective and quick reduction in pest populations. – Can control several pests at the same time. – Easy to use. • Drawbacks of Pesticides – Beneficial insects can be eliminated, causing pest resurgence and secondary pest outbreaks. – Development of pest resistance – Cost – Damage to honey bees and pollinators – Environmental hazards – Risk of residues in food – Potential risk to users and others • Pesticides in IPM – Use pest scouting and treatment thresholds to treat only when necessary – Use pest scouting and treatment thresholds to time applications at most vulnerable pest stage. – Do not attempt to eradicate pest. It is almost impossible, not necessary to prevent economic damage, and need small numbers of pests to maintain beneficial insects. – Use selective, low persistence, low toxicity pesticides if possible. – Use only when other practices have not been able to keep pests at a low level. – Pesticides can be required in preventative situations, such as in nurseries to produce healthy pest and disease free seedlings, in seed dressing, and for certain diseases, particularly in vegetables. 4.11"
  },
  {
    "crop_name": "Economic Principles of Chemical Control",
    "description": "• Crop production inputs cost the farmer money. The more he spends on inputs, the less profit he makes. Profit = Value of harvested crop – Production costs – Transport / marketing costs • All inputs, including pesticides, thus need to be used efficiently, effectively and economically. • For pesticides, it is the cost over the season that must be considered, not the cost per litre. A pesticide that is cheap per litre may be more expensive over the season as a higher mixing rate may have to be used, or it may be less effective and so require more applications, than a pesticide that is more expensive per litre. • If pests are at a high level, and the value of the crop that will be lost will be greater than the cost of the pesticide application:"
  },
  {
    "crop_name": "Pests are abovethe treatment threshold",
    "description": "The use of a pesticide in this case will give a RETURN on the farmer's investment in applying a pesticide. • If pests are at a low level, and the value of the crop that will be lost will be less than the cost of the pesticide application:"
  },
  {
    "crop_name": "Pests are belowthe treatment threshold",
    "description": ""
  },
  {
    "crop_name": "The use of a pesticide in this case will mean that the farmer LOSES",
    "description": "money by applying a pesticide. 4.12"
  },
  {
    "crop_name": "Threshold Levels and Pest Scouting",
    "description": ""
  },
  {
    "crop_name": "Threshold Levels",
    "description": "• A threshold level is the pest level at which pesticide control is needed to prevent economic loss or damage. • Usually set at the level where, if the pest population continued at that level or increases, the economic losses would be greater than the cost of control. • The economic threshold will vary during the season depending on a range of factors, including the expected price for the produce, the expected yield and factors influencing the yield (eg weather), and the anticipated cost of future control. An economic threshold is thus difficult to apply in practice. • A treatment or spray threshold is largely used instead. This is derived from research trials over several seasons, and is the pest level at which a pesticide treatment will give a return to the farmer in most seasons. • Treatment thresholds may vary during the season depending on such factors as crop growth stage, the damage the pest can do at that stage, and the numbers of beneficial insects present. These variations are also set as a result of several research trials. • The same pest in the same crop can have different treatment thresholds in different areas, depending on local conditions. • With most thresholds a pest population is allowed to exist in the crop, as the cost of control would be greater than the value of the crop protected or saved from loss or damage. • In some cases the threshold is fairly high. – Aphids in cotton. – Stem borer in maize. • In other cases the threshold is zero or very low. – Crop virus-transmitting insects where the virus is a major problem. – Preventative sprays for late blight in potatoes, downy mildew in cucumbers grown in glasshouses. – Rats in bakeries. 4.13"
  },
  {
    "crop_name": "Threshold Levels and Pest Scouting",
    "description": "• Pest scouting is regular monitoring of the area to be protected. – Gives information on levels of pests and beneficial insects present - the numbers, the growth stage of the pests. – Gives information on whether pest levels are above or below the treatment threshold, and so if intervention is needed or not. – Gives information on whether previous control actions have been successful. – Different crops and pests have different methods and techniques of pest scouting. Also the same crop and pests may have different methods in different countries. – Different methods of scouting will also have different treatment thresholds. Pest scouting, crop monitoring and threshold levels are one of the fundamental aspects of economic and effective use of pesticides, and of IPM. 4.14"
  },
  {
    "crop_name": "Overview of the Session",
    "description": "This session is a close continuation of Session 4 to complete the basics of pest management and IPM. Its first focus is on pesticide selection and dose rates, followed by a working group activity to identify the causes of failure of pesticide applications. The trainer then gives a short presentation on the causes of pest resistance and ways of avoiding the development of resistance. Finally, role plays are again used in an interactive activity to identify the causes of a pesticide failure. The purpose of these interactive activities is to ensure that participants leave the session having put their theoretical knowledge into practice, while reinforcing a structured approach to problem solving, and participants are able to give farmers practical and effective advice."
  },
  {
    "crop_name": "Session Objectives",
    "description": "By the end of the session, participants will be able to: • Identify the factors to be taken into consideration when selecting a pesticide, and using the correct dose rate. • Define the common reasons for the failure of a pesticide application. • Explain the causes of pesticide resistance in pests, and ways to avoid the development of resistance. • Apply a structured and logical approach to solving pest management problems. TOTAL TIME: 2 hours 5 minutes 5.1"
  },
  {
    "crop_name": "Failure of Pesticide Applications",
    "description": "Objective of the procedure: - Using practical examples, for participants to work out the four most common causes of the failure of a pesticide application. Say: • Farmers often complain that a pesticide did not work, and blames the pesticide in some way. • We will now examine the reasons why a pesticide application may fail. Assign one crop / pest to each table."
  },
  {
    "crop_name": "Working Group Task",
    "description": "For the Crop and Pest assigned to your table, agree as a group on the following: • What is the correct pesticide(s) to use? • When is the best timing for application? • What is the correct dose? • How should it be applied? • What could cause the pesticide to fail? Allow 25 minutes for the task. 5.3"
  },
  {
    "crop_name": "Ask participants as individuals to jot down responses to the following situation",
    "description": "and questions: • If a farmer comes to you and complains that a pesticide did not work: – What questions should you ask the farmer? – What approach would you take with the farmer to assure that you keep his trust? After 4-5 minutes, say that in fact this farmer is coming to the classroom now, so they will be able to try out some questions. 5.5"
  },
  {
    "crop_name": "Conducting the Role Plays",
    "description": "These 3-4 role plays are meant to be quick and spontaneous, with opportunities to debrief after each role play ends, and before the next one begins. Follow these steps: 1) Ask the participant who volunteered to be the “extension worker” or “retailer” to stand or sit at the front of the room so that they can try out their approach to the “farmer”. 2) Set the stage by explaining that a farmer is about to come with a complaint. Ask participants to take notes about what they like in the \"extension worker's\" approach and what they might do differently. 3) Tell the \"farmer\" to come in to begin. 4) Allow the role play to run for 4-5 minutes, at least until the extension worker has had a chance to ask some questions. 5) Then stop the action, but keep the two role players in front of the group. Role Play #1 Debrief a) First ask participants what they liked about the Extension Worker's approach. b) Then ask the \"farmer\" what the Extension Worker did that was helpful? Not helpful? c) Then ask the Extension Worker what he or she was trying to do, and how was it working. 5.6"
  },
  {
    "crop_name": "Ask one of the participants who is assertive about what he or she would do",
    "description": "differently to try it out. Invite the participant to the front of the room, and ask the \"farmer\" to continue where the last role play ended. Allow 4-5 minutes for \"Extension Worker #2\" to give the farmer advice. Debrief as before. Invite another participant to try his or her approach. TRAINER NOTE: The extension worker should find out if: - The pest was correctly identified by the farmer. - The correct pesticide was used. - The stage of the pest life cycle when the pesticide was applied. (eg older caterpillar larvae are very difficult to kill with the recommended doses). - The correct dose rate was applied. - The pesticide was applied correctly."
  },
  {
    "crop_name": "Then the extension worker should advise the farmer to correct any",
    "description": "mistakes that were found as a result of the questioning. If no mistakes were apparent, then the farmer should try a pesticide of a different group, and come back to tell the extension agent the results. (Is the extension worker sure that the farmer has not made a mistake?"
  },
  {
    "crop_name": "Wrong identification of the pest and use of the wrong pesticide are",
    "description": "very common mistakes.) Repeat for a fourth role play if there is time. 5 minutes 6. Conclusions Summarize briefly the highlights of the session. Include as main messages: - After deciding to use a pesticide, the correct one must be selected and used at the correct dose. - The four most common causes of pesticide failure are incorrect pesticide, dose rate, timing, or application. - The main factors promoting pesticide resistance are using the same pesticide too often, and using too high a dose rate. - The importance of diagnosing problems in a logical, structured manner. 5.7"
  },
  {
    "crop_name": "Pesticide Selection and Dose Rates",
    "description": ""
  },
  {
    "crop_name": "Pesticide Selection",
    "description": "4 A pesticide only controls a certain range of pests, so one which is effective against the pest to be controlled must be used. 4 If there is more than one suitable pesticide: – Select one with a limited range of activity, as this has the least effect on beneficial insects and helps to reduce the risk of pesticide resistance in other pests. – Select one which poses the least risk to humans, animals, and the environment under the conditions in which it will be used. 4 The same pesticide should not be used repeatedly against the same pest during the season as this increases the risk of pesticide resistance. 4 Use only pesticides from reputable manufacturers and dealers, in unopened containers with a complete label. Beware of counterfeit products."
  },
  {
    "crop_name": "Pesticide Dose Rates",
    "description": "4 Dose rates are given on the container label. 4 Too low a dose rate and not all pests are killed. The pesticide is not effective, crop losses are not prevented, and costs are increased. 4 Too high a dose rate and the excess is wasted. More pests are not killed, and costs are increased. The risk of pest resistance is also increased, as is the risk of phytotoxicity to treated plants. 5.9"
  },
  {
    "crop_name": "Causes of Failure of Pesticide Applications",
    "description": ""
  },
  {
    "crop_name": "The five most common causes of the failure",
    "description": "of a pesticide application are:"
  },
  {
    "crop_name": "Incorrect Pesticide Used",
    "description": "• Pest identified correctly, but wrong pesticide selected. • Pest not identified correctly, correct pesticide selected for mis-identified pest (has no effect on actual pest present)."
  },
  {
    "crop_name": "Incorrect Timing",
    "description": "• Pest population not at a susceptible stage."
  },
  {
    "crop_name": "Incorrect Amount",
    "description": "• Dose rate too low to kill pests. • Poor application."
  },
  {
    "crop_name": "Incorrect Application",
    "description": "• Pesticide not applied to the right place (eg poor underleaf cover for aphid or downy mildew control) • Not applied evenly (areas of over- and under-dosing) • Application equipment poorly calibrated • Badly maintained application equipment • Application in adverse weather conditions (eg too hot or windy, or rain after application)"
  },
  {
    "crop_name": "Resistance to Pesticide",
    "description": "• Pest develops resistance to the pesticide used - this is covered in Session 6. The following may also cause a pesticide application to fail, but are less common: Sub-Standard Pesticide (this may be common in certain regions) • Poor quality formulation • Adulterated product • Counterfeit product • Expired"
  },
  {
    "crop_name": "Pest Resistance to Pesticide",
    "description": ""
  },
  {
    "crop_name": "Plants Under Stress",
    "description": "• Systemic pesticides not translocated 5.10"
  },
  {
    "crop_name": "Lesson Plan",
    "description": "Materials needed. 4 Flipchart stands. 4 Flipchart paper. 4 Markers (4 colours). 4 Notebooks, pens, and file covers for participants who have forgotten to bring them. 4 Coloured cards. 4 Glue stick or blue tack. 4 Masking tape. TOTAL TIME: 100 minutes Intended audience: Farmers and crop protection product dealers (resellers) Preparation: 4 Flipchart with the session title “Pesticide Resistance Management” and the Session Objectives. 4 Flipchart with definitions of Pesticide Resistance. 4 Sufficient copies of “How Resistance Develops in a Population” for all participants. 4 Three blank flipcharts with a vertical dividing line down the middle. 4 Print off sufficient Attendance Record sheets. 4 Print off sufficient Assessment question sheets. 4 Print off sufficient Fact Sheets for participants. 4 Organise venue and seating arrangements"
  },
  {
    "crop_name": "Attendance Record",
    "description": "As participants arrive, ask them to enter their name and other information on the Attendance Record. There is also a column on the form to enter their marks from the Assessment Questions at the end of the training session. 6.1"
  },
  {
    "crop_name": "Refer to the Title Flipchart and tell participants that this training session will",
    "description": "cover Pesticide Resistance Management. Credibility:"
  },
  {
    "crop_name": "Say that pesticide resistance has caused major problems to farmers in all",
    "description": "parts of the world. This has meant that certain pesticides can no longer be used against the pest. In some instances, this effect has been so severe that production of a crop has had to be abandoned, and farmers have lost a major part, or all, of their livelihood. Objectives: Refer to the Title Flipchart with the Lesson Objectives. By the end of the session, participants will be able to: • State clearly what is pesticide resistance, and how it develops in a pest population. • Outline the different types of pesticide resistance mechanisms. • Describe the factors which promote pesticide resistance. • Explain the practices which can be used to avoid or manage pesticide resistance. Benefits: Knowing the factors which promote pesticide resistance, and the practices which can avoid the development of resistance, ensures that development of pesticide resistance is prevented, a full range of pesticides remains available 6.t2o manage pests, and farmers can continue to economically produce crops."
  },
  {
    "crop_name": "Delivery",
    "description": "1. Interactive Discussion – 5 minutes"
  },
  {
    "crop_name": "What Is Meant By Pesticide Resistance",
    "description": ""
  },
  {
    "crop_name": "Say that in the introduction we noted that people from tropical areas of the",
    "description": "world have darker coloured skin than people from temperate areas, as this gives them protection from skin cancer and so they have an advantage in the strong sunlight over people with lighter coloured skin. Even so, in both populations there are people who are born with no skin or hair colouration at all due to genetic variation. Ask: • How can we apply this concept of genetic variation and genetic advantage to the use of pesticides? Guide the discussion, and write participant comments on the flipchart when these are appropriate to the definition of Pesticide Resistance below. Put up the “Definition of Pesticide Resistance” flipchart, and explain the definitions, referring to the responses on the participant comments flipchart. The definition of pesticide practical resistance used by FAO and IRAC (the Insecticide Action Committee) is: “A heritable change in the sensitivity of a pest population that is reflected in the repeated failure (more than one instance) of a product to achieve the expected level of control when used according to the label recommendation for that pest species and where problems of product storage, application and unusual climatic or environmental conditions can be eliminated as causes of the failure.” (Text in italics is additional in the FAO definition) Put simply, a pest population is resistant to a pesticide when: “There is repeated failure of the pesticide to achieve the expected level of control when used according to the label recommendation.” 6.3"
  },
  {
    "crop_name": "Say that now we understand what is meant by pesticide resistance and the",
    "description": "different resistance mechanisms, we need to look at the factors which promote the development of pesticide resistance in a pest population. Work Group Task: • Agree amongst yourselves the different factors which could promote the development of pesticide resistance. Write these on the left of the flipchart (right in Arabic speaking countries). • Against each of the factors which promote the development of resistance, write the corresponding practices which would prevent / avoid the development of pesticide resistance. Say that participants have 25 minutes for the activity. 3. Work Group Reports – Factors Which 60 minutes"
  },
  {
    "crop_name": "Promote the Development of Pesticide",
    "description": ""
  },
  {
    "crop_name": "Resistance and Practices to",
    "description": "Prevent / Avoid the Development of Resistance Ask each group to put their flipchart up on the wall. Participants should get up, look at the flipcharts from the other two groups, and make notes of any comments they may have or points they would disagree with. Allow 10 minutes for the walk round, and then participant should take their seats again."
  },
  {
    "crop_name": "Ask participants if they have any comments to make regarding the other",
    "description": "group’s flipcharts, or disagree with any of the points. Review the flipcharts, using “Factors Which Promote the Development of Pesticide Resistance” and “Practices Which Prevent or Avoid the Development of Pesticide Resistance” as a checklist to ensure that all points are covered, adding where points are not included on the group flipcharts."
  },
  {
    "crop_name": "Point out that the prevention or avoidance of pesticide resistance is largely",
    "description": "6.5 concerned with avoiding the practices which promote resistance."
  },
  {
    "crop_name": "Ask if everyone understands or if there are any",
    "description": "additional questions. Answer these provided they are relevant. Ask if the session objectives were met. Evaluation 12 minutes"
  },
  {
    "crop_name": "Hand out the Assessment Sheet and ask participants",
    "description": "to complete two of the questions."
  },
  {
    "crop_name": "Collect the Assessment Sheet for later marking and entering the marks on the",
    "description": "Attendance Record. Next Step 1 minute"
  },
  {
    "crop_name": "Say participants are now able to provide appropriate",
    "description": "advice about pesticide resistance to farmers and other pesticide users, which will help to prevent or avoid the development of resistance, and so protect their livelihoods. Hand out the Fact Sheet to participants. 6.6"
  },
  {
    "crop_name": "How Insecticide Resistance Develops in a Population",
    "description": ""
  },
  {
    "crop_name": "Susceptible individual Resistant individual",
    "description": ""
  },
  {
    "crop_name": "Pesticide",
    "description": "applied 70% Control"
  },
  {
    "crop_name": "Survivors",
    "description": "reproduce"
  },
  {
    "crop_name": "Pesticide",
    "description": "applied 50% Control"
  },
  {
    "crop_name": "Survivors",
    "description": "reproduce 6.7"
  },
  {
    "crop_name": "How Fungicide Resistance Develops in a Population",
    "description": ""
  },
  {
    "crop_name": "Susceptible individual Resistant individual",
    "description": ""
  },
  {
    "crop_name": "Pesticide",
    "description": "applied 70% Control"
  },
  {
    "crop_name": "Survivors",
    "description": "reproduce"
  },
  {
    "crop_name": "Pesticide",
    "description": "applied 50% Control"
  },
  {
    "crop_name": "Survivors",
    "description": "reproduce 6.8 64"
  },
  {
    "crop_name": "How Herbicide Resistance Develops in a Population",
    "description": ""
  },
  {
    "crop_name": "Susceptible individual Resistant individual",
    "description": ""
  },
  {
    "crop_name": "Pesticide",
    "description": "applied 70% Control"
  },
  {
    "crop_name": "Survivors",
    "description": "reproduce"
  },
  {
    "crop_name": "Pesticide",
    "description": "applied 50% Control"
  },
  {
    "crop_name": "Survivors",
    "description": "reproduce 6.9"
  },
  {
    "crop_name": "Definition of Pesticide Resistance",
    "description": "Both FAO and IRAC (Insecticide Resistance Action Committee) use the following definition: “A heritable change in the sensitivity of a pest population that is reflected in the repeated failure (more than one instance) of a product to achieve the expected level of control when used according to the label recommendation for that pest species and where problems of product storage, application and unusual climatic or environmental conditions can be eliminated as causes of the failure.” (Text in italics is additional in the FAO definition) Put simply, a pest population is resistant to a pesticide when: “There is repeated failure of the pesticide to achieve the expected level of control when used according to the label recommendation.”"
  },
  {
    "crop_name": "Resistance Mechanisms",
    "description": "Metabolic / Detoxification • Most commonly found in insects, less common in diseases, becoming more common in weeds. • Based on systems insects have developed to detoxify natural occurring toxins in their host plants or other food sources. • Resistant individuals can detoxify the pesticide at a faster rate than susceptible individuals, and before the pesticide can kill the individual. • Level of resistance can range from low to high, and from pesticide to pesticide."
  },
  {
    "crop_name": "Reduced Target Site Sensitivity",
    "description": "• The binding site of the pesticide in the organism is changed so that the pesticide cannot bind to the site, reducing the effectiveness of the pesticide. • The most common known mechanism in weeds and fungi, and is also common in insects."
  },
  {
    "crop_name": "Reduced Penetration",
    "description": "• Slows the penetration of the pesticide through the cuticle of resistant insects. • On its own, this mechanism only produces low levels of resistance, but can greatly increase the effect of other resistance mechanisms when combined with these. 1 Some or all of these can be used as handouts to participants depending on requirements 6.11"
  },
  {
    "crop_name": "Behavioural Resistance",
    "description": "• Occurs only in insects, mites, and rodents. • Individuals change their behaviour so that they do not come into contact with the pesticide. • Insects may stop feeding if they come across the pesticide, or leave the sprayed area (for example move to the underside of a leaf, move deeper into the crop canopy, or fly out of the sprayed area)."
  },
  {
    "crop_name": "Cross Resistance",
    "description": ""
  },
  {
    "crop_name": "Cross resistance is when resistance to one pesticide also results in resistance",
    "description": "to another pesticide, even when the pest has not been exposed to the second pesticide. It occurs when the different pesticides have the same resistance mechanism in the organism."
  },
  {
    "crop_name": "Cross resistance most commonly develops with pesticides that have the same",
    "description": "mode or site of action, and are usually, but not always, from the same chemical group."
  },
  {
    "crop_name": "Some resistance mechanisms can affect pesticides from different chemical",
    "description": "groups. This usually occurs when resistance is caused by metabolism. 6.12"
  },
  {
    "crop_name": "Factors Which Promote the Practices Which Prevent or Avoid",
    "description": ""
  },
  {
    "crop_name": "Development of Pesticide the Development of Pesticide",
    "description": ""
  },
  {
    "crop_name": "Resistance Resistance",
    "description": "Reliance on pesticides as the main Use non-pesticide crop and pest tool of pest management, and management practices for all types ignoring non-pesticide management of pests – insects, mites, weeds, methods. diseases, etc.: • Optimal crop management practices. • Cultural pest management. • Mechanical pest management. • Biological pest management. • Only use pesticides when necessary (weeds with high fecundity rates might require preventive applications also) • Scout the crop to determine pest and beneficial levels before applying a pesticide. • Crop rotation and soil cultivation practices are often particularly important strategies for weed control."
  },
  {
    "crop_name": "Continual and frequent use of the Avoid repeated use of the same",
    "description": "same pesticide on a pest pesticide, or pesticides with the population, particularly populations same mode of action. with short generation times. Rotate pesticides with different mode/site of action."
  },
  {
    "crop_name": "Treatment of both larval and adult Pesticide applications should target",
    "description": "stages at the same time with a early pest developmental stages, or single pesticide. the most susceptible stages. Use of broad spectrum pesticides. Use selective pesticides, avoid These are likely to be used more in broad spectrum pesticides. This is an area as they control more pest not necessary true for weeds. species, and so the selection pressure on all pest species is increased."
  },
  {
    "crop_name": "The use of application rates which Apply pesticides according to the",
    "description": "are below or above those dose rates on the label. recommended on the label continued overleaf 6.13"
  },
  {
    "crop_name": "Factors Which Promote the Practices Which Prevent or Avoid",
    "description": ""
  },
  {
    "crop_name": "Development of Pesticide the Development of Pesticide",
    "description": ""
  },
  {
    "crop_name": "Resistance Resistance",
    "description": ""
  },
  {
    "crop_name": "Poor coverage of the area being Ensure even and adequate",
    "description": "treated. This includes both cover of coverage of the target area. the whole target area (eg a field), and also within the target area (eg poor underleaf coverage, or crop penetration). It also includes areas of over- and/or under-dosing in the target area. Use of counterfeit/illegal pesticides Use of genuine products. that may have unknown active ingredient and/or unknown concentration Areas where there is little or no If pesticide mixtures are used (tank immigration of susceptible or pre-mixtures), the following must individuals from outside. be considered: • The individual insecticides must be highly effective, and applied at the individually recommended rates. • Mixtures of pesticides with the same mode of action should not be used. • Known or potential cross resistance problems between the individual pesticides. • The individual pesticides should have similar persistence periods."
  },
  {
    "crop_name": "This is not necessary true for",
    "description": "herbicides."
  },
  {
    "crop_name": "Adoption of IPM is a major way",
    "description": "to manage resistance development 6.14"
  },
  {
    "crop_name": "How Resistance Develops in a Population",
    "description": ""
  },
  {
    "crop_name": "Susceptible individual Resistant individual",
    "description": ""
  },
  {
    "crop_name": "Pesticide",
    "description": "applied 70% Control"
  },
  {
    "crop_name": "Survivors",
    "description": "reproduce"
  },
  {
    "crop_name": "Pesticide",
    "description": "applied 50% Control Note: Although this example uses insects, resistance"
  },
  {
    "crop_name": "Survivors",
    "description": "can develop in any pest reproduce population –insects, mites, weeds, diseases, etc. 6.15"
  },
  {
    "crop_name": "Managing Resistance",
    "description": ""
  },
  {
    "crop_name": "Resistance development can be delayed by adopting a number of different",
    "description": "practices that rely on pest management and pesticide use strategies: 1. Integrated Pest Management (IPM): Adoption of IPM, which includes cultural practices such as crop rotation, possible use of pest-resistant varieties and maintenance of naturally-occurring predators and parasites and other beneficial organisms, help keep pests populations low and therefore avoids the need to use control measures. If pest control is needed a range of practices can be used including mechanical control e.g. hand-picking of diseased leaves, biological pesticides, chemical deterrents and chemical pesticides. The net result is chemical pesticides are only used when necessary and not continuously. Chemical pesticide should always be used within an IPM strategy. 2. Using the correct pesticide dose:"
  },
  {
    "crop_name": "Using less than the recommendation dose results in greater survival of the pest",
    "description": "and promotes the build-up of resistance. High doses select for the most resistant individuals and also can be damaging to the environment and unsafe. Always use the dose recommended on the pesticide label. 3. Calibrate and maintain the application equipment:"
  },
  {
    "crop_name": "Poorly calibrated and maintained equipment results in leakage and uneven",
    "description": "coverage of the crop and/or target with resulting under- or over-dosing. Always calibrate application equipment before use and keep it properly maintained. 4. Good application practices: A pesticide needs to be applied effectively to the target – this is achieved by directing to the target location e.g. undersurface of leaves, by ensuring the right droplet size (with liquid sprays) etc., correct volume of water (to avoid run- off), do not spray in windy conditions and, in hot climates, during the hottest time of the day. Incorrect application results in under- or overdosing. Always used recommended application techniques e.g. direct spray to target, correct nozzles (droplet size), correct volume of water etc. 5. Double-hit strategy: If the pest survives the pesticide application, consider the option of applying a different pesticide or a different control technique to kill survivors. This is a useful strategy for surviving weeds. In small plots single surviving weeds can be removed by hand; this or other control technique should be done before seeding. Avoid resorting to applying increased doses of the original pesticides."
  },
  {
    "crop_name": "Consider controlling survivors from a pesticide application with a different",
    "description": "pesticide or control technique. 6.16"
  },
  {
    "crop_name": "A few programmes preserve susceptible pests through leaving unsprayed",
    "description": "areas or promoting attractive habitats with the cropping area that facilitate immigration of the pest so that susceptible and resistant individual mix and mate , diluting the resistant individuals. This is exclusively done with insect pests. 7. Use good quality, genuine pesticides:"
  },
  {
    "crop_name": "Use of illegal or counterfeit pesticides can result in applications of unknown",
    "description": "amounts of the active ingredient (or a different active ingredient), which results in under-, over, or incorrect dosing and undermines resistance strategies. Never use illegal or counterfeit pesticides. 8. Mode/Site of Action (MoA) rotation: There are hundreds of active pesticide substances, many of which act in different ways – referred to as a different mode or site of action (MoA). A key element of effective resistance management is the use of rotations (alternations, sequences) of different insecticide MoA classes. Users should avoid by repeated use within the crop cycle, or year after year, of the same insecticide or related products in the same MoA class. MoA classes can be determined by labelling on the pesticide bottle (in a few countries) or looking up the active ingredient against lists (see hand-out Rotation of Mode of Action). In some cases the result can be obtained through applying mixtures with different MoAs e.g. some fungicides and many herbicides, if recommended (note: if mixtures are used the full dose recommended for each pesticide should be used). Generally, however, mixtures are not recommended for resistance management for insecticides. If repeated applications of chemical pesticides are necessary, the MoA should be rotated. Biotech-derived Crops 1. Herbicide-tolerant: Resistance management in herbicide-tolerant crops follows the same strategy as conventional crops, outlined above. 2. Bt-crops: Management of resistance in Bt-crops is achieved through planting of a refuge."
  },
  {
    "crop_name": "This is an area or percentage of the crop that is planted to conventional seed",
    "description": "or planted to a crop that is equally attractive to the pest insect. Surviving resistant insects from the Bt-crop plants mix and are diluted by susceptible insects from the refuge (see hand-out of resistance management in Bt-crops). The amount (%) of refuge for each product should be stated on the label."
  },
  {
    "crop_name": "Some products consist of a mixture of Bt and conventional seed at the",
    "description": "required percentage. Refuge should be employed from initial planting of Bt- crops. 6.17"
  },
  {
    "crop_name": "This is illustrated in the picture below that shows where different pesticides",
    "description": "may affect and insect. Although the picture illustrates MoA for insects, many different herbicides and fungicides also have different MoA."
  },
  {
    "crop_name": "Continued use of products with the same MoA will result in development of",
    "description": "resistance, normally in the target pest, but this could also be more broadly e.g. several weed species to a broad spectrum herbicide that is repeatedly used. 6.18"
  },
  {
    "crop_name": "MoA group X",
    "description": "Season 2 Season 2"
  },
  {
    "crop_name": "MoA group Z MoA group Y",
    "description": ""
  },
  {
    "crop_name": "MoA w MoA x MoA y MoA z MoA w MoA x",
    "description": ""
  },
  {
    "crop_name": "Sequence of insecticides through season",
    "description": "This requires that the MoA of a product is easily known. This is the case where the label of the product has a letter or number code that gives the MoA: each different MoA has a different code, so a user just needs to choose products with different code numbers and rotate as shown above. In the absence of a MoA labelling, the user needs to take note of the active ingredient that is listed on product label and look up the MoA on the lists/posters shown on CropLife International Resistance Action Committees’ websites: • the Fungicide Resistance Action Committee (FRAC: www.frac.info) • the Insecticide Resistance Action Committee (IRAC: www.irac-online.org) • the Herbicide Resistance Action Committee (HRAC: www.hracglobal.com) • the Rodenticide Resistance Action Committee (RRAC: www.rrac.info) 6.19"
  },
  {
    "crop_name": "On the basis of this information MoA rotation can be included as part of an IPM",
    "description": "strategy and adapted for specific crops, for example: 6.20"
  },
  {
    "crop_name": "Susceptible individual Resistant individual",
    "description": "Bt-trait Refuge Mating: R x R R x S S x S 76 6.21"
  },
  {
    "crop_name": "Objective of the procedure",
    "description": "- For participants to reflect on the underlying objectives of using a sprayer. Give the following questions to participants. • What is the ultimate objective when we apply a pesticide to a crop? What are we really trying to do? • What is the target we are trying to reach when we apply a pesticide? • What basic function does a sprayer perform in helping us to achieve these objectives? See also: International Code of Conduct on the Distribution and Use of Pesticides - Guidelines on Prevention and Management of Pesticide Resistance (FAO) http://www.eppo.int/PPPRODUCTS/resistance/FAO_RMG_Sept_12.pdf"
  },
  {
    "crop_name": "Resistance Management for Sustainable Agriculture and Improved Public",
    "description": "Health (IRAC) http://www.irac-online.org/documents/irac-croplife-irm-booklet/?ext=pdf Overview of an Insect Resistance Management (IRM) Plan for Plant Protection Insecticides (IRAC) http://www.irac-online.org/documents/key-components-of-an-irm-plan/?ext=pdf"
  },
  {
    "crop_name": "General Principles of Insecticide Resistance Management from IRAC",
    "description": "http://www.irac-online.org/documents/principles-of-irm/?ext=pdf"
  },
  {
    "crop_name": "Herbicide Resistance Action Committee website",
    "description": "http://www.hracglobal.com/"
  },
  {
    "crop_name": "Fungicide Resistance Action Committee website",
    "description": "http://www.frac.info/"
  },
  {
    "crop_name": "Rodenticide Resistance Action Committee website",
    "description": "http://www.rrac.info/ 6.22"
  },
  {
    "crop_name": "PESTICIDES AND",
    "description": ""
  },
  {
    "crop_name": "FORMULATIONS",
    "description": "-PART ONE"
  },
  {
    "crop_name": "Overview of the Session",
    "description": "Pesticides are one of the tools in an IPM programme. Knowledge of pesticides and their different types, formulations, and toxicity is thus essential for safe, effective and economic use of pesticides. This is the first of two sessions on pesticides and formulations. The purpose of this session is to enable the participants to understand the different types of names and classification of pesticides, and to be able to use this knowledge to assist in selecting the most suitable pesticide product for a particular pest problem. To set the background that pesticides are tools which need to be used safely, the first participant activity is a workgroup task on the homework assignment about dangerous items in everyday use and how knowledge of the tool and its potential hazards are essential for safe use. The remainder of the session is concerned with pesticides names and classification, and how knowledge of these topics can assist in the selection of a suitable product. These aspects will continue in the following session. Before this session, you should assemble a collection of different pesticide containers, labels, and formulations available locally. These samples will provide the focus for the session."
  },
  {
    "crop_name": "Session Objectives",
    "description": "By the end of the session, participants will be able to: • State the different types of pesticide names. • Define key elements and terminology of pesticides, and identify the different ways that pesticides can be classified. • Explain how an appropriate pesticide can be selected based on different classification criteria."
  },
  {
    "crop_name": "Equipment and Learning Aids",
    "description": "• Samples of local formulations and labels from each hazard classification. • Gloves • Soap / water TOTAL TIME: 2 hours 7.1"
  },
  {
    "crop_name": "Procedures",
    "description": "1. Introduction to the Session 5 minutes Welcome participants to Session 7. Briefly review the topics covered in the previous session. Refer to the IPM Circle. Remind participants that we will now continue our exploration of chemical control with a deeper look at pesticides. Present the session objectives, and give a brief overview of the procedures. Ask the three volunteers to review the previous day's activities, results and conclusions from sessions 4 to 6. 2. Working Group Task – Review of Homework Assignment on Dangerous 20 minutes"
  },
  {
    "crop_name": "Things in Everyday Use",
    "description": "Objective of the Homework Assignment: - For participants to think about the hazards associated with everyday items, and how these dangers are minimized so as to avoid injury."
  },
  {
    "crop_name": "Remind participants that their homework assignment was for each participant",
    "description": "to make a list of 5 common tools or items from everyday use that are potentially dangerous (examples were a portable gas stove, a knife), and to list the precautions that should be taken to avoid accidents and injury when they are used."
  },
  {
    "crop_name": "Working Group Task",
    "description": "• Each person should present his list and precautions to the other table members. • The table should then decide which two of the items cause most accidents or injuries, and why. Allow 15 minutes for the task. Move around to the table groups, sitting in and listening to some of the presentations of the lists and the decisions on the two most dangerous items. 7.2"
  },
  {
    "crop_name": "Classification of Pesticides",
    "description": "Objective of the procedure: - To define what is meant by a “pesticide”, and identify the different types of pesticides used against different types of pests. - For participants to reflect on the most common types of pesticide in the country, based on usage. Remind participants of the broad definition of \"pest\" from Session 1: • A pest can be broadly defined as any organism which adversely affects man, his crops, his livestock, or anything he considers to be of value. A pesticide is defined as: • Any substance which is used to prevent or reduce loss or damage caused by pests, either by directly killing the pest, or by inhibiting its growth, or by repelling it. Ask: • What are examples of the most common products used by farmers in the country, and what are they used against? List the examples given on the flipchart, using Handout 7.2, Pesticide Classification, as a check list of the types of pests controlled. When all the common products have been listed, Ask: • From this list, are the most common pesticides applied against insects, diseases, weeds, or other pest? Say: This is one way in which pesticides are classified - according to the type of pest against which they are used, for example insecticides, fungicides, herbicides. 7.4"
  },
  {
    "crop_name": "Selection of a Pesticide Based on the",
    "description": ""
  },
  {
    "crop_name": "Different Types of Classification",
    "description": "Objective of the procedure: - For participants to understand that knowledge of the different ways in which a pesticide can be classified can help in selecting a suitable product in order to achieve effectiveness and safety. Ask: • In what other ways can pesticides be classified? Use Handout 7.2, Pesticide Classification, as a check list. Present the contents of Handout 7.2, Pesticide Classification. Ask: • How does knowing about the different types of classification help in handling and using pesticides most effectively? • Why might you select a particular pesticide for a pest on the basis of one or more of the different types of classification? TRAINER NOTE: Emphasise during this discussion the principles of pesticide selection based on different types of classification. Distribute Handout 7.2 to the participants. 7. Conclusions 5 minutes Summarize briefly the highlights of the session. Include as main messages: - Pesticides have more than one name. It is the common name that is important when distinguishing between different pesticides. - Pesticides can be classified according to different criteria. - Knowledge of the different criteria can help in selecting the most suitable pesticides for an IPM programme. 7.5"
  },
  {
    "crop_name": "Pesticide Terminology",
    "description": ""
  },
  {
    "crop_name": "Active ingredient",
    "description": "Only a certain component of a pesticide product has activity against pests. This component is called the active ingredient. There may be more than one active ingredient in a product. Chemical name."
  },
  {
    "crop_name": "Each active ingredient has a chemical name that describes the actual chemical",
    "description": "composition. This name is often long and complicated. It may appear on the label in brackets."
  },
  {
    "crop_name": "Common name",
    "description": ""
  },
  {
    "crop_name": "Each active ingredient is also given an internationally recognised common name",
    "description": "that is much easier to use and remember than the chemical name. A specific common name always refers to the same active ingredient, regardless of the manufacturer of the product. Common names are always given on the label. Product name."
  },
  {
    "crop_name": "Manufacturers give their own name to their products containing particular active",
    "description": "ingredients. It is the product name which appears in large print on the label. 7.7"
  },
  {
    "crop_name": "Pesticide Terminology",
    "description": ""
  },
  {
    "crop_name": "Type of Pest Controlled",
    "description": "4 Insecticides against Insects. 4 Fungicides against Fungi. 4 Herbicides against Weeds. 4 Acaricides against Mites. 4 Rodenticides against Rats, mice, and other rodents. 4 Molluscicides against Snails. 4 Nematicides against Nematodes."
  },
  {
    "crop_name": "Chemical Group",
    "description": "The chemical group to which the pesticide belongs."
  },
  {
    "crop_name": "Insecticides",
    "description": "• Inorganic: Do not contain carbon. Commonly based on arsenic, copper, mercury, sulphur, tin or zinc. Many of these compounds are now banned or have severely limited uses. • Organic: Contain carbon. Synthetic in that they have been developed by man. The most common pesticides. • Botanical:"
  },
  {
    "crop_name": "Obtained from plant extracts",
    "description": "• Biological / Microbial: Contain bacteria, viruses, protozoa, or fungi"
  },
  {
    "crop_name": "Herbicides",
    "description": "Herbicides have many different chemical groups, among the most common of which are the triazines, substituted ureas, and sulfonylureas."
  },
  {
    "crop_name": "Fungicides",
    "description": "Also have many different chemical groups, among the most common of which are inorganic, dithiocarbamates, and triazoles. 7.8"
  },
  {
    "crop_name": "Toxicity",
    "description": "A measure of how poisonous a pesticide is to man. High toxicity to man does not necessarily mean that the pesticide is highly toxic to the pest. Formulations are usually less toxic than the pure active ingredient. The following WHO classification of toxicity is most commonly used, although there are others such as national systems: • Class Ia: “Extremely Hazardous” • Class Ib: “Highly Hazardous” • Class II: “Moderately Hazardous” • Class III: “Slightly Hazardous” • [no class] “Unlikely to Cause Hazard in Normal Use” The toxicity warning on the pesticide label refers to the formulation, not the active ingredient"
  },
  {
    "crop_name": "Mode of Action",
    "description": "Describes the method by which the pesticide acts on the pest. • Contact: The target pest is only killed when it comes into direct contact with the pesticide. For a given volume of spray, the more drops per square centimeter of surface, the better the effectiveness of the pesticide. Most insecticides are contact pesticides, and are most effective against insect pests which move about a lot. • Stomach: A pesticide that must be eaten by the insect pest to kill it. Most contact pesticides are also stomach poisons for insect pests. These pesticides are more effective against pests which move around a lot. • Systemic: A pesticide that is absorbed and moved within a plant, and kills the pest when it feeds on the plant. Movement is mainly from the upper to lower leaf surface, and upwards within the plant. There is very little movement down the plant, so overall plant coverage is essential for pests in the lower parts of the crop. Absorption of the pesticide by the plant is reduced if the plants are under stress. Systemic insecticides are most effective against insect pests which do not move very much, and suck plant juices. Most herbicides are also systemic. • Fumigant: A pesticide in vapour or gas form in the air which the pest breathes in. These pesticides can only be used in enclosed spaces, such as greenhouses and warehouses. 7.9"
  },
  {
    "crop_name": "PESTICIDES AND",
    "description": ""
  },
  {
    "crop_name": "FORMULATIONS",
    "description": ""
  },
  {
    "crop_name": "PART TWO",
    "description": ""
  },
  {
    "crop_name": "Overview of the Session",
    "description": "This is the second of two sessions on pesticides and formulations. Building on the topics covered in the previous session, a presentation and discussion introduces the components of a formulation, followed by working groups on the advantages and disadvantages of different types of formulations. Finally there is a presentation and interactive discussion on the pesticide label. Before this session, you should assemble a collection of different pesticide containers, labels, and formulations available locally. These samples will provide a focus for the session."
  },
  {
    "crop_name": "Session Objectives",
    "description": "By the end of the session, participants will be able to: • Describe the components that make up a pesticide formulation, and identify the common types of formulations that are used locally. • Consider the advantages and disadvantages of different types of pesticide formulations and pesticide classifications when selecting a product. • Identify the areas on the label where the different types of information are presented. • State why reading the label is important."
  },
  {
    "crop_name": "Equipment and Learning Aids",
    "description": "• Samples of local formulations and labels from each hazard classification. • Gloves • Soap / water TOTAL TIME: 2 hours 10 minutes 8.1"
  },
  {
    "crop_name": "Procedures",
    "description": "1. Introduction to the Session 10 minutes Welcome participants to Session 8. Refer to the IPM Circle: Say: • This session will complete our examination of chemical control and pesticides. Present the session objectives, and give a brief overview of the procedures. 2. Presentation / Discussion – 20 minutes"
  },
  {
    "crop_name": "Components of Formulations",
    "description": "Objective of the procedure: - For participants to understand the different components which make up a pesticide formulation, and what are the differences between the main types of formulations. Present the contents of Handout 8.1, Formulations. Make the following points: • Commercially available pesticide products are normally a mixture of the active ingredient and other substances. This mixture is known as the formulation and allows the active ingredient to be more conveniently handled and stored, and to be more effective in its action. • Sometimes it is desirable to improve further the effectiveness of a chemical, in which case additives such as wetters or stickers can be included in the spray mix. • Review the common types of formulations and their properties. Use your samples as examples, and describe their nature and explain how the formulation is abbreviated on the product label with a percentage active ingredient, followed by the abbreviation of the formulation, e.g. 3 G = 3% granules. 8.2"
  },
  {
    "crop_name": "Types of Formulations",
    "description": "Objective of the procedure: - For participants to reflect on the advantages and disadvantages of different types of pesticide formulations. Assign each table group one formulation from the following common types. 4 Emulsifiable Concentrate 4 Wettable Powder 4 Suspension Concentrate 4 Seed Dressing 4 Granule 4 Bait 4 Fumigant"
  },
  {
    "crop_name": "Table Task",
    "description": "• The type of formulation given to your group has advantages and disadvantages for storage, mixing, application and safety. Agree as a group on all these advantages and disadvantages. Allow 15 minutes for the task 8.3"
  },
  {
    "crop_name": "Objective of the procedure",
    "description": "- To explain the importance of the label, the different parts of the label, and the information given. Present the contents of Handout 8.3, The Pesticide Label. Emphasise: 4 The label is the primary source of information about a product. 4 We have covered some of the types of information on the label in previous sessions, such as pesticide names, dose rates, and recommendations for use. Other aspects, such as safety and pre-harvest intervals will be covered in later sessions. 8.4"
  },
  {
    "crop_name": "The underlying objective of the question is to ensure that participants",
    "description": "are fully aware of all the different types of information presented on the label, and to re-enforce this knowledge from the comments of other participants. 6. Conclusions 5 minutes Review the major messages of the session. Include as main messages: - Pesticide formulations have different characteristics. These can be important when selecting a pesticide for use in an IPM programme. - The pesticide label is the source of all information about a pesticide. Do not assume you know the contents – READ THE LABEL every time a pesticide is used. Review the session objectives and ask if they were met. 8.5"
  },
  {
    "crop_name": "Formulations",
    "description": "4 A Formulation is a combination of various ingredients designed to improve the properties of a pesticide product for effectiveness, safety, handling, storage, and application. 4 More recent formulations, such as suspension concentrates (SC), water dispersible granules (WG), and microgranules (MG), have improved stability and safety properties. 4 The properties of a formulation, including effectiveness and safety, depend on the use of high quality ingredients and manufacturing processes."
  },
  {
    "crop_name": "Components",
    "description": "• Active ingredient - the component with activity against pests • Inert ingredients - components which have no activity against pests For example: • Solvents Liquid formulations. The active ingredient is dissolved in the solvent. • Carriers Dry formulations. The active ingredient is mixed with or absorbed onto the carrier. • Emulsifiers Help emulsifiable concentrates mix better with water. • Wetting agents Help wettable powders mix better with water, and help formulations spread on water repellent surfaces. • Stickers Help the spray mix stick to surfaces. • Spreaders Help the spray mix spread evenly over treated surfaces."
  },
  {
    "crop_name": "Not all formulations will contain all the different types of inert ingredients",
    "description": ""
  },
  {
    "crop_name": "Common Types",
    "description": "Emulsifiable Concentrates (EC) • Liquid formulations where the active ingredient is dissolved in a petroleum solvent, or, more recently, safer alternatives. • The formulation is diluted with water to form a suspension for application. • Usually contain 25 to 75 percent of active ingredient. • ECs are among the most common pesticide formulations. Wettable Powders (WP) • Dry formulations of fine, insoluble powders. The active ingredient is combined with an inert carrier such as clay or talc, together with wetting and / or dispersing agents. • The formulation is diluted with water to form a suspension for application. • Usually contain more than 50 percent active ingredient. • WPs are among the most common pesticide formulations. 8.7"
  },
  {
    "crop_name": "Advantages and Disadvantages of Different Types",
    "description": "of Formulations Emulsifiable Concentrate (EC)"
  },
  {
    "crop_name": "Advantages Disadvantages",
    "description": "- Easy to handle, transport - Usually high concentration and store in the formulation - Easily measured and mixed - Due to high concentration, easy with water to make errors when mixing, - Can be used with most types and in application dose rates of application equipment - Mixers need more protective - Little agitation needed in spray clothing than applicators tank, does not settle out - May cause phytotoxicity to crops - Not abrasive to nozzles and - Easily absorbed through the skin pumps - Solvents may attack rubber, - Do not block filters or nozzles plastic, hoses, gaskets etc - Flammable Wettable Powder (WP)"
  },
  {
    "crop_name": "Advantages Disadvantages",
    "description": "- Easy to handle, transport - Can cake in storage and store - Mixers need more protective - Can be used with most types clothing than applicators of application equipment - More difficult to accurately - Easily mixed with water measure out than ECs (WP - Usually less phytotoxic than ECs weight vs EC volume) - Absorbed less readily through - Risk of inhaling powder the skin than ECs during mixing - Require constant agitation in the spray tank, or they quickly settle out - Abrasive to nozzles and pumps - Can clog filters and nozzles - Inert carriers may leave a deposit on crops, which has to be removed before marketing 8.9"
  },
  {
    "crop_name": "Advantages Disadvantages",
    "description": "- Easy to handle, transport - Mixers need more protective and store clothing than applicators - Can be used with most types - Container must be shaken of application equipment before use to remix formulation - Easily mixed with water - Require moderate agitation in the - Usually less phytotoxic than ECs spray tank, or they settle out - Absorbed less readily through - May be abrasive to nozzles the skin than ECs and pumps - May clog filters and nozzles - Inert carriers may leave a deposit on crops, which has to be removed before marketing Seed Dressing (DS, ES, FS, LS, PS, SS, WS)"
  },
  {
    "crop_name": "Advantages Disadvantages",
    "description": "- Depending on formulation, similar - Depending on formulation, similar to EC, WP and SC formulations. to EC, WP and SC formulations. - Can be applied to seed on-farm - Bulk treatment of seed requires with simple equipment. specialist treatment equipment. - Help to avoid early season - Treated seed may be eaten foliar sprays, and so protect by humans, domestic animals beneficial insects or wildlife Granule (G)"
  },
  {
    "crop_name": "Advantages Disadvantages",
    "description": "- Ready to use, no mixing needed - Plant application: - Soil application: Do not stick to Do not stick to foliage foliage - May need to be incorporated - Slow release of pesticide gives in soil extended protection - Can be difficult to obtain even - Low risk of drift distribution over the target area - Little hazard in use to applicator - Slow release of pesticide results in long persistence - Require only simple application equipment - May be hazardous to non-target animals such as chickens and other birds who mistake granules for food grain 8.10"
  },
  {
    "crop_name": "Advantages Disadvantages",
    "description": "- May be ready to use - Can be attractive to non-target - Little pesticide needed - bait organisms (domestic animals, applied only where pests are children etc) present and pests are attracted - Pests may prefer other food to the pesticide or crop to the bait - Pests may avoid bait due to association with ill-effects (eg bait shyness of rodents) Fumigant (F)"
  },
  {
    "crop_name": "Advantages Disadvantages",
    "description": "- Toxic to a wide range of pests. - Target site must be covered and - Can penetrate cracks, wood, soil airtight to prevent the gas from and grain. escaping. - Single treatment will usually kill - Most are highly toxic to humans most pests in the treated area and all other living organisms. - Need specialized protective clothing, including respirators. - Need specialized application equipment - Fumigated premises must be well-aired before access by humans and animals is allowed. 8.11"
  },
  {
    "crop_name": "State Applied Type Hazards",
    "description": "Dust -Drifts easily -Do not stick to target surfaces -Difficult to obtain even distribution -Risk of inhalation -Do not stick to leaves or other non-level target"
  },
  {
    "crop_name": "Undiluted surfaces",
    "description": "-May need to be incorporated in soil -Difficult to"
  },
  {
    "crop_name": "Dust when Operator",
    "description": ""
  },
  {
    "crop_name": "Granule obtain even",
    "description": "handling exposed to distribution concentrate concentrate -Slow release,"
  },
  {
    "crop_name": "Solid long",
    "description": "persistence -May be dangerous to non-target organisms -Mixer needs more protection than operator -Needs constant"
  },
  {
    "crop_name": "Diluted Wettable Water agitation",
    "description": "Powder -Abrasive to nozzles and pumps -Can clog filters and nozzles -Can be attractive to Bait Bran, non-target grain organisms (food) 8.12"
  },
  {
    "crop_name": "State Applied Type Hazards",
    "description": "-Mixer needs more protection than applicator -Easy to under- or over-dose -May cause"
  },
  {
    "crop_name": "Emulsifiable phytotoxicity",
    "description": "Concentrate -Easily absorbed through skin -May attack rubber, plastic,"
  },
  {
    "crop_name": "Liquid Diluted Water",
    "description": "hoses, gaskets"
  },
  {
    "crop_name": "Mixer Splashes",
    "description": "-Flammable exposed to adhere to concentrate clothes and skin -Container must be shaken before use -Needs moderate"
  },
  {
    "crop_name": "Flowable agitation in",
    "description": "spray tank -May be abrasive to nozzles and pumps -May clog filters and nozzles 8.13"
  },
  {
    "crop_name": "The Pesticide Label",
    "description": "4 The FIRST and most important activity when using a pesticide is to:"
  },
  {
    "crop_name": "READ THE LABEL",
    "description": "4 The label on the container is the primary source of information about a pesticide. 4 The label has all the basic information that is needed: – Product name – Active ingredient – Concentration of active ingredient and inert materials – Crops and pests for which the pesticide is registered – Dose rates – Toxicity and hazard warnings – Safety precautions – Pre-harvest interval – Pictograms – Expiry date – Registration number – Name of manufacturer / importer 8.14"
  },
  {
    "crop_name": "Pictograms",
    "description": ""
  },
  {
    "crop_name": "STORAGE",
    "description": ""
  },
  {
    "crop_name": "Keep locked",
    "description": "away and out of reach of children"
  },
  {
    "crop_name": "ACTIVITY",
    "description": ""
  },
  {
    "crop_name": "Handling liquid Handling dry Application",
    "description": "concentrate concentrate"
  },
  {
    "crop_name": "ADVICE",
    "description": ""
  },
  {
    "crop_name": "Wear gloves Wear boots Wear eye Wear face shield",
    "description": "protection"
  },
  {
    "crop_name": "Wear mask Wear respirator Wear overalls Wear apron",
    "description": ""
  },
  {
    "crop_name": "Wash after use",
    "description": ""
  },
  {
    "crop_name": "WARNING",
    "description": ""
  },
  {
    "crop_name": "Dangerous to Dangerous to fish",
    "description": "8.15 animals and water"
  },
  {
    "crop_name": "Hazard Statements and Band Colour",
    "description": "4 Labels should include a hazard statement, a warning symbol, and often a band colour based on the WHO toxicity classification. WHO Class (1) Label"
  },
  {
    "crop_name": "Hazard Symbol Band",
    "description": "statement Colour (2)"
  },
  {
    "crop_name": "Hazard Symbol Band",
    "description": ""
  },
  {
    "crop_name": "Ia Extremely Hazardous Very Toxic VRed",
    "description": ""
  },
  {
    "crop_name": "Ib Highly Hazardous Toxic TRed",
    "description": ""
  },
  {
    "crop_name": "II Moderately Hazardous Harmful HYellow",
    "description": ""
  },
  {
    "crop_name": "III Slightly Hazardous Caution None Blue",
    "description": ""
  },
  {
    "crop_name": "Products unlikely to Caution None Green",
    "description": "present a hazard in normal use (1) The hazard warning on the label refers to the formulation, not the active ingredient. (2) This is the most commonly used colour scheme, but it may differ in some countries. 8.16"
  },
  {
    "crop_name": "Overview of the Session",
    "description": "This session is a detailed continuation of Session 4. It provides detail and examples of how it can be used."
  },
  {
    "crop_name": "Objectives of the Procedure",
    "description": "• Participants are aware of the role of biocontrol in IPM and how it can be effectively implemented • To understand the benefits and limitations of biocontrol Introduction 100 minutes"
  },
  {
    "crop_name": "Refer to IPM circle",
    "description": "Say: • In earlier sessions, we have seen that Biocontrol is one of the tools that can be used in IPM. We will now discuss in more detail how this can be used. Ask: • What is biocontrol? Discuss: • What organisms can be used in biocontrol? List and Discuss. Are participants familiar with these organisms • How are the different ways organism can be used? Discuss: At the end of discussion distribute Handout 9.1 and go through the above questions again. 9.1"
  },
  {
    "crop_name": "Biocontrol in action",
    "description": "30 minutes Ask: • Are participants aware of any of the organisms or techniques being used in the field? List and discuss. If there are no examples introduce some of local relevance. Distribute the appropriate regional handout of examples including pictures. Give a short overview / explain the following methods: • Inundative control • Classical/inoculative biocontrol • Mass-trapping using a semiochemical. • Mating disruption using semiochemicals Working Group Task – Advantages 45 minutes and Disadvantages of Biocontrol"
  },
  {
    "crop_name": "Objectives of the procedure",
    "description": "• Based on the examples given and participants knowledge determine what are the advantages and what are the disadvantages of biocontrol Assign one type of biocontrol agent to each table (biopesticides inoculation, biopesticides inundation, predators/parasites inoculation, predators/parasites inundation, pheromones/allomones) Allow 25 minutes for the task and 25 minutes for feedback. Distribute Handout 9.3 and add further advantages/disadvantages from the discussion. 9.2"
  },
  {
    "crop_name": "How to Handle and Apply",
    "description": "20 minutes"
  },
  {
    "crop_name": "Biocontrol Agents",
    "description": "Say: • We have seen some examples of biocontrol and also discussed its advantages and disadvantages of biocontrol agents. Ask: • What special measures are needed to store, handle and apply biocontrol agents? List and discuss reason why. Distribute handout 9.4. Conclusion 5 minutes Summarize briefly the session."
  },
  {
    "crop_name": "Include main messages",
    "description": "• Biocontrol uses living organisms to control pests (parasites, predators and micro-organisms), but also can include semiochemicals that alter the target pest’s behavior • Biocontrol is effectively employed in many IPM programs • Approaches include inoculation, inundative release, as well as manipulation of the environment to encourage biocontrol agents. Semiochemicals attract or confuse the pest. • Biocontrol agents have specific properties e.g. safe and specific, living organisms that are sensitive to storage and environmental conditions, slow acting, which determine how they are handled and if and when they can be effectively used. Thank the participants and ask if there are any questions or comments. 9.3"
  },
  {
    "crop_name": "Biological control or Biocontrol means controlling pests and diseases using living",
    "description": "organisms. These are often referred to as natural enemies, but also include organisms that are antagonistic (displace through competition, rather than kill the pest). What are biocontrol agents? The most commonly seen and used natural enemies are: • Predators, such as ladybirds (ladybugs), spiders, lacewings and hoverflies • Parasites, such as the wasps Trichogrammaand Encarsia, as well as predatory mites • Microbes, such as bacteria (e.g. Bacillus thuringiensis), fungi (e.g. Metarhizium) and viruses (e.g. baculoviruses) as well as protozoa (e.g. Nosema). Also often included in this category are insect parasitic nematodes These should be distinguished from other naturally-occuring crop protection products, such as botanical pesticides (e.g. neem, pyrethrum) or behaviour modifying chemicals – semiochemicals (e.g. insect sex pheromones, allomones from plants), which are also potentially useful tools in an IPM program. However, semiochemicals are included as examples of how other natural crop protection products are used. How are biocontrol agents used? Natural enemies should be distinguished from other naturally-occuring crop protection products, such as botanical pesticides (e.g. neem, pyrethrum) or behaviour modifying chemicals – semiochemicals (e.g. insect sex pheromones, allomones from plants), which are also potentially useful tools in an IPM program. However, semiochemicals are included as examples of how other natural crop protection products are used. Natural enemies are used in three different ways: 1. Encourage natural enemies already present This is an important element of IPM. A good example of this is the planting of flowering plants around the field, maintaining headlands (strip of land left unploughed at the end of a field) of wild flowers or hedgerows or maintaining breeding sites for beetles within the field (‘beetle banks’). In all cases these are not treated with chemical pesticides. 9.4"
  },
  {
    "crop_name": "This involves the release of a relatively small number of organisms that",
    "description": "reproduce and gradually suppress the pest population, becoming established in the field. 3. Inundative biocontrol Large quantities of the organism are released or applied to the crop. This is generally the most common intervention. Semiochemicals work by affecting the behaviour of the pest (which is normally an insect). 9.5"
  },
  {
    "crop_name": "Examples of Biocontrol",
    "description": ""
  },
  {
    "crop_name": "Africa",
    "description": "Release of the parasitic wasp, Epidinocarsis lopezi, to control the cassava mealybug. The parasitoid, which was introduced from South America, its area of origin, and after mass-rearing at the International Institute of Tropical Agriculture was released into Nigeria in 1981, where it established. It has since been released in several sub-Saharan countries and is now established in at least 26 countries. Cassava mealybug, which had threatened to decimate cassava production across the region and which were showing resistance to chemical pesticides, declined following release and establishment and have since remained low (in areas of poor soil, cultural practices to improve soil fertility was also needed). Between 1979 and 2013 USD34.2 million was invested in the program, with an estimated return (in terms of saved cassava production and livelihoods) of 199:1 This is an example of classical/inoculative biocontrol. Application of a granulovirus (granulosis virus) to control the false codling moth in South Africa. The granulovirus, which is specific to the false codling moth and thus safe to non-target organisms was registered in 2004 in South Africa, following extensive research on mass production (in the host insect), formulation and field trials. The virus is applied using standard spray application equipment to citrus trees targeted early instars of the pest caterpillar. The caterpillar is infected when it eats the virus from sprayed foliage or fruit. Efficacy is improved by addition of molasses to the spray tank, which encourages feeding, acts as a sticker and also provides some protection against UV breakdown of the virus. As the virus takes some days to kill it is generally less effective against late instars as they can cause unacceptable damage before they die; in such cases a fast-acting chemical pesticide would be employed. Virus-killed insects disintegrate to release more virus, which can infect more larvae. The virus has also been used on avocado and grapes."
  },
  {
    "crop_name": "This is an example of inundative biocontrol",
    "description": "Control of locusts with the entomopathogenic fungus (a fungus that infects insects), Metarhizium anisopliae. The fungus is commercially mass-produced in North and West Africa, as well as South Africa. It is applied through standard application equipment (ground and aerial) as a biopesticide against the young nymphs (hoppers) of the brown and desert locust. Formulation in oil avoids the need for a very high relative humidity for the fungal spores to germinate. The germinating fungus penetrates the insect cuticle and the fungus grows within the insect, killing it within a few days. Sporulation of the fungus can result in further infection, but this is not the primary reason for control."
  },
  {
    "crop_name": "This is an example of inundative biocontrol",
    "description": "9.6"
  },
  {
    "crop_name": "The Pink Bollworm was effectively managed through the application of its",
    "description": "synthesized sex pheromone (a chemical substance produced by the insect to attract the opposite sex) the cotton crop. The pheromone was applied by hand as a ‘twist and tie’ tube from which it is slowly released, although microencapsulated (the pheromone is contained in a minute capsule and is slowly released) and other formulations have also been used. Application of the pheromone confuses the male moth, which then cannot locate female to mate. In Egypt three applications of the pheromone was made from mid-season, followed by a final application of a synthetic chemical insecticide. In the mid1990s, 95% of the Egyptian cotton crop was treated in this way, although this has fallen away now. Mating disruption is still used in several countries including Israel. This is an example of mating disruption using semiochemicals (chemicals that conveys a signal from one organism to another to modify behaviour). 9.7"
  },
  {
    "crop_name": "Examples of Biocontrol",
    "description": "Asia-Pacific Control of the parasitic plant, dodder ( 9.8 C u s c u t a spp.) with the pathogenic fungus, C o ell o t r ci h u m g ol e o s p o r oi di e s , in the Peoples' Republic of China. Dodder is serious pests of oilseed, potato, soybean and peanuts in parts of Chinas. A fungus that is pathogenic to Dodder was isolated in 1963. This has been mass cultured and applied as a mycoherbicide (fungus-based herbicide). Up to 85% control has been reported, with losses in soybean, for example, reduced 30- 50%. The same fungus species has also been tested for control of itch grass in Thailand."
  },
  {
    "crop_name": "This is an example of inundative biocontrol",
    "description": ""
  },
  {
    "crop_name": "Control of the rhinoceros beetle in oil and cocoanut palm in Southeast Asia and",
    "description": "the Pacific with a Nudivirus (a type of large, rod-shaped virus). This virus, first discovered in Malaysia has been released in several islands in the region, including Fiji, Samoa, the Maldives, Papua New Guinea and Mauritius. Beetles are infected with the virus and released where they return to breeding sites (dead palm trunks). At the breeding sites, other adults and larvae are infected. As few as 10 infected larvae can establish the disease on an island. Population control can last for several years, but breeding sites need to be limited through removal of dead trees (five left standing per hectare). This is an example of classical/inoculative biocontrol Application of B a c ulli s t h u r ni g ei n s si (Bt) to control diamond-back moth (DBM) in Malaysia. Commercial formulated Bt products have been registered in Malaysia for control of DBM for more than 20 years. The diluted product is applied to cabbages and other crucifers in the Cameron Highlands and has provided good control of DBM, which had developed resistance to a number of synthetic chemical insecticides. After intensive use of some Bt products, DBM developed resistance to some Bt strains. This highlights that resistance can develop to some biopesticides and that a resistance management strategy, that alternated Bt with synthetic chemical insecticides, and as part of an IPM program, is the most positive way forward. It is worth noting that some of the crystal toxin(s) produced by Bt, which are responsible for its pesticidal activity, are the basis of those produced by genetically-engineered Bt-crops. With Bt-crops resistance is managed through planting areas of the crop with non-Bt crop plants. The equivalent of this with Bt sprays would be to leave some of the crop unsprayed."
  },
  {
    "crop_name": "The application of Bt is an example of inundative biocontrol",
    "description": "Control of the Brinjal Fruit and Shoot Borer by mass trapping in Bangladesh. The Brinjal Fruit and Shoot Borer has proved to be a difficult pest to control."
  },
  {
    "crop_name": "In this example the insect is attracted to a sticky trap by its synthesized sex",
    "description": "pheromone. Several traps per field manages the pest, which is enhanced by natural enemies present in the field. This has resulted in 50% more marketable fruit compared to previous control strategies. It is estimated that approximately 15% of brinjal (aubergine or eggplant) farmers are using this technique. This is an example of mass-trapping using a semiochemical."
  },
  {
    "crop_name": "Examples of Biocontrol",
    "description": ""
  },
  {
    "crop_name": "Latin America",
    "description": "Control of Mealybug with the predatory beetle, the Mealybug Destroyer. The Mealybug ladybird (Cryptolaemus montrouzieri ) was first described in Papua New Guinea, but it is also endemic in Australia. The adults and larvae eat mealybugs and other scale insects, such as the citrus scale and aphids. It has been used as a biocontrol agent for over 100 years. The beetle is known as the Mealybug destroyer outside Australia and it has been mass reared on a commercial basis and released in several countries in Central and South America, including Costa Rica, for control of the Pink Hibiscus mealybug. The juvenile and adult beetles eat both eggs and young stages of the pest. This is an example of classical/inoculative biocontrol ontrol of silver leaf on Japanese plums in Chile with the fungus, 9.9 T r ci h o d e r m a . T r ci h o d e r m a was registered and applied for silver leaf control in Chili in 1987. It has also been used for control of chlorotic vine leaf curl in South America. However, the antagonistic fungus is a ubiquitous soil inhabiting fungi and are of considerable commercial importance due to their ability to suppress many plant pathogenic fungi. Different species of Trichoderma have been widely studied and employed for management of root and seedling diseases, often being applied to the soil as a powder or liquid formulation. It is also used as a seed coating."
  },
  {
    "crop_name": "This is an example of inundative biocontrol",
    "description": "Control of the velvetbean caterpillar with a nuclear polyhedrosis virus (NPV) in Brazil. NPVs are specific, often species specific, viral pathogens. An NPV infectious to the velvetbean caterpillar, a major pest of soybean was isolated and field tested by EMBRAPA, the Brazil Government research organization. Mass production techniques were developed, which included collection of infected larvae from NPV-sprayed fields. This led to commercialization of wettable powder formulations of the NPV, which were applied to millions of hectares of soybean per year against the young instars of the pest, successfully controlling it. Normally only one spray per season is required."
  },
  {
    "crop_name": "This is an example of inundative control",
    "description": "Control of cotton boll weevil through lure and kill. Weevils are attracted to a cardboard tube which has been treated with the insect’s aggregation and sex pheromone formulated with a persistent, synthetic insecticide. The insect is killed by the insecticide. This technique has been used on hundreds of thousands of hectares in South America during the off-season and between chemical applications. In Argentina and Bolivia it has been used to prevent the boll weevil becoming established. This is an example of lure and kill using a semiochemical."
  },
  {
    "crop_name": "Advantages and Disadvantages of Biocontrol",
    "description": ""
  },
  {
    "crop_name": "Advantages Disadvantages",
    "description": "Specific – generally safe to humans, Often only effects one pest other non-target organisms species, which can be a problem (including bees) and the with pest complexes environment Leave no toxic residues – can often Sensitive to environmental be used close to crop harvest conditions, which may result in variable results Can be self-sustaining providing Production batches may be pest suppression over long periods variable, depending on condition, and thus inexpensive over the which may lead to variable results longer term"
  },
  {
    "crop_name": "Target pests unable or very slow to Generally slow acting and therefore",
    "description": "develop resistance may not be suitable for situations where rapid control is needed e.g. fruits where no cosmetic damage is acceptable"
  },
  {
    "crop_name": "Generally an effective tool in an Use may require specialized",
    "description": ""
  },
  {
    "crop_name": "IPM strategy knowledge",
    "description": ""
  },
  {
    "crop_name": "Some locate or attract the pests Many cannot be used with chemical",
    "description": "reducing the need for specific pesticides application placement"
  },
  {
    "crop_name": "Can be difficult to store",
    "description": ""
  },
  {
    "crop_name": "Add others from discussion",
    "description": "9.10"
  },
  {
    "crop_name": "Handling Biocontrol Agents",
    "description": ""
  },
  {
    "crop_name": "Biocontrol agents a normally living organisms so they need to be carefully",
    "description": "handled and stored. This can include: • Storage and transport under cool conditions e.g. refrigeration • Separate to chemical pesticides, to which they may be sensitive • Away from sunlight Storage survival may be short, so instructions on the label must be strictly adhered to"
  },
  {
    "crop_name": "Application of biocontrol agents also often needs to take into account special",
    "description": "considerations, for example: • Generally, timing of the release or application of a biological control agent is critical to success in order to: - Target the correct stage of the pest - The organisms remain active long enough to have the desired effect, for example this may be late in the evening to avoid sunlight • Fungal-based biopesticides may need humidities greater than 95% to work properly • Mixtures with chemical pesticides or closely timed applications of chemical pesticides should be avoided with many biological control agents – fungicides may kill fungal-based products, insecticides can kill predators and parasites, some chemical pesticides act as insect anti-feedants which can result in insect pathogenic viruses, protozoa and bacteria not being ingested by the target pest. However, mixtures of semiochemicals and chemical pesticides are often used."
  },
  {
    "crop_name": "Instructions on the label should always be closely followed",
    "description": "Although generally safe, it is recommended that appropriate Personal Protective Equipment (PPE) is worn when handling and applying biocontrol agents. For parasites and predators this may be gloves and a simple particle mask. For biopesticides based on formulated micro-organisms and semiochemicals this normally should be the same as the minimum PPE recommended for chemical pesticides (gloves, sturdy shoes or boots, long sleeve cotton shirt, long cotton trousers and during mixing and loading of sprayers, a visor. 9.11"
  },
  {
    "crop_name": "Overview of the Session",
    "description": ""
  },
  {
    "crop_name": "The purpose of this session is to enable the participants to understand the",
    "description": "principles of pesticide application, and the factors which determine the effectiveness of application Before this session, you should assemble a collection of different nozzles and sprayers as examples of the different types of equipment."
  },
  {
    "crop_name": "The session begins with a reminder about the four main reasons for the failure",
    "description": "of a pesticide treatment. To put pesticide application into perspective, the homework activity (given at the end of Session 6) of the objectives of applying a pesticide and using a sprayer are then brainstormed. This is followed by presentation and full group discussion activities about plant coverage, droplet size, and the main types of sprayer nozzles. The session concludes with an assessment of the different types of sprayers commonly used by small farmers."
  },
  {
    "crop_name": "Session Objectives",
    "description": "By the end of the session, participants will be able to: • State the role of a sprayer in pesticide application. • Understand the relationship between plant coverage, droplet size and volume of water. • State the advantages and disadvantages of large and small pesticide droplets. • Describe the main types of nozzles, their characteristics and uses, and the basics of sprayer calibration and maintenance. • Be able to compare the advantages and disadvantages of common types of sprayers used by small farmers."
  },
  {
    "crop_name": "Equipment and Learning Aids",
    "description": "• Examples of the three common types of nozzles • Examples of different types of pesticide sprayers • Gloves • Soap / water TOTAL TIME: 2 hours 10.1"
  },
  {
    "crop_name": "Using a Sprayer",
    "description": "Objective of the Procedure: Participants understand: - What we are actually trying to achieve when using a pesticide. - The target for the pesticide - The role of a sprayer in applying a pesticide"
  },
  {
    "crop_name": "Remind participants that their homework assignment was to think about the",
    "description": "following questions: • What is the ultimate objective when we apply a pesticide to a crop? What are we really trying to do? • What is the target we are trying to reach when we apply a pesticide? • What basic function does a sprayer perform in helping us to achieve these objectives? 10.2"
  },
  {
    "crop_name": "Ask participants in turn for their answer to the first question until there are no",
    "description": "more responses. List the responses on the flipchart. Repeat for the second and third questions. Review the answers, using Handout 10.1, Objectives of Using a Sprayer,as a checklist. Emphasise: 4 That pesticides cost the farmer money. They must be applied effectively to give a return on his investment. Conclude the procedure by emphasising: 4 The four bullet points under “To be most effective”. Distribute Handout 10.1 to participants. 3. Presentation – Plant Coverage, Droplet 15 minutes Size, and Volume of Water"
  },
  {
    "crop_name": "Objective of the procedure",
    "description": "- Participants understand the relationship between plant coverage, droplet size, and volume of water. Present the contents of Handout 10.2, Plant Coverage, Droplet Size, and Volume of Water. Ask: • Is it better to use large or small amounts of water when spraying? Why? • Are different amounts of water needed for different crops or pests? Why? Distribute Handout 10.2 to participants 10.3"
  },
  {
    "crop_name": "Advantages and Disadvantages",
    "description": "of Large and Small Droplet Sizes"
  },
  {
    "crop_name": "Objective of the procedure",
    "description": "- To review the overall effects of droplet size on spray application. Ask the following questions in turn, listing participant responses on the flipchart: • What are the advantages of large droplets? • What are the disadvantages of large droplets? • What are the advantages of small droplets? • What are the disadvantages of small droplets? Review the results, using Handout 10.3, Advantages and Disadvantages of Large and Small Droplet Sizes, to fill in any gaps. TRAINER NOTE: Refer back to Session 6, Procedure 6 and Handout 6.2, Pesticide Classification, to link droplet sizes and plant coverage with the Mode of Action of pesticides. Ask: • Is it important to use a large or small droplet size for the application of a herbicide? An insecticide? Why? Distribute Handout 10.3 to participants. 10.4"
  },
  {
    "crop_name": "Objective of the procedure",
    "description": "Participants are aware of: - The common types of nozzles, their characteristics, and uses. - The importance of sprayer calibration and maintenance. Ask: • What are the three common types of nozzle? Present the contents of Handout 10.4, Nozzles, using the sample nozzles as examples. TRAINER NOTE:If no example nozzles are available, Handout 8.4a can be distributed instead. Ask: • How often do you see farmers using the wrong type of nozzle? Present the contents of Handout 10.5, Sprayer Calibration and Maintenance. Ask: • How often do farmers calibrate their sprayer? • Would the nozzle replacement interval also depend on the type of formulation being sprayed? Distribute Handouts 9.4 and 9.5 to participants. 10.5"
  },
  {
    "crop_name": "Objective of the procedure",
    "description": "- To illustrate the advantages and disadvantages of different sprayer types. Explain that on the basis of what has been already discussed, we will now look at the different types of hand sprayers commonly used by farmers (by 'hand sprayer' we mean one that is physically carried by the operator). TRAINER NOTE: This procedure assumes that local farmers are using hand sprayers. However, in certain areas / regions farmers may be using tractor mounted or towed sprayers. In such cases the procedure will need to be adjusted, although the principles and basic questions remain the same, eg tractor mounted boom vs airblast sprayers. If no example sprayers are available, Handout 9.6a can be distributed instead. Ask: • What are the most common types of hand sprayer used by farmers? List the answers as headings on separate flip charts. Take the first sprayer type and ask: • What are the advantages of this type of sprayer? • What are disadvantages? List the responses on the flipchart under the relative headings. Repeat for the other types of sprayer. Summarise the results, using Handout 10.6, Advantages and Disadvantages of Different Sprayer Types, as an example and to fill in any gaps. Ask: • What criteria should a farmer use when deciding to buy a sprayer? Distribute Handout 10.6 to participants. 10.6"
  },
  {
    "crop_name": "Refer participants to the IPM Circle",
    "description": "Say: • We have now completed the IPM circle and explored all components. Ask: • What are the most important conclusions for you about IPM? Why? 10.7"
  },
  {
    "crop_name": "Objectives of Using a Sprayer",
    "description": "The ultimate objective of using a pesticide is to: – Protect the crop from economic damage or loss – To do this in the most effective and economic way (Pesticides cost money – they must be used effectively to give the farmer a return on his investment)"
  },
  {
    "crop_name": "The ultimate target of a pesticide is the pests",
    "description": ""
  },
  {
    "crop_name": "The intermediate target is usually the surface of the plant",
    "description": ""
  },
  {
    "crop_name": "A sprayer is used to break the spray mix up into droplets to be deposited on",
    "description": "plant or other target surfaces so as to give adequate and even coverage To be most effective: –There must be even coverage of the pesticide droplets over both individual plants and the whole field. –If the pesticide is not applied evenly, there will be areas of over- and under-dosing, which are ineffective and increase losses and costs. –Particularly with underleaf pests (aphids, whitefly, some diseases, etc) there must be good coverage of the lower leaf surface for contact pesticides to be effective. –If the target area is limited, for example aphids only in certain parts of the field or application to young seedlings, then spot- and band-spraying can save pesticide, water and time. 10.8"
  },
  {
    "crop_name": "Advantages and Disadvantages of Large and Small Droplets",
    "description": "Bait (B)Large Droplets Small Droplets"
  },
  {
    "crop_name": "Advantages Disadvantages Advantages Disadvantages",
    "description": ""
  },
  {
    "crop_name": "Less liable More liable to",
    "description": "to drift drift"
  },
  {
    "crop_name": "Less likely to More likely to",
    "description": "evaporate evaporate before hitting before hitting plant surface plan surface"
  },
  {
    "crop_name": "Poor coverage Better",
    "description": "of lower leaves coverage of and under-leaf lower leaves surfaces and under-leaf surfaces"
  },
  {
    "crop_name": "More liable to More even field",
    "description": "uneven field coverage coverage"
  },
  {
    "crop_name": "Need larger Need smaller",
    "description": "volumes of volumes of water water Run-off from No run-off plant surfaces from plant surfaces • Large droplets are used for the application of herbicides so as to minimise drift • Small droplets are used for the application of insecticides, acaricides and fungicides to optimise crop penetration and underleaf coverage 10.10"
  },
  {
    "crop_name": "Nozzles",
    "description": "Full Cone / - Produce a cone shaped spray. With cone nozzle, Hollow Cone the full area of the cone has spray droplets, with hollow cone nozzle the droplets are only on the outside of the cone. - Full cone nozzles usually fitted only to air-blast sprayers or tractor boom sprayers, hollow cone nozzles used with hand operated equipment. - Droplet size tends to be small, and there is a risk of spray drift. - Used at higher pressures than flat fan or deflector nozzles. - Most commonly used for application of insecticides, acaricides and fungicides. Flat Fan / - Produce a fan shaped spray. Even Spray - Droplet size tends to be large, with a low risk Flat Fan of spray drift. - Flat fan nozzles deposit most spray directly under the nozzle tip, so used on tractor mounted boom sprayers, where several nozzles can overlap, producing an even spray pattern. - “Even spray” flat fan nozzles produce an even deposit of spray across the fan, and are thus suitable for hand operated equipment. - Most commonly used for the application of herbicides. - May reduce the effectiveness of insecticide, acaricide and fungicide application. Deflector - Also known as “flooding” or “anvil” nozzles. - Droplet size tends to be large, with a low risk of spray drift. - Give a relatively even deposit of spray across the fan. - Most commonly used for the application of herbicides. - May reduce the effectiveness of insecticide, acaricide and fungicide application. 10.11"
  },
  {
    "crop_name": "Nozzles",
    "description": ""
  },
  {
    "crop_name": "Hollow Cone Nozzle",
    "description": ""
  },
  {
    "crop_name": "Flat Fan Nozzle",
    "description": ""
  },
  {
    "crop_name": "Deflector Nozzle",
    "description": "10.12"
  },
  {
    "crop_name": "Sprayer Calibration and Maintenance",
    "description": ""
  },
  {
    "crop_name": "Sprayer Calibration",
    "description": "• Accurate calibration of a sprayer is essential to ensure that the correct amount of pesticide is applied to the target area. • Involves measuring the output of the sprayer, the width of the spray pattern produced, and the speed at which the sprayer is moving over the ground. • Once these factors are known, the amount of spray mix applied to the target area can be calculated. • If necessary, adjustments can then be made to one or more of these factors (or to the mixing rate of the pesticide in the water or to the pressure), to ensure that the correct amount of pesticide is applied."
  },
  {
    "crop_name": "Sprayer Maintenance",
    "description": "• Regular maintenance is essential to ensure that the sprayer is working correctly, and for safety (no leaks). • Nozzles should be replaced regularly – at least at the beginning of each season, more often if the sprayer is used frequently. • Seals should be regularly checked for leaks, and replaced as necessary. • A small toolkit (screwdriver and spanners of suitable sizes) should be available to effect immediate repairs. These are sometimes provided with the sprayer. 10.13"
  },
  {
    "crop_name": "Comparison of Sprayer Types",
    "description": ""
  },
  {
    "crop_name": "Advantages Disadvantages",
    "description": "Pressure (Compression) Sprayer Cheap purchase cost. Pressure rapidly drops, with reduction in output and increase in droplet size. Can be used for insecticides, Requires frequent re-pumping fungicides, herbicides. to maintain pressure. Very low work rate (ha/day)"
  },
  {
    "crop_name": "Hand operated knapsack",
    "description": "Cheap to moderate purchase cost. Low work rate (ha/day)"
  },
  {
    "crop_name": "Low volume of water Not suitable for use in orchards",
    "description": "unless extension fitted to lance"
  },
  {
    "crop_name": "Good coverage of plants and field Cheaper versions have a short",
    "description": "working life, and are prone to breakdowns and leaks."
  },
  {
    "crop_name": "Low operating costs",
    "description": "Can be used for insecticides, fungicides, herbicides."
  },
  {
    "crop_name": "Motorized knapsack mistblower",
    "description": "Low volume of water High purchase cost."
  },
  {
    "crop_name": "Good coverage of small plants Understanding of drift technique",
    "description": "and field. essential to obtain good coverage. High work rate (ha/day) Not suitable for use in tall crops and orchards unless additional spray mix pump fitted. Not suitable for application High operating costs. of herbicides."
  },
  {
    "crop_name": "Liable to breakdown and requires",
    "description": "high levels of maintenance. Higher risk of spray drift. 10.14"
  },
  {
    "crop_name": "Advantages Disadvantages",
    "description": ""
  },
  {
    "crop_name": "ULV Sprayer",
    "description": "Cheap to moderate purchase cost. Understanding of drift technique essential to obtain good coverage. No water needed. Hazards associated with application of concentrated formulations. Good coverage of plants and field. Moderate operating cost (needs batteries). High work rate (ha/day) Higher risk of spray drift. Can be used for insecticides, Different type of ULV sprayer fungicides, herbicides. needed for herbicides Not suitable for use in orchards."
  },
  {
    "crop_name": "Sprayer Types",
    "description": "Pressure (Compression) Hand operated knapsack"
  },
  {
    "crop_name": "Motorized knapsack mistblower ULV",
    "description": "10.15"
  },
  {
    "crop_name": "Break the participants up into table groups and give the following homework",
    "description": "assignment:"
  },
  {
    "crop_name": "You are walking from one village to the next and come across a farmer",
    "description": "behaving strangely. You suspect pesticide poisoning. • What objects would you look for to help confirm your suspicion of pesticide poisoning? • What symptoms in the victim would you expect to see? • What actions would you take? The groups should prepare their answers on flipcharts, ready for presentation the next day in Session 11. TRAINER NOTE: Do NOT tell the participants about the first aid Role Play in Session 11. The role plays are intended to put their group-prepared theoretical knowledge into practice - without warning, as would happen in real life. If their first aid skills turn out to be in need of improvement, this is part of the self-evaluation and learning process. 10.16"
  },
  {
    "crop_name": "Overview of the Session",
    "description": "This session introduces the basics of health and safety when using pesticides. It begins with a discussion on the relationship between pesticide hazard, exposure and risk. The next activity brainstorms the routes by which pesticides enter the body, and common causes of exposure. The trainer then gives a short presentation on the possible harmful effects of pesticides. The workgroup homework assignment from Session 6 was to prepare flipcharts on symptoms of pesticide poisoning and first aid measures. All workgroup flipcharts are put up, but rather than a simple flipchart presentation, the trainer reviews only the symptoms of poisoning. The situation analysis and first aid measures developed by the workgroups are then enacted by volunteers in Role Plays, with the trainers taking the part of 'farmers', one of whom is suffering from pesticide poisoning. Trainers need to prepare for this activity before the session starts. In the final activity, the trainer presents the essentials of protective clothing, and the full group brainstorms possible alternatives if specially made clothing is not available."
  },
  {
    "crop_name": "Session Objectives",
    "description": "By the end of the session, participants will be able to: • Describe the relationship between pesticide hazard, exposure and risk. • State the routes by which pesticides enter the body, common causes of exposure, and the harmful effects of pesticides. • Describe the general symptoms of pesticide poisoning and how to give basic first aid to a victim. • Select the correct protective clothing for a pesticide activity, and advise on possible alternatives if specially made clothing is not available."
  },
  {
    "crop_name": "Equipment and Learning Aids",
    "description": "• Food and drink (bread, biscuits, tea, water). • Bottles of water. • Pesticide container. • Pesticide measuring / mixing equipment TOTAL TIME: 2 hours 5 miuntes 11.1"
  },
  {
    "crop_name": "Exposure and Risk",
    "description": "Objective of the procedure: - For participants to understand the meanings and the relationship between pesticide hazard, exposure and risk. Ask: • Have any participants seen or heard of anyone suffering from pesticide poisoning? Say: • We have all heard about farmers and others being poisoned by pesticides. Before we go into more detail of pesticide poisoning, we need to be aware of the principles underlying the risk from using a pesticide. Present Handout 11.1, Hazard, Exposure and Risk. Ask if participants have any questions. Distribute Handout 11.1 to participants. 11.2"
  },
  {
    "crop_name": "Which Pesticides Enter the Body",
    "description": "Objective of the procedure: - Participants know the main routes through which pesticides enter the body. - Participants are aware of common causes of pesticide exposure. Ask: • What are the main routes through which pesticides can enter the body? • What would be common reasons for pesticides to enter the body through these routes? As participants give their responses to the first question, put the routes on the flipchart as main headings. As they give responses to the second question, list the reasons under the headings. When there are no more responses, use Handout 11.2, Routes of Exposure and Common Causes, as a checklist to fill any gaps. Emphasise: 4 The most common route of exposure is dermal (through the skin). 4 The primary safety consideration is to avoid exposure. Distribute Handout 11.2 to participants. 4. Presentation – Harmful Effects 10 minutes Objective of the procedure: - Participants understand the three main types of harmful effects to humans of pesticides. Present Handout 11.3, Harmful Effects. Ask if participants have any questions. Distribute Handout 11.3 to participants. 11.3"
  },
  {
    "crop_name": "General Symptoms of Poisoning",
    "description": "Objective of the procedure: - Participants are able to recognise the general symptoms of pesticide poisoning."
  },
  {
    "crop_name": "Remind participants that their homework assignment at the end of Session",
    "description": "10 was:"
  },
  {
    "crop_name": "You are walking from one village to the next and come across a farmer",
    "description": "behaving strangely. You suspect pesticide poisoning. • What objects would you look for to help confirm your suspicion of pesticide poisoning? • What symptoms in the victim would you expect to see? • What actions would you take? Ask the workgroups for the homework assignment to put up their posters, but they should not present the results. Review their responses to the second homework question, 'What symptoms would you expect to see', using Handout 11.4, General Symptoms of Acute Pesticide Poisoning, as a checklist of symptoms, correcting and adding as necessary. 6. Role Play – Basic First Aid 40 minutes Objective of the procedure: - Participants are able to give basic first aid and take the correct actions. - This knowledge is tested in a practical situation. Say: • We have now covered the general symptoms of pesticide poisoning from your homework assignment. However, the assignment had two additional questions, and we will now cover these, particularly First Aid. 11.4"
  },
  {
    "crop_name": "Explain to the remaining participants that the homework assignment was not",
    "description": "just about preparing flipcharts, but to think about first aid procedures and actions. Rather than a simple flipchart presentation, we are going to 'present' practically through a Role Play. Emphasise: 4 The role plays are intended to put their group-prepared theoretical knowledge into practice – without warning, as would happen in real life. 4 If their first aid skills turn out to be in need of improvement, this is part of the self-evaluation and learning process."
  },
  {
    "crop_name": "Ask who would like to play the roles of a poisoning victim and his friend in the",
    "description": "first role play. Role Play #1: The two volunteers should set themselves up as 'farmers' having a break from spraying, and eating and drinking. One 'farmer' should pretend to be suffering from poisoning (nausea, dizziness, confused, etc). The other 'farmer' should be ready to answer questions and help the group presenter administer first aid."
  },
  {
    "crop_name": "Ask the group presenter to come into the training room so that he is",
    "description": "immediately presented with the poisoning situation. The unaffected 'farmer' should say to the presenter that there is something wrong with his friend, but he does not know the reason. Ask for the participant's help. Let the participant then take over and administer first aid to the affected 'farmer'. 11.5"
  },
  {
    "crop_name": "Ask the other volunteer to come into the training room so that he is immediately",
    "description": "presented with the poisoning situation. The unaffected trainer should say that his friend has splashed pesticide in his eye, and to ask for the volunteer's help. Let the volunteer take over and administer first aid to the affected 'farmer'. Role Play Debrief: Ask the other participants: - Did the volunteer analyse the situation correctly? - Did he take the correct first aid actions? - Would they have done anything differently? Review Handout 11.5, Basic First Aid, pointing out where the volunteers followed the correct first aid actions, and what they and the other participants may have missed. Distribute Handouts 11.4 and 11.5 to participants. 11.6"
  },
  {
    "crop_name": "It would be useful to look up local telephone numbers for poison",
    "description": "control centres, doctors and hospitals prior to the start of the course, so that these can be given to participants together with Handout 10.5. Also, encourage participants to establish contacts with local doctors and hospitals and for them to provide these with the sources of information on the specific treatment of individual pesticides. 7. Presentation / Brainstorming – 20 minutes"
  },
  {
    "crop_name": "Protective Clothing",
    "description": "Objective of the procedure: - Participants understand the importance of protective clothing. - Participants are aware of alternatives to purchased protective clothing. Present Handout 11.6, Protective Clothing. Ask: • Farmers very often do not use protective clothing because none is available or it is expensive. What alternatives could they use to protect themselves from exposure to pesticides? Write participant responses on the flipchart, using Handout 11.7, Alternatives to Specially Made Protective Clothing, as a checklist. Distribute Handouts 11.6 and 11.7 to participants 11.7"
  },
  {
    "crop_name": "Risk depends on the hazard of the pesticide combined with exposure",
    "description": "during the conditions under which the pesticide is handled or used. A pesticide formulation has an inherent hazard. To reduce the risk: RISK REDUCTION = EXPOSURE REDUCTION 11.9"
  },
  {
    "crop_name": "Routes of Exposure and Common Causes",
    "description": "Dermal through the skin, or the eyes. Inhalation breathing into the lungs through the nose or mouth. Oral swallowing through the mouth."
  },
  {
    "crop_name": "Common Causes of Pesticide Exposure",
    "description": ""
  },
  {
    "crop_name": "Dermal Eyes Inhalation Oral",
    "description": ""
  },
  {
    "crop_name": "Not washing Rubbing eyes or Handling Not washing",
    "description": "hands after forehead with pesticides in hands before handling contaminated confined or eating, drinking pesticides or gloves or hands poorly ventilated or smoking containers areas"
  },
  {
    "crop_name": "Splashing or Splashing Handling dusts Splashing",
    "description": "spilling pesticide pesticide in the or powders pesticide into on the skin eyes the mouth"
  },
  {
    "crop_name": "Wearing Pouring dry Using an Storing",
    "description": "contaminated formulations inadequate or pesticide in clothing without wearing poorly fitting drink bottles goggles respirator"
  },
  {
    "crop_name": "Being exposed Being exposed Being exposed Accidentally",
    "description": "to pesticide drift to pesticide drift to pesticide drift applying pesticide to food"
  },
  {
    "crop_name": "Applying Applying Applying",
    "description": "pesticides in pesticides in pesticides in windy weather windy weather windy weather"
  },
  {
    "crop_name": "Leaking sprayers",
    "description": ""
  },
  {
    "crop_name": "Touching treated",
    "description": "plants, livestock or soil 4 The primary safety consideration is to AVOID exposure"
  },
  {
    "crop_name": "See also CropLife International Guidelines for the safe and effective use of",
    "description": "crop protection products: www.croplife.org 11.10"
  },
  {
    "crop_name": "Harmful Effects",
    "description": "Acute Occur immediately - Poisoning symptoms after exposure, within (see Handout 10.4). minutes or hours. - Physical effects: - Mouth, throat, stomach burnt. - Lungs burnt. - Eyes burnt. - Skin blistered, cracked. Delayed Take time to appear, - Cancer. may be years after - Damage to internal organs. exposure."
  },
  {
    "crop_name": "Usually caused by",
    "description": "repeated exposure, but may be due to single exposure. Allergic Affect some people, - Asthma (difficulty in breathing). but not all. - Skin irritation (rashes, blisters, Usually require sores). repeated exposure - Eye irritation (itching, watering) before they appear. - Nose irritation (sneezing) • Possible effects are intensely studied prior to product registration, particularly the first two (allergic effects often depend on an individual person's reaction to exposure). High doses are used with test animals to determine what possible short and long term effects might occur. • These risks are accounted for when a product is registered. • Provided the label recommendations for the handling and use of the product are followed, the potential effects are not expected to occur. 11.11"
  },
  {
    "crop_name": "General Symptoms of Acute Pesticide Poisoning",
    "description": ""
  },
  {
    "crop_name": "General Symptoms",
    "description": "Many of the symptoms of acute pesticide poisoning are similar to illnesses, such as flu or food poisoning."
  },
  {
    "crop_name": "Anyone who has been handling pesticides and develops suspicious symptoms",
    "description": "should see a doctor, taking the pesticide container with them. Depending on the pesticide and amount of exposure, only some of the symptoms may appear, and individual symptoms may appear at different times after the exposure. Initial Symptoms: Nausea, vomiting Headache, dizziness"
  },
  {
    "crop_name": "General weakness or tiredness",
    "description": ""
  },
  {
    "crop_name": "Tightness in the chest",
    "description": "Later Symptoms: Excessive sweating, salivation Vomiting, diarrhea"
  },
  {
    "crop_name": "Stomach cramps",
    "description": "Muscle twitches, cramps, aches"
  },
  {
    "crop_name": "Blurred vision",
    "description": ""
  },
  {
    "crop_name": "Confusion",
    "description": ""
  },
  {
    "crop_name": "Fits or unconsciousness",
    "description": "11.12"
  },
  {
    "crop_name": "Basic First Aid",
    "description": "First Aid is the initial treatment of an affected person, before seeking proper medical attention."
  },
  {
    "crop_name": "Follow the product label instructions on first aid if available",
    "description": ""
  },
  {
    "crop_name": "The First Action is to remove the person from the source of exposure by",
    "description": "removing pesticide from the skin, removing contaminated clothing, or getting the person to fresh air. While doing this, be careful not to contaminate yourself. Pesticide on the Skin (follow label instructions if available) • Drench skin and clothing with plenty of water. • Remove contaminated clothing. • Wash hair and skin with soap and water. If available, a shower is the best way to thoroughly wash and rinse the whole body. • Dry the victim, and wrap in a blanket or any clean clothing. Do not allow the victim to become chilled or overheated. • If the skin is burned, or otherwise injured, cover immediately with a loose, clean, dry, soft cloth or bandage. • Do not apply ointments, greases or powders to burns or injured skin. Pesticide in the Eye (follow label instructions if available) • Wash the eye(s) quickly but gently. • Hold the eyelid open and wash with a gentle drip of water flowing across the eye rather than directly onto it. If a tap is not available, a tea pot, or similar, can be used. • Rinse for 10 minutes or more. • Do not use chemicals in the rinse water. Pesticide Inhaled (follow label instructions if available) • Get the victim to fresh air immediately. • Warn other people in the area of the danger. • Loosen tight clothing that would restrict breathing. Pesticide Swallowed (follow label instructions if available) • Repeatedly rinse mouth with plenty of water. • Do not induce vomiting if you can get the victim to a doctor within one hour. • Never induce vomiting if the victim is unconscious or having convulsions • Never induce vomiting if the victim has swallowed a corrosive poison, as it will burn the throat and mouth as severely coming up as it did going down. It may also get into the lungs and cause burning there. Similarly, never induce vomiting if an emulsifiable or oil solution has been swallowed, as these can cause death if inhaled during vomiting. Take the affected person to a doctor as quickly as possible, taking the pesticide container or label. 11.13"
  },
  {
    "crop_name": "Protective Clothing",
    "description": "4 Protective Clothing is clothing and other devices worn to keep pesticides away from the body and minimise exposure. 4 The minimum amount to wear for an activity is given on the label. 4 Protective clothing only protects if the pesticide remains on the outside. 4 Torn, damaged, or broken protective clothing must not be worn, as pesticide can enter and be trapped next to the skin. 4 Body Protection - Overalls, collar fastened. - Cotton or canvas hat, preferably with wide brim. 4 Hand and Foot Protection - Rubber gloves and boots when handling concentrates. - Gloves and boots should be unlined. Fabric lining can trap pesticide and is impossible to clean. - Trousers outside boots, not tucked inside. 4 Eye and Face Protection - Safety glasses or goggles when there is a risk of dusts or mists, such as mixing dry formulations and spraying. - Face shields when there is a risk of splashing, such as mixing liquid formulations. 4 Inhalation Protection - Dust or mist masks that cover the nose and mouth when there is a risk of dusts or mists. - Must be disposed after use. - Respirators (face piece with filter canisters attached) usually only needed for specialised operations, or when mixing and applying more toxic products."
  },
  {
    "crop_name": "See alsoCropLife International Guidelines for personal protection when using",
    "description": "All protective clothing must be washed or cleaned after use. crop protection products in hot climates: www. croplife.org 11.15"
  },
  {
    "crop_name": "Alternatives to Specially Made Protective Clothing",
    "description": "Specially made protective clothing is not always available, or is expensive. Other approaches which have been used include: 4 Body Protection - Long sleeved shirt and trousers. - Shirt collar fastened, sleeves down, cuffs buttoned. - Baseball hat. 4 Hand and Foot Protection - Strong plastic bag on each hand. - For spraying operations only, canvas shoes. 4 Eye and Face Protection - Sunglasses or glasses (only give minimal protection). 4 Inhalation Protection - For spraying operations only, a cloth tied over the nose and mouth. All protective clothing must be washed or cleaned after use. 11.16"
  },
  {
    "crop_name": "Overview of the Session",
    "description": ""
  },
  {
    "crop_name": "The purpose of this session is for the participants to understand what is meant",
    "description": "by the environment, how pesticides can get into the environment, and the adverse effects of pesticides in the environment."
  },
  {
    "crop_name": "The session begins with a full group interactive discussion about the homework",
    "description": "assignment, which was that participants write down what they think is the environment, what it includes, and why we should protect the environment. This discussion among peers sets the tone for Session 12. The next table group task in the session asks participants to rate the \"degree of problem\" of farmer practices that cause or potentially cause environmental contamination. The participant outputs of this activity are further explored in the form of \"what if\" situations to enable participants to practice correct advice that should be given to farmers so as to avoid environmental contamination. Finally, participants explore means by which any adverse effects of pesticides on food and on consumers can be minimised and how IPM can assist in this."
  },
  {
    "crop_name": "Session Objectives",
    "description": "By the end of the session, participants will be able to: • Define the meaning of the word “environment.” • Identify potential sources of pesticide contamination into the environment based on current knowledge of farmer practices, and how pesticides can move in the environment. • Describe sensitive areas in the environment. • Explain the concept of residues on food crops and pre-harvest intervals. • Give advice on the appropriate practices for preventing pesticide contamination of food. TOTAL TIME: 2 hours 5 miuntes 12.1"
  },
  {
    "crop_name": "Sources of Contamination",
    "description": "Objective of the procedure: - To reflect on common sources of pesticide contamination."
  },
  {
    "crop_name": "Say",
    "description": "• Good advice is based on good observation and understanding of farmer practices. Say that we want to explore what they currently know about farmer practices with pesticides that could be contaminating the environment."
  },
  {
    "crop_name": "Working Group Task",
    "description": "1)Consider the potential sources of contamination we identified in the last activity: (a) Storage and mixing sites (b) Excess spray application leading to run-off (c) Spray drift (d) Washing water – personal, equipment, clothing (e) Spills (f) Improper disposal of containers (g) Left-over pesticide mix 12.3"
  },
  {
    "crop_name": "Ask each group to present their ratings for each potential source of",
    "description": "contamination. If there are any big differences in ratings between the groups, ask why. Summarise the most common / highest ratings. Say that we will come back to these practices and examples later in the session. 4. Interactive Discussion – Pesticide 10 minutes Movement in the Environment, and"
  },
  {
    "crop_name": "Sensitive Areas",
    "description": "Objective of the procedure: - To identify the possible ways that pesticides can move through the environment. - To identify areas particularly sensitive to pesticide contamination. Ask: • What are the possible ways that pesticides can move from the source of contamination into the environment? Add to participant responses by referring to the contents of Handout 12.2, Pesticide Movement in the Environment. Ask: • What are especially sensitive areas in the environment where we would not want to see pesticide contamination? Add to participant responses by referring to the contents of Handout 12.3, Sensitive Areas. 12.4"
  },
  {
    "crop_name": "Correct Practices",
    "description": "Objective of the procedure: - To consolidate the knowledge gained in the above procedures; - To further refine participant skills in dealing with farmers. Refer to the flipchart results from Activity 4 where examples of farmer practices that participants had seen as sources of contamination were recorded. Take one example and say: • What if you observed a farmer… (e.g., emptying a sprayer in, or close to, a canal). What advice would you give the farmer on the potential effects of his actions, and how to minimise environmental contamination? Take a response from one participant, and ask if anyone would give different advice. Repeat for two or three more examples from the flipchart. 12.5"
  },
  {
    "crop_name": "Consumer Protection",
    "description": "Objective of the procedure: - To reflect on how consumers can be protected from any adverse affects of pesticides, using the knowledge gained throughout the course. Explain that, using the knowledge gained throughout the course about pesticides and pesticide use, we will now reflect on how the effects of pesticides on the food we eat and on consumers can be minimized. Ask: • How can farmers best avoid any adverse effects of pesticide residues on food? List participant answers on the flipchart. Summarise the results, using Handout 12.4, Consumer Protection, as a checklist. Emphasise: 4 Residues on food crops can be minimised or avoided, and consumers protected, by following IPM principles. Distribute Handout 12.4 to participants. 5 minutes 8. Conclusions Review the major messages of the session. Include as main messages: - The environment is everything around us and we are dependent on it for our survival. - Since we bring pesticides into the community, we have a responsibility to ensure they are used correctly to protect the environment for our children, families and animals. - We can best protect the environment and consumers of our produce by following the principles and practices of IPM. Ask: • What information about pesticides and the environment was most meaningful for you today? 12.6"
  },
  {
    "crop_name": "The Environment",
    "description": ""
  },
  {
    "crop_name": "Includes everything around us",
    "description": "• “Natural” elements – soil, water, air • Plants, animals, indoors / outdoors, houses, gardens, offices, etc,"
  },
  {
    "crop_name": "We are dependent on the environment for our survival",
    "description": ""
  },
  {
    "crop_name": "Sources of Environmental Contamination",
    "description": "• Storage and mixing sites • Excess spray application leading to run-off • Spray drift • Washing water – personal, equipment, clothing • Spills • Improper disposal of containers • Left-over pesticide mix 12.7"
  },
  {
    "crop_name": "Pesticide Movement in the Environment",
    "description": ""
  },
  {
    "crop_name": "Volatilisation from treated surfaces",
    "description": ""
  },
  {
    "crop_name": "Drift during application",
    "description": "Washing from treated surfaces to the ground / soil • Rain • Dew • Overhead irrigation"
  },
  {
    "crop_name": "Incorporated into the soil with crop residues",
    "description": ""
  },
  {
    "crop_name": "Removal from field as residues on crop surfaces",
    "description": "• Vegetables • Fodder • Fuel"
  },
  {
    "crop_name": "Removal from the field on contaminated equipment",
    "description": "• Spraying and mixing equipment • Clothing • Containers"
  },
  {
    "crop_name": "Carried across the field in irrigation water",
    "description": ""
  },
  {
    "crop_name": "Leaching through the soil into ground water",
    "description": "12.8"
  },
  {
    "crop_name": "Sensitive Areas",
    "description": ""
  },
  {
    "crop_name": "Indoors",
    "description": "• All areas where people – especially children, pregnant women, elderly, sick – live, work or are cared for. • Places where food is processed, stored, prepared or eaten. • Places where domestic animals are kept, live and eat."
  },
  {
    "crop_name": "Outdoors",
    "description": "• Areas near open / surface water • Where ground water is near the surface • Near schools, playgrounds, hospitals • Where honey-bees are active • Near non-target gardens, food or fodder crops"
  },
  {
    "crop_name": "Residues on Food Crops",
    "description": "• Pesticides are applied to food crops to protect them from loss and damage • These pesticides leave a residue which could be hazardous if the crop is eaten Pre-Harvest and Re-Entry Intervals • The Pre-Harvest Interval is the period in days between the pesticide application and harvest so as to allow time for the pesticide to degrade • Length of pre-harvest interval depends on the toxicity of the pesticide and its rate of degradation or persistence • Intervals are longer for pesticides of high toxicity and with slow rates of degradation • With any crop, the Re-Entry Interval specified on the pesticide label should be observed before entering a treated crop – put up signs, warn people that the field has been treated 12.9"
  },
  {
    "crop_name": "Consumer Protection",
    "description": ""
  },
  {
    "crop_name": "Farmers",
    "description": "4 Read the product label for any particular precautions to take 4 Use all appropriate practices to manage pests 4 Use pest scouting and treatment spray thresholds for pesticide applications 4 Use only the recommended pesticides at the correct dose for the crop / pest 4 Apply pesticides effectively and efficiently 4 Avoid pesticide drift when spraying so as to avoid contaminating other crops 4 Dispose of empty pesticide containers and left-over spray mix safely so as to avoid contaminating other crops 4 Observe the pre-harvest interval IN OTHER WORDS: FOLLOW THE PRINCIPLES AND PRACTICES OF IPM!"
  },
  {
    "crop_name": "Course Participants",
    "description": "4 With the knowledge of IPM obtained from this course, be prepared to explain to consumers in the community that pesticides are an integral part of crop production and offer no risk when they have been handled and applied correctly. 12.10"
  },
  {
    "crop_name": "EVALUATION",
    "description": ""
  },
  {
    "crop_name": "CERTIFICATE",
    "description": ""
  },
  {
    "crop_name": "PRESENTATION",
    "description": ""
  },
  {
    "crop_name": "COURSE CLOSURE",
    "description": ""
  },
  {
    "crop_name": "Overview of the Session",
    "description": "During Session 1 the participants sat a pre-course evaluation to assess their level of IPM knowledge prior to attending the course. The first participant activity of this session is to sit the same test again so as to evaluate their change in knowledge as a result of the course. It was for this reason that participants did not receive their pre-course test papers back following the pre-course evaluation in Session 1."
  },
  {
    "crop_name": "Participants then complete a course evaluation questionnaire while the trainers",
    "description": "mark the papers, after which the pre- and post-course marks are given to the participants and they receive both sets of answer papers."
  },
  {
    "crop_name": "Certificates are then presented to the participants showing their attendance at",
    "description": "the course. The presentation could be by the trainers, or perhaps by an invited local Ministry of Agriculture, Health or Environment official, or a representative of a private sector pesticide, agrochemical, or farmer association. Following the presentation of Certificates, the course is officially closed."
  },
  {
    "crop_name": "Session Objectives",
    "description": "By the end of the session, Participants will be able to: • Evaluated their changes in knowledge of IPM. • Received a Certificate of Attendance and a copy of the Handbook. • Established networking contacts with other participants if these did not previously exist. By the end of the session, Trainers will have: • Evaluated individual participant changes in knowledge of IPM. • Received feedback from participants on the structure and contents of the course, and any suggestions they have for improvement. • Established networking contacts with the participants if these did not previously exist. TOTAL TIME: 2 hours 10 miuntes 13.1"
  },
  {
    "crop_name": "Refer participants to the IPM Circle for a summary of the final course",
    "description": "messages: Say: • We have completed the IPM circle and explored all components. • We have discovered that IPM involves using all appropriate crop and pest management practices to reduce pests and damage to an acceptable level. • IPM is farmer based, it takes economics into consideration, it optimises input use, maximises yield, and minimises negative effects. • IPM starts with growing a healthy crop. • IPM is not a fixed package of recommendations, but must be flexible with the methods utilised depending on the local situation and farmer resources. • We have also looked at safety, environment, and consumer protection, which are all enhanced by following IPM principles. • IPM avoids or minimises the possible risks associated with chemical control. • IPM provides for sustainable farming systems, and protects the environment on which we depend for our survival. • We have also discovered that providing farmers with practical, effective, simple and beneficial advice on IPM principles can be of benefit to us in our work by developing increased trust. Review the Overall Goals of the training course from Session 1. Ask the participants: • Have these Overall Goals of the training course been met? 13.2"
  },
  {
    "crop_name": "Distribute the compiled list of participant contact details prepared from",
    "description": "Handout 1.4, distributed in Session 1. Ask participants to check that their details are correct. Distribute Handout 13.2, Participant Course Evaluation. Say that participants can now have a short break while you mark the papers. Ask them to complete Handout 13.2 during this break. Ask one of the participants to collect the completed questionnaires while you are marking the post-course papers."
  },
  {
    "crop_name": "Encourage them to establish longer term relationships and contacts during this",
    "description": "period (if they have not already done so) as these could be valuable in the future, particularly if participants are from both the public and private sectors. Mark the papers. 13.3"
  },
  {
    "crop_name": "Present the Certificates of Attendance and a copy of the Handbook to",
    "description": "participants, either by the Trainers or by an invited government or private sector representative. If the latter, thank them for their interest and attendance, and give them time for a short speech. 7. Course Closure 5 minutes Officially close the course. Again thank participants for their contributions, and the public or private sector representative if they are present. 13.5"
  },
  {
    "crop_name": "Participant Name",
    "description": "1 A weed is defined as a plant which: a) Injures humans, domestic animals, useful plants, structures or possessions. b) Annoys humans or animals. c) Is growing where it is not wanted. 2 Cultural control includes, among others, the following method: a) Time of planting b) Chemical pest control c) Release of natural enemies of pests 3 Crop rotation is a form of: a) Cultural control b) Mechanical control c) Sanitation 4 One of the foundations of a successful IPM programme is: a) Breeding and releasing natural enemies of pests. b) Using resistant varieties. c) Good crop management to produce a healthy crop with a high yield potential 5 Excessive rates of fertiliser applied to a crop can: a) Reduce crop growth. b) Encourage insect pests and diseases. c) Increase the farmer's profits. 6 Repeated cultivation of the same crop on the same field: a) Ensures optimal uptake by the plant of the fertilisers applied b) Increases the risk of the build-up of soil pests, weeds and diseases c) Promotes higher yields 7 Cultivating resistant varieties means: a) Pesticide use has to be increased b) Less chemical control measures may be necessary c) The risk of pest attack is higher. 13.6"
  },
  {
    "crop_name": "Participant Course Evaluation",
    "description": ""
  },
  {
    "crop_name": "Excellent Good Average Poor Very Poor",
    "description": ""
  },
  {
    "crop_name": "Training method",
    "description": ""
  },
  {
    "crop_name": "Course contents",
    "description": ""
  },
  {
    "crop_name": "Course structure",
    "description": ""
  },
  {
    "crop_name": "Training venue",
    "description": ""
  },
  {
    "crop_name": "Trainer skills",
    "description": ""
  },
  {
    "crop_name": "Trainer knowledge",
    "description": ""
  },
  {
    "crop_name": "Food",
    "description": ""
  },
  {
    "crop_name": "Accommodation",
    "description": ""
  },
  {
    "crop_name": "Did the course",
    "description": "meet your expectations?"
  },
  {
    "crop_name": "Has the course",
    "description": "been of benefit to you?"
  },
  {
    "crop_name": "What did you",
    "description": "like best about the course?"
  },
  {
    "crop_name": "What did you",
    "description": "like least about the course?"
  },
  {
    "crop_name": "How could",
    "description": "the course be improved?"
  },
  {
    "crop_name": "Any other comments",
    "description": "13.10"
  },
  {
    "crop_name": "CropLife",
    "description": ".--:--."
  },
  {
    "crop_name": "INTERNATIONAL",
    "description": ""
  },
  {
    "crop_name": "CropUfe International aisbl",
    "description": "326 Avenue Louise Box 35, 1050 Brussels"
  },
  {
    "crop_name": "Belgium",
    "description": "tel +32 2 542 04 10 fax +32 2 542 04 19 croplife@croplife.org www.croplife.org"
  }
]