[
  {
    "crop_name": "List all the districts or part thereof falling under the NARP Zone VADODARA",
    "description": ""
  },
  {
    "crop_name": "Geographic coordinates of district Latitude Longitude Altitude",
    "description": "220.49’ N to 220.49’ 720.51’ E 740.17’ 37.5 m Name and address of the concerned ZRS/ ZARS/ RARS/ RRS/ Pulse Research Station, Vadodara"
  },
  {
    "crop_name": "RRTTS",
    "description": "Paddy Research Station, Dabhoi Narmada irrigation Project, Khandha Agricultural Research Station, Jabugam Mention the KVK located in the district Krushi Vigyan Kendra, Mangal Bharati, Taluka :,Snahkeda, District : Vadodara (Gujarat) 1"
  },
  {
    "crop_name": "Lift irrigation",
    "description": "Micro-irrigation Other sources :Farm pond, Check 6.9 Dam etc. Total Irrigated Area 36.5 100.0 Pump sets 14217 No. of Tractors Groundwater availability and No. of blocks/ Tehsils (%) area use* (Data source: State/Central"
  },
  {
    "crop_name": "Ground water Department",
    "description": "/Board) 3"
  },
  {
    "crop_name": "Kharif Rabi Summer Total",
    "description": ""
  },
  {
    "crop_name": "Irrigated Rainfed Total Irrigated Rainfed Total",
    "description": "Cotton 113.1 64.3 177.4 - - - - 177.4 Pigeon pea - 74.7 74.7 - - - - 74.7 Paddy 13.8 40.3 54.1 - - - - 54.1 Maize - 52.4 52.4 - - - - 52.4 Wheat - - - 21.3 - 21.3 - 21.3 Source : Directorate of Agriculture, Gandhinagar Horticulture crops – Fruits Total area Banana 8.9 4"
  },
  {
    "crop_name": "Fodder crops Total area",
    "description": "Sorghum 9.2 Total fodder crop area - Grazing land - Sericulture etc - 5"
  },
  {
    "crop_name": "Crossbred cattle",
    "description": "Non descriptive Buffaloes (local low 55.5 406.8 462.3 yielding)"
  },
  {
    "crop_name": "Graded Buffaloes",
    "description": "Goat 312.2 Sheep 4.4 Others (Camel, Pig, Yak etc.) 10.2 Commercial dairy farms (Number) 1.9 Poultry No. of farms Total No. of birds (‘000) Commercial 80 7100.4 Backyard 105 10.0 Source: Directorate of Animal Husbandry, Gandhinagar 1.10 Fisheries (Data source: Chief Planning Officer) A. Capture i) Marine (Data No. of Boats Nets Storage facilities (Ice plants Source: Fisheries fishermen etc.) Department) Mechanized Non- Mechanized (Trawl Non-mechanized (Shore mechanized nets, Gill nets) Seines, Stake & trap nets) 13492 4 711 19894 No. Farmer owned ponds No. of Reservoirs No. of village tanks ii) Inland (Data Source: Fisheries 6"
  },
  {
    "crop_name": "Name Kharif Rabi Summer Total Crop residue as",
    "description": "of crop fodder (‘000 tons)"
  },
  {
    "crop_name": "Production Productivity Production Productivity Production Productivity Production Productivity",
    "description": "('000 t) ('000 t) (kg/ha) ('000 t) (kg/ha) ('000 t) (kg/ha) (kg/ha) Major Field crops (Crops to be identified based on total acreage) Cotton 446.3 453 - - - - 446.3 453 500.0 Pigeon 72.7 969 - - - - 72.7 969 125.0 pea Paddy 72.9 1180 - - - - 72.9 1180 100.0 Maize 69.0 1319 - - - - 69.0 1319 100.0 Wheat - - 50.5 2333 - - 50.5 2333 65.0 7"
  },
  {
    "crop_name": "Cotton Pigeon pea Paddy Maize Wheat",
    "description": "Kharif- Rainfed 3rd week June – 2nd 3rd week June – 2nd 3rd week June – 2nd 3rd week June – 2nd - week of July week of July week of July week of July Kharif-Irrigated 1st week May – 2nd 3rd week June – 2nd 1st week July - 4th 3rd week June – 2nd - week July week of July week July week July Rabi- Rainfed - - - - - Rabi-Irrigated - - - - 2nd week Nov- 2nd week"
  },
  {
    "crop_name": "Dec",
    "description": "1.13 What is the major contingency the district is prone to? (Tick mark and Regular Occasional None mention years if known during the last 10 year period) Drought - √ - Flood - √ (August) - Cyclone - √ - Hail storm - - √ 8"
  },
  {
    "crop_name": "Condition Suggested Contingency measures",
    "description": "Early season drought Major Farming Normal Crop/cropping Change in crop/cropping system Agronomic Remarks on (delayed onset) situation system measures Implementation Medium rainfall, Cotton Bt. Cotton No need of Supply of seed Delay by 2 weeks medium black soil contingency through NFSM and GSSC 1st week of July Pigeon pea BDN-2, GT – 100 -do- Seed drill under"
  },
  {
    "crop_name": "RKVY project",
    "description": "Maize GM-4 and 6, Narmada Moti -do- -do- Medium rainfall, Sandy Cotton Bt. Cotton -do- Supply of seed loam soil through NFSM and GSSC Pigeon pea BDN-2, GT - 100 -do- -do- Maize GM-4 and 6, Narmada Moti -do- -do- Bajra GHB-558, GHB-577, GHB- 235, -do- -do- MH-169, MH-179 Medium rainfall, Black Paddy TP GR-3, GR-4, GR-5, GR-11, Gurjari, No need of Supply of seed soil Jaya contingency through NFSM and GSSC Cotton Bt. Cotton var. -do- -do- 10"
  },
  {
    "crop_name": "RKVY project",
    "description": "Fodder Sorghum GSF-1 -do- -do-"
  },
  {
    "crop_name": "Condition Suggested Contingency measures",
    "description": "Early season drought Major Farming Normal Change in crop/cropping Agronomic measures Remarks on (delayed onset) situation Crop/cropping system Implementation system Medium rainfall, Cotton Bt. Cotton Dibble the seeds followed by Supply of seed Delay by 4 weeks 3rd medium black soil irrigation through NFSM and week of July"
  },
  {
    "crop_name": "GSSC",
    "description": "Pigeon pea BDN-2, GT – 100 Reduce the spacing up to 60 cm Seed drill under x 30 cm RKVY project Maize GM-4 and 6, Narmada Moti No need of contingent planning -do- Medium rainfall, Cotton Bt. Cotton Dibble the seeds followed by Supply of seed"
  },
  {
    "crop_name": "Sandy loam soil irrigation through NFSM and",
    "description": ""
  },
  {
    "crop_name": "GSSC",
    "description": "Pigeon pea BDN-2, GT – 100 No need of contingent planning Seed drill under"
  },
  {
    "crop_name": "RKVY project",
    "description": "Maize GM-4 and 6, Narmada Moti No need of contingent planning -do- Bajra GHB-558, GHB-577, GHB- -do- -do- 235, MH-169, MH-179 Medium rainfall, Paddy TP) Paddy TP) : GR-3, GR-4, GR- Staggering in nursery raising, Supply of seed"
  },
  {
    "crop_name": "Adopt SRI technology concept through NFSM and",
    "description": "11"
  },
  {
    "crop_name": "RKVY project",
    "description": "Fodder Sorghum Fodder Sorghum No need of contingent planning -do-"
  },
  {
    "crop_name": "Condition Suggested Contingency measures",
    "description": "Early season drought Major Farming Normal Change in crop/cropping Agronomic measures Remarks on (delayed onset) situation Crop/cropping system system Implementation Delay by 6 weeks Medium rainfall, Cotton GCH4, GCH5, GCH7 or pigeon Replace the crop as per Supply of seed (Specify month) medium black soil pea suggested through NFSM and"
  },
  {
    "crop_name": "GSSC",
    "description": "1st week of August Pigeon pea BDN-2, GT – 100 Dibble the seeds after Seed drill under receiving rain. Reduce the RKVY project spacing Maize GM-6, Narmada Moti No need of contingent plan -do- Medium rainfall, Cotton GCH4, GCH5, GCH7 or pigeon Use of organic manure Supply of seed Sandy loam soil pea before sowing, Use through NFSM and fertilizer as per soil health GSSC card Pigeon pea BDN-2, GT – 100 Sow the crops after Seed drill under receiving rain. Reduce the RKVY project spacing Maize GM-6,Narmada Moti Tide ridge for in situ -do- 12"
  },
  {
    "crop_name": "GSSC",
    "description": "Cotton GCH4, GCH5, GCH7 or pigeon Replace the crop as per -do- pea suggested Use of organic manure before the sowing Pigeon pea BDN-2, GT-100 Sow the crops after Seed drill under receiving rain. Reduce the RKVY project spacing Fodder Sorghum Fodder Sorghum No need of contingent plan -do-"
  },
  {
    "crop_name": "Condition Suggested Contingency measures",
    "description": "Early season drought Major Farming Normal Change in crop/cropping system Agronomic measures Remarks on (delayed onset) situation Crop/cropping Implementation system Medium rainfall, Cotton Castor : GCH-4, GCH- 5, GCH-7 Replace the crop as Supply of seed Delay by 8 weeks medium black soil or Pigeonpea BDN-2, AGT-2 suggested. Use of organic through NFSM and manure before the sowing."
  },
  {
    "crop_name": "GSSC",
    "description": "3rd week of August Pigeon pea Pigeonpea + Soyabean/ Moong/ Sow the crops at narrow Seed drill under"
  },
  {
    "crop_name": "Black gram spacing as soon as rain RKVY project",
    "description": "received Maize Maize : GM-4 and 6, Narmada Moti Sow the crop as soon as -do- rain received 13"
  },
  {
    "crop_name": "GSSC",
    "description": "Pigeon pea Pigeonpea + Soyabean/ Moong/ Sow the crops as soon as Seed drill under"
  },
  {
    "crop_name": "Black gram rain received RKVY project",
    "description": "Maize Maize : GM-4 and 6, Narmada Moti Sow the crop as soon as -do- rain received. Bajra Cluster been/ Kodo millet Replace the crop as -do- suggested Medium rainfall, Paddy (TP) Cluster bean : Guj.Guar-1 Replace the crop as Supply of seed"
  },
  {
    "crop_name": "Black soil suggested through NFSM and",
    "description": ""
  },
  {
    "crop_name": "GSSC",
    "description": "Cotton Castor : GCH-4, GCH- 5, GCH-7 Replace the crop as -do- or pigeon pea BDN-2, AGT-2 suggested Pigeon pea Pigeon pea BDN-2, AGT-2 Sow the crops at narrow Seed drill under spacing (60x30 cm) as soon RKVY project as rain received Fodder Sorghum Fodder Sorghum No need of contingent -do- planning"
  },
  {
    "crop_name": "Condition Suggested Contingency measures",
    "description": "Early season drought Major Farming situation Normal Crop management Soil nutrient & moisture Remarks on Crop/cropping conservation measures Implementation (Normal Onset system followed by 15- 20 days dry spell after Medium rainfall, medium black Cotton Bt. Cotton var. Earthing up through Supply of seed through sowing leading to soil harrowing. NFSM and GSSC poor germination /crop stand etc.) Weeding 14"
  },
  {
    "crop_name": "Thinning",
    "description": "Bajra Bajra GHB-558, GHB- Inter-culturing & Weeding - 538, GHB-732 Medium rainfall, Black soil Paddy (TP) GR-11 Apply irrigation if - available Extend top dressing of N Cotton Bt. Cotton var. Earthing up through - harrowing. Weeding Pigeon pea Pigeonpea + Soyabean/ Dibble the seeds in gap - Moong/ Black gram Inter culturing & Weeding Fodder Sorghum Fodder Sorghum No need of contingent - planning"
  },
  {
    "crop_name": "Condition Suggested Contingency measures",
    "description": "Mid season drought Major Farming situation Normal Crop management Soil nutrient & moisture conservation Remarks on Crop/cropping measures Implementation (Long dry spell, system consecutive 2 weeks rainless (2.5 mm) Medium rainfall, medium Cotton Cotton (Bt) • Irrigation through drip irrigation Supply of seed system through NFSM • Use of organic mulch (castor 15"
  },
  {
    "crop_name": "Thinning out the",
    "description": "plants (25%) Medium rainfall, Sandy Cotton Cotton (Bt) • Irrigation through drip irrigation loam soil system • Use of organic mulch (castor shell) • Spraying of antitranspirant (kaolin) • Weeding • Extended topdressing of nitrogen • Earthing up through harrowing Pigeon pea BDN-2, AGT-2 • Irrigation if available • Inter culturing & Weeding Maize GM-4 and • Irrigation if available. Inter 6, Narmada Moti culturing & Weeding • Topdressing of nitrogen should be extended"
  },
  {
    "crop_name": "Thin out the plants",
    "description": "(25%) 16"
  },
  {
    "crop_name": "Condition Suggested Contingency measures",
    "description": "Mid season Major Farming Normal Crop/ Crop management Soil nutrient & moisture conservation Remarks on drought situation cropping measures Implementation system (Long dry spell) Medium rainfall, Cotton Cotton (Bt) • Irrigation through drip irrigation Supply of seed through"
  },
  {
    "crop_name": "At flowering system NFSM and GSSC and drip",
    "description": "• Use of mulch. Spray of anti- 17"
  },
  {
    "crop_name": "Sandy loam soil system",
    "description": "• Use of mulch. Spray of anti- transpirant (kaolin) • Inter culturing & Weeding Pigeon pea BDN-2, AGT-2 • Irrigation if available • Inter culturing & Weeding Maize Maize GM-6 • Inter culturing & Weeding • Topdressing of nitrogen should be avoided at tasseling stage Bajra Bajra GHB-558, • Tied ridge for in situ conservation GHB-538, GHB-732 • Interculturing & weeding Medium rainfall, Paddy TP) Paddy: (TP) : GR-11 • Apply SRI concept of irrigation Black soil • Topdressing of nitrogen should be extended Cotton Cotton (Bt) • Irrigation through drip irrigation system • Use of organic mulch (castor shell) • Spraying of antitraspirant (kaolin) • Weeding • Extended topdressing of nitrogen 18"
  },
  {
    "crop_name": "Sorghum",
    "description": ""
  },
  {
    "crop_name": "Condition Suggested Contingency measures",
    "description": "Terminal Major Farming Normal Crop/cropping Crop management Rabi crop planning Remarks on drought situation system Implementation Medium rainfall, Cotton Cotton (Bt) Wheat - medium black soil Pigeon pea BDN-2, AGT-2 Wheat - Maize GM-4 and 6 Maize - Medium rainfall, Sandy Cotton Cotton (Bt) Wheat - loam soil Pigeon pea BDN-2, AGT-2 Wheat - Maize GM-4 and 6 Maize - Bajra GHB-558, GHB-538, GHB-732 Wheat - Medium rainfall, Black Paddy TP) GR-11 Wheat - soil Cotton Cotton (Bt) Wheat - Pigeon pea BDN-2, AGT-2 Wheat - Fodder Sorghum Fodder Sorghum Fodder maize - 19"
  },
  {
    "crop_name": "Condition Suggested Contingency measures",
    "description": "Major Farming Normal Change in crop/ Agronomic measures Remarks on situation Crop/cropping Implementation system cropping system Delayed release of water in Medium rainfall, Cotton Cotton (Bt) Interculturing and Weeding, • Seed drills under canals due to low rainfall medium black soil RKVY Irrigate the crop through other sources • Supply of seeds of irrigation/ Use drip irrigation through GSSC Supply of seeds through"
  },
  {
    "crop_name": "NFSM",
    "description": "Pigeon pea BDN-2, AGT-2 Inter-culturing and weeding • Procure the drip Paddy Paddy: (TP) : GR- Apply SRI technical concept for through GGRC 11 irrigation Maize Maize GM-4 and Keep crop weed free, Conjunctive use GM-6 of water Medium rainfall, Cotton Cotton (Bt) Interculturing and Weeding, Irrigate the Sandy loam soil crop through other sources of irrigation/"
  },
  {
    "crop_name": "Use drip irrigation",
    "description": "Pigeon pea BDN-2, AGT-2 Inter-culturing and weeding Paddy GR-11 Apply SRI technical concept for irrigation Maize GM-4 and GM-6 Keep crop weed free, Conjunctive use of water Medium rainfall, Cotton Cotton (Bt) Inter-culturing and weeding. Irrigate"
  },
  {
    "crop_name": "Black soil the crop through other sources of",
    "description": "irrigation/ Use drip irrigation Pigeon pea BDN-2, AGT-2 Inter-culturing and weeding Paddy GR-11 Apply SRI technical concept for irrigation 20"
  },
  {
    "crop_name": "Condition Suggested Contingency measures",
    "description": ""
  },
  {
    "crop_name": "Major Farming Normal Change in Agronomic measures Remarks on",
    "description": "situation Crop/cropping crop/ Implementation system cropping system Limited release of water in Medium rainfall, Cotton Cotton (Bt) • Irrigate the crop through other 1.Seed drills under canals due to low rainfall medium black soil sources of irrigation/ Use of RKVY"
  },
  {
    "crop_name": "Drip irrigation",
    "description": "• Use organic Mulch (Paddy 2.Supply of seeds straw) through GSSC Pigeon pea BDN-2, AGT-2 • Interculturing and weeding 3.Supply of seeds • Conjunctive use of water through NFSM Paddy Paddy: (TP) : • Apply SRI technical concept 4. Procure the drip GR-11 for irrigation SRI techniques through GGRC Maize Maize GM-4 • Consumptive use of water AND GM-6 • Keep crop weed free Medium rainfall, Cotton Cotton (Bt) • Irrigate the crop through other Sandy loam soil sources of irrigation/ Use of"
  },
  {
    "crop_name": "Drip irrigation",
    "description": "• Use organic Mulch (Paddy straw) Pigeon pea BDN-2, AGT-2 • Interculturing and weeding • Conjunctive use of water 21"
  },
  {
    "crop_name": "Drip irrigation",
    "description": "• Use organic Mulch (Paddy straw) Pigeon pea BDN-2, AGT-2 • Interculturing and weeding • Conjunctive use of water Paddy Paddy: (TP) : • Apply SRI technical concept GR-11 for irrigation SRI techniques Maize Maize GM-4 • Conjunctive use of water AND GM-6 • Keep crop weed free"
  },
  {
    "crop_name": "Suggested Contingency measures",
    "description": ""
  },
  {
    "crop_name": "Condition",
    "description": "Major Normal Change in crop/ Agronomic measures Remarks on Implementation Farming Crop/cropping cropping system situation system Non release of water in Medium Cotton Cotton (Bt) • Irrigate the crop through 1.Seed drills under RKVY canals under delayed onset rainfall, other sources of irrigation/ of monsoon in catchment medium black Use of Drip irrigation 2.Supply of seeds through soil • Interculturing and weeding GSSC • Use organic Mulch (Paddy straw) 3.Supply of seeds through 22"
  },
  {
    "crop_name": "Suggested Contingency measures",
    "description": ""
  },
  {
    "crop_name": "Condition",
    "description": ""
  },
  {
    "crop_name": "Major Normal Change in Agronomic measures Remarks on Implementation",
    "description": "Farming Crop/cropping crop/cropping situation system system Lack of inflows into Medium Cotton Cotton (Bt) • Irrigate the crop through other Water harvesting measures tanks due to insufficient rainfall, sources of irrigation/ Use of such as recharge of open well/ /delayed onset of medium black Drip irrigation tube well/ deepening of • Interculturing and weeding monsoon soil ponds, check dam, farm pond • Use organic Mulch (Paddy etc. should be implemented straw) Pigeon pea BDN-2, AGT-2 • Interculturing and weeding Paddy Paddy (TP) : GR- • Apply SRI technical concept for 11 irrigation and fertilizer management Maize Maize GM-4 AND • Interculturing GM-6 Medium Cotton Cotton (Bt) • Irrigate the crop through other rainfall, Sandy sources of irrigation/ Use of loam soil Drip irrigation • Interculturing and weeding • Use organic Mulch (Paddy straw) 24"
  },
  {
    "crop_name": "Condition Suggested Contingency measures",
    "description": ""
  },
  {
    "crop_name": "Major Normal Change in Agronomic measures Remarks on Implementation",
    "description": "Farming Crop/cropping crop/cropping situation system system Insufficient Medium Cotton Cotton (Bt) • Irrigate the crop through other Water harvesting measures such groundwater recharge rainfall, sources of irrigation/ Use of Drip as recharge of open well/ tube medium black irrigation well/ deepening of ponds, check • Interculturing and weeding 25"
  },
  {
    "crop_name": "Condition Suggested contingency measure",
    "description": ""
  },
  {
    "crop_name": "Continuous high rainfall in Vegetative stage Flowering stage Crop maturity stage Post harvest",
    "description": "a short span leading to water logging Cotton • Drain out excess water • Application of Urea (2-4%) • Drain out excess • Harvested product shift in safer sprays to prevent flower drop water place Pigeon pea • Drain out excess water • Drain out excess water • Drain out excess • • Spaying of Endosulphan water (0.07%) for control of pod • Picking pods from borer standing crop Paddy • Drain out excess water • Drain out excess • Harvested product shift in safer water place • Harvest at physiological maturity Maize • Drain out excess water • Drain out excess water • Drain out excess • Cobs cover with plastic sheet water • Harvested product shift in safer • Harvest the cobs place from standing crop"
  },
  {
    "crop_name": "Horticulture",
    "description": "27"
  },
  {
    "crop_name": "As a preventive measure Spraying of copper oxychloride",
    "description": "provide shelter belt of shevary (0.25%) for control of sigatoka - Provide the support in surrounding of the field at disease to plant the time of planting ,"
  },
  {
    "crop_name": "Spraying of copper",
    "description": "oxychloride (0.25%) for control of sigatoka disease Mango • Drain out excess water • Drain out excess water • Drain out excess • Shift the produce at safer place • Spraying of hormone (NAA, water 20 ppm) • Harvest the mature • Plant protection measure taken fruits Lime • Drain out excess water • Drain out excess water • Drain out excess • Shift the produce at safer place water Guava • Drain out excess water • Drain out excess water • Drain out excess • Shift the produce at safer place water Papaya Drain out excess water, Drain out excess water, apply Drain out excess • Shift the produce at safer drenching of fungicide (BM BM (0.03%) on stem water, propping the place 0.03%) plant"
  },
  {
    "crop_name": "Heavy rainfall with high speed winds in a short span",
    "description": "Cotton • Drain out excess water • Application of Urea (2-4%) • Drain out excess • Harvested product shift in safer sprays to prevent flower water place drop Pigeon pea • Drain out excess water • Drain out excess water • Drain out excess • • Spaying of Endosulphan water (0.07%) for control of pod • Picking pods borer from standing crop 28"
  },
  {
    "crop_name": "Horticulture",
    "description": "Banana Drain out the excess water Drain out the excess water - Drain out the excess • product shift in safer place water"
  },
  {
    "crop_name": "As a preventive measure Spraying of copper oxichloride",
    "description": "provide (0.25%) for control of sigatoka - Provide the support disease to plant shelter belt of shevary in surrounding of the field at the time of planting."
  },
  {
    "crop_name": "Spraying of copper",
    "description": "oxichloride (0.25%) for control of sigatoka disease Mango • Drain out excess water • Drain out excess water • Drain out excess • Shift the produce at safer place • Sraying of hormone (NAA, water 20 ppm) • Harvest the • Plant protection measure mature fruits taken Lime -do- • Drain out excess water • Drain out excess -do- water Guava -do- -do- -do- -do- 29"
  },
  {
    "crop_name": "APPENDIX",
    "description": "Important insect pest/disease on each crop and their control measure in details A. Pest of major crops of the State and their control measures"
  },
  {
    "crop_name": "Crop Pest Control measures",
    "description": "Rice Rice stem borer • Apply carbofuran 3 G 1.0 kg a.i./ha or Carptape 4 G @ 1.0 kg/100 sq. meter at 5 days after sowing and five days before transplanting in paddy nursery. • Application of carbofuran 3 G 1.0 kg a.i./ha or Carptape 4 G @ 1.0 kg/ha or carbosulfan 5 G @ 1.0 kg a.i//ha at 30 and 50 days after transplanting • Spray any one of these Phosphomedon 0.03 % or Endosulfan 0.07 % or Quinalfos 0.05 % or Phosalone 0.05 % Paddy leaf hopper/Jassid • Avoid the top dressing of nitrogen application and Drain the water from the field • Later stage of the crop, spray Imidacloprid 0.05 % or Fenobucarb 0.07 % Rice hispa and rice blue • Collect the adults and destroy bittle • Summer ploughing • Spray any one of these Endosulfan 0.07 % or Carbaryl 0.02 % or Methyl Parathion 0.05 % or Fenitrothion 0.05 % Rice grass hopper • Deep ploughing before rain • Dust any one of these, Carbaryl 10 % or Methyl Parathion 2 % or Quinalphos 1.5 % @ 20-25 kg/ha Blister beetle • Carbaryl 10 % dust @ 20 kg/ha 30"
  },
  {
    "crop_name": "Pillar week of the first rain",
    "description": "• In standing crop, Carbaryl 5 % or Methyl Parathion 2 % or Quinalphos 1.5 % @ 20 kg/ha should be dusted Cotton Spotted boll worm • Avoid summer cotton / ratoon crop • Timely removal of cotton stocks and deep ploughing /pink boll worm • Use delinted seeds /Spodoptera/ • Treat the seed with Imidoclopride 70 WS or Thiamethoxam 70 WS • Grow trap crop like Okra, Marigold, Maize etc. Heliothes • Installed the sticky trap or light trap or Pheromone trap in the field • Spray any one of these, Monocrotophos 0.04 % or Endosulfan 0.07 % or Phosalone 0.07 % or Prophenofos 0.05 % Whitefly • Spray any one of Acephate 0.1 % or Triazophos 0.1 % or Quinalphos 0.05 % Mites/Aphid/ • Spray any one of Dicofol 0.05 % or Carbofenithion 0.03 % or Methyl –O-Dematone 0.025 % or Phosphomedon 0.03 % or Dimethoate 0.03 % or Monocrotophos 0.04 % Jassid/Thrips B. Diseases and Nematodes of major crops of the State and their control measures"
  },
  {
    "crop_name": "Crop Name Major disease Control Measures",
    "description": "Bajra Downy mildew • Crop rotation with non host crop • Destroy diseased plants • Early sowing of bajra on onset of monsoon • Seed treatment with Apron 35SD @6g/kg seed or fosetyle @5g/kg seed • 2-3 sprays of Metalaxyl Compound @ 4 g/10 lit water • Spray of Mancozeb @1 kg /ha 30 DAS • Use resistant varieties GHB-15, PHB-10, 14, MH-169, 179, HB-1, 5 CO-7 Ergot • Removal of Collateral hosts • Use disease free seed 31"
  },
  {
    "crop_name": "Condition Suggested contingency measures",
    "description": "Transient water logging/ Seedling / nursery stage Vegetative stage Reproductive stage At harvest partial inundation1 Cotton Drain out excess water • Drain out excess water Drain out excess water Harvested product shift • Application of Urea in safer place (2-4 %) spray to prevent flower drop Pigeon pea -do- -do- • Drain out excess water • Picking pods from standing crop Paddy -do- -do- • Drain out excess water Harvested product shift • Harvest at physiological in safer place maturity Maize -do- -do- • Drain out excess water Cobs cover with plastic • Harvest cobs from sheet standing crop"
  },
  {
    "crop_name": "Harvested product shift",
    "description": "32"
  },
  {
    "crop_name": "Horticulture",
    "description": "Banana Drain out excess water, drenching of Drain out excess water, Drain out excess water, propping Drain out excess water, fungicide (copper oxychloride 0.025%) drenching of fungicide (copper the plant harvest the oxychloride 0.03%) physiologically mature fruits Mango Drain out excess water • Drain out excess water • Drain out excess water Shift the produce at • Spraying of hormone, • Harvest the fruits by safer place • Plant protection intensive programme measure taken Citrus Drain out excess water, drenching of Drain out excess water, apply Drain out excess water, Drain out excess water, fungicide (copper oxychloride 0.025%) BM (0.03%) on stem drenching of fungicide harvest the physiologically mature fruits"
  },
  {
    "crop_name": "Guava Drain out excess water Drain out excess water Drain out excess water Shift the produce at",
    "description": "safer place Papaya Drain out excess water, drenching of Drain out excess water, apply Drain out excess water, propping Drain out excess water, fungicide (BM 0.03%) BM (0.03%) on stem the plant harvest the physiologically mature fruits Continuous submergence for more than 2 days Cotton Drain out • Drain out excess water Drain out excess water Harvested product excess • Application of Urea (2-4 %) spray to prevent flower shift in safer place water drop Pigeon pea -do- -do- Drain out excess water • Picking pods from standing crop 33"
  },
  {
    "crop_name": "Harvested product",
    "description": "shift in safer place"
  },
  {
    "crop_name": "Horticulture",
    "description": "Banana Drain out excess Drain out excess water, drenching of fungicide (copper Drain out excess water, propping the plant Drain out excess water, drenching oxychloride 0.03%) water, harvest the of fungicide physiologically (copper mature fruits oxychloride 0.025%) Mango Drain out excess • Drain out excess water • Drain out excess water Shift the produce at water • Spraying of hormone, • Harvest the fruits by intensive safer place • Plant protection measure taken programme Citrus Drain out excess Drain out excess water, apply BM (0.03%) on stem Drain out excess water, drenching of Drain out excess water, drenching fungicide water, harvest the of fungicide physiologically (copper mature fruits oxychloride 0.025%)"
  },
  {
    "crop_name": "Guava Drain out excess Drain out excess water Drain out excess water Shift the produce at",
    "description": "water safer place Papaya Drain out excess Drain out excess water, apply BM (0.03%) on stem Drain out excess water, propping the plant Drain out excess water, drenching water, harvest the of fungicide physiologically (BM 0.03%) mature fruits Sea water intrusion : Such type of situation not arise in this district 34"
  },
  {
    "crop_name": "Extreme Suggested contingency measure",
    "description": "event type Seedling / nursery stage Vegetative stage Reproductive stage At harvest"
  },
  {
    "crop_name": "Heat Wave",
    "description": ""
  },
  {
    "crop_name": "Cotton Apply irrigation frequently Apply irrigation frequently Apply irrigation frequently",
    "description": "Pigeon pea -do- -do- -do- Paddy -do- -do- -do- Maize -do- -do- -do-"
  },
  {
    "crop_name": "Horticulture",
    "description": ""
  },
  {
    "crop_name": "Banana Provide shedding Apply irrigation frequently Apply irrigation frequently",
    "description": "Mango -do- -do- -do- Lime -do- -do- -do-"
  },
  {
    "crop_name": "Cold waveq",
    "description": "Cotton --- Smocking in the field by Smocking in the field by burning of organic waste burning of organic waste Pigeon pea --- -do- -do- Paddy --- -do- -do- Maize --- -do- -do-"
  },
  {
    "crop_name": "Horticulture",
    "description": ""
  },
  {
    "crop_name": "Banana Apply irrigation Smocking in the field by Smocking in the field by",
    "description": "burning of organic waste burning of organic waste 35"
  },
  {
    "crop_name": "Frost",
    "description": ""
  },
  {
    "crop_name": "Not applicable",
    "description": ""
  },
  {
    "crop_name": "Hailstorm",
    "description": ""
  },
  {
    "crop_name": "Cyclone",
    "description": "Contingent strategies for Livestock, Poultry & Fisheries 2.5 Contingent strategies for Livestock, Poultry & Fisheries 2.5.1 Livestock"
  },
  {
    "crop_name": "Suggested contingency measures",
    "description": ""
  },
  {
    "crop_name": "Before the event During the event After the event",
    "description": ""
  },
  {
    "crop_name": "Drought",
    "description": "Feed and As the district is occasionally prone to drought the Harvest and use biomass of dried up crops Training/educating farmers for feed & fodder following measures to be taken to ameliorate the (paddy/wheat/bajra/maize/soybean/mungbean fodder storage. availability fodder deficiency etc.,) material as fodder Maintenance / repair of silo pits and Utilizing fodder from fodder bank reserves. Avoid burning of wheat/paddy straw feed/fodder stores. Utilizing stored silage/hay."
  },
  {
    "crop_name": "Establishment of fodder bank at village level with Encourage progressive farmers to grow",
    "description": "available dry fodder (paddy /wheat straw) Transporting complete feed/fodder and dry multi cut fodder crops of roughages to the affected areas. sorghum/bajra/maize(UP chari, MP"
  },
  {
    "crop_name": "Increase area under perennial fodder cultivation",
    "description": "chari, HC-136, HD-2, GAINT BAJRA, L- with high yielding Hybrid Napier varieties. Concentrate ingredients such as Grains, brans, 74, K-677, Ananad/African Tall etc., chunnies & oilseed cakes, low grade grains etc. Conservation of maize/bajra green fodder as silage Supply of quality fodder seed (multi cut unfit for human consumption should be procured sorghum/bajra/maize varieties) and Sowing of cereals (Sorghum/Bajra) and leguminous from Govt. Godowns for feeding as supplement fodder slips of Napier, guinea grass crops (Lucerne, Berseem, Horse gram, Cowpea) for high productive animals during drought well before monsoon during early monsoon under dry land system for"
  },
  {
    "crop_name": "Continuous supplementation of mineral mixture",
    "description": "fodder production Replenish the feed and fodder to prevent infertility. 36"
  },
  {
    "crop_name": "Identification of water resources sources",
    "description": ""
  },
  {
    "crop_name": "Add alum in stagnated water bodies",
    "description": ""
  },
  {
    "crop_name": "Desilting of ponds Provide clean drinking water",
    "description": ""
  },
  {
    "crop_name": "Rain water harvesting and create water",
    "description": "bodies/watering points (when water is scarce use only as drinking water for animals)"
  },
  {
    "crop_name": "Construction of drinking water tanks in herding",
    "description": "places/village junctions/relief camp locations"
  },
  {
    "crop_name": "Community drinking water trough can be arranged",
    "description": "in shandies /community grazing areas"
  },
  {
    "crop_name": "Health and Procure and stock emergency medicines and Carryout deworming to all animals entering into Keep close surveillance on disease",
    "description": "disease vaccines for important endemic diseases of the relief camps outbreak. management area Undertake the vaccination depending"
  },
  {
    "crop_name": "Identification and quarantine of sick animals",
    "description": "on need"
  },
  {
    "crop_name": "All the stock must be immunized for endemic",
    "description": ""
  },
  {
    "crop_name": "Constitution of Rapid Action Veterinary Force",
    "description": "diseases of the area Keep the animal houses clean and Performing ring vaccination (8 km radius) in case spray disinfectants Farmers should be of any outbreak Vaccination for HS & FMD advised to breed their milch animals during July-September so that the peak"
  },
  {
    "crop_name": "Restricting movement of livestock in case of any",
    "description": ""
  },
  {
    "crop_name": "Surveillance and disease monitoring network to be milk production does not coincide with",
    "description": "epidemic established at Joint Director (Animal Husbandry) mid summer office in the district Drainage of water from and around animal sheds, Adequate refreshment training on draught pasture areas. management to be given to VAS, Jr.VAS, LI with regard to health & management measures"
  },
  {
    "crop_name": "Tick control measures be undertaken to prevent",
    "description": "Procure and stock multivitamins & area specific 37"
  },
  {
    "crop_name": "Rescue of sick and injured animals and their",
    "description": "treatment Organize with community, daily lifting of dung from relief camps"
  },
  {
    "crop_name": "Floods",
    "description": "In case of early forewarning (EFW), harvest all the"
  },
  {
    "crop_name": "Feed and Transportation of animals to elevated areas Repair of animal shed",
    "description": "fodder crops"
  },
  {
    "crop_name": "Proper hygiene and sanitation of the animal shed Bring back the animals to the shed",
    "description": "availability (paddy/wheat/bajra/maize/soybean/mungbean etc.) that can be useful as feed/fodder in future (store In severe storms, un-tether or let loose the Cleaning and disinfection of the shed properly) animals Bleach (0.1%) drinking water / water"
  },
  {
    "crop_name": "Use of unconventional and locally available sources",
    "description": ""
  },
  {
    "crop_name": "Keeping sufficient of dry fodder to transport to the",
    "description": "cheap feed ingredients for feeding of livestock."
  },
  {
    "crop_name": "Encouraging farmers to cultivate",
    "description": "flood affected villages Avoid soaked and mould infected feeds / fodders short-term fodder crops like sunhemp, Don’t allow the animals for grazing if severe floods to livestock Lucerne, berseem, maize etc.,. are forewarned"
  },
  {
    "crop_name": "Deworming with broad spectrum",
    "description": ""
  },
  {
    "crop_name": "Emergency outlet establishment for required",
    "description": ""
  },
  {
    "crop_name": "Keep stock of bleaching powder and lime",
    "description": "dewormers medicines or feed in each village Carry out Butax spray for control of external Spraying of fly repellants in animal sheds Proper disposable of the dead animals / parasites carcasses by burning / deep burying (4-"
  },
  {
    "crop_name": "Control of mosquitoes",
    "description": "8 feet) with lime powder (1kg for small"
  },
  {
    "crop_name": "Identify the Clinical staff and trained paravets and",
    "description": "ruminants and 5kg for large ruminants) indent for their services as per schedules (1) Treatment of animals for entritis etc. (2) in pit"
  },
  {
    "crop_name": "Identify the volunteers who can serve in need of",
    "description": ""
  },
  {
    "crop_name": "Special care and treatment of young animals for",
    "description": ""
  },
  {
    "crop_name": "Drying the harvested crop material and",
    "description": "emergency enteric diseases like calf scour, pneumonia proper storage for use as fodder."
  },
  {
    "crop_name": "Arrangement for transportation of animals from",
    "description": "low lying area to safer places and also for rescue animal health workers to get involve in rescue operations"
  },
  {
    "crop_name": "Cyclone",
    "description": "In case of early forewarning (EFW), harvest all the"
  },
  {
    "crop_name": "Transportation of animals to elevated areas Repair of animal shed",
    "description": "crops"
  },
  {
    "crop_name": "Proper hygiene and sanitation of the animal shed Bring back the animals to the shed",
    "description": "(paddy/wheat/bajra/maize/soybean/mungbean etc.) that can be useful as feed/fodder in future (store In severe storms, un-tether or let loose the Cleaning and disinfection of the shed animals Bleach (0.1%) drinking water / water 38"
  },
  {
    "crop_name": "Encouraging farmers to cultivate",
    "description": ""
  },
  {
    "crop_name": "Keeping sufficient of dry fodder to transport to the",
    "description": "Avoid soaked and mould infected feeds / fodders short-term fodder crops like sunhemp, flood affected villages to livestock Lucerne, berseem, maize etc.,. Don’t allow the animals for grazing if severe floods"
  },
  {
    "crop_name": "Deworming with broad spectrum",
    "description": ""
  },
  {
    "crop_name": "Emergency outlet establishment for required",
    "description": "are forewarned dewormers medicines or feed in each village"
  },
  {
    "crop_name": "Keep stock of bleaching powder and lime",
    "description": "Proper disposable of the dead animals /"
  },
  {
    "crop_name": "Spraying of fly repellants in animal sheds",
    "description": "carcasses by burning / deep burying (4-"
  },
  {
    "crop_name": "Carry out Butax spray for control of external",
    "description": "8 feet) with lime powder (1kg for small parasites ruminants and 5kg for large ruminants)"
  },
  {
    "crop_name": "Identify the Clinical staff and trained paravets and",
    "description": "in pit indent for their services as per schedules"
  },
  {
    "crop_name": "Drying the harvested crop material and",
    "description": ""
  },
  {
    "crop_name": "Identify the volunteers who can serve in need of",
    "description": "proper storage for use as fodder. emergency"
  },
  {
    "crop_name": "Arrangement for transportation of animals from",
    "description": "low lying area to safer places and also for rescue animal health workers to get involve in rescue operations"
  },
  {
    "crop_name": "Cold wave Not applicable",
    "description": ""
  },
  {
    "crop_name": "Heat wave Arrangement for protection from heat wave Allow the animals early in the morning or late in Feed the animals as per routine",
    "description": "the evening for grazing during heat waves schedule i) Plantation around the shed Feed green fodder/silage / concentrates during Allow the animals for grazing (normal ii) H O sprinklers / foggers in the shed 2 day time and roughages / hay during night time in timings) iii) Application of white reflector paint on the case of heat waves roof Put on the foggers / sprinkerlers/fans during heat iv) Thatched sheds should be provided as a weaves in case of high yielders (Jersey/HF shelter to animal to minimize heat crosses) stress In severe cases, vitamin ‘C’ and electrolytes should be added in H O during heat waves. 2"
  },
  {
    "crop_name": "Insurance Encouraging insurance of livestock Listing out the details of the dead animals Submission for insurance claim and",
    "description": "availing insurance benefit"
  },
  {
    "crop_name": "Purchase of new productive animals",
    "description": "39"
  },
  {
    "crop_name": "Suggested contingency measures",
    "description": ""
  },
  {
    "crop_name": "Before the event During the event After the event",
    "description": ""
  },
  {
    "crop_name": "Drought",
    "description": "Shortage of feed ingredients • Purchase sufficient quantity of ready feed / • Feed formulations using low cost • Shift over to good quality raw feed ingredients as per storage feed ingredients in case of non- feed for optimum facilities and requirement. availability of high priced production performance. • Identify and test available alternative low conventional ingredients. cost feed resources in feed testing • Keep check on production laboratories for their exact composition for performance and modify ration formulating balanced feed. consulting poultry specialist. • Prepare balanced feed formulation using available feed resources. • Nutrient density should be • Create alternative power generating increased in proportion to feed facilities i.e. Generator set. consumption. • Take insurance of poultry sheds, • Avoid feed wastage. equipments and feed factory well in advance may be in the starting phase of opening the farm. Drinking water • Tube well and water storage facilities • Judicious use of water by • Use water sanitizers should be adequately created. avoiding spillage/ leaking (chlorination/Sokrena / through waterers. Vigrox etc.) and softeners • Use of cooling facilities like (pH. 6). sprinklers, foggers, fans etc. for comfort zone and optimum production performance. Health and disease management • Use of anti-stress vitamins (AD ECB - • Use anti-stress, vitamins and • Vaccinate birds as per 3 12 Vimeral / Famitone / Stressvell etc.) in adaptogenetic herbal drugs. vaccination schedule. feed and drinking water. • Perform vaccination for • Perform deworming with • Use of adaptogenetic herbal medicines Ranikhet Disease & Infectious Levamisole / (Zetress / Zist etc). Bronchitis . Albendazole / Piperazine 40"
  },
  {
    "crop_name": "Floods",
    "description": "Shortage of feed ingredients • Purchase sufficient quantities of ready feed • Use of toxin binders (Chek–O- • Use of Toxin binder / raw feed ingredients. Tox/ UTPP etc.) in the feed. should be continued to avoid development of • Store feeding material in suitable houses • All electric connections should mycotoxins in the feed which should be leak proof and without be in good condition to avoid dampness. shock and accident. • Store feed on iron stands away from the wall to avoid increase in moisture & mould growth. • Road repairing for transporting feed and farm products. • Take insurance of poultry sheds, equipments, feed factory and mortality of birds due to drowning in flood water well in advance may be in the starting phase of opening the farm. Drinking water • Drinking water should be stored in over • Use of water sanitizers and • Check water quality and head tanks. softeners. accordingly use water sanitizers and water • Underground water tanks should be softeners for optimum pH. repaired and closed properly to avoid contamination. Health and disease • Complete vaccination as per the • Use of probiotics / or antibiotics • Use of probiotics should 41"
  },
  {
    "crop_name": "Cyclones",
    "description": "Shortage of feed • Store feed ingredients / ready feed as per need. • Avoid direct splashing of water and • Use good quality ingredients • Use curtains to avoid splashing of water in feed stores and wind draft on the birds by using and balanced feed poultry houses. proper curtains. for optimum production performance. Drinking water • Keep ready stock of water sanitizers and softeners. • Use of water sanitizers and softeners • Repair damages to in drinking water. watering systems, if • Use Toxin binders in feed. any. • Mixing of lime in the litter to avoid wet litter problems and ammonia production. Health and disease • Keep stock of probiotics / antibiotics and anti-stress • Use probiotics and anti stress • Use antibiotics / management vitamins. vitamins in feed and water. coccidiostate and anti-mycoplasma drugs in feed / drinking water."
  },
  {
    "crop_name": "Heat and cold wave",
    "description": "42"
  },
  {
    "crop_name": "Suggested contingency measures",
    "description": ""
  },
  {
    "crop_name": "Before the event During the event After the event",
    "description": "Drought Connect the all major rivers of state and make network to connect all reservoir and village ponds to defend from drought condition of particular zone. A. Capture Marine sector couldn’t effected directly but estuarine biodiversity will effected (some fresh water fish migrate to marine or vice versa for breeding will effected)"
  },
  {
    "crop_name": "Marine",
    "description": "Inland Inland sector will affected most during the drought condition. Indian Major Carp, Exotic Carp, Cat fish and other biodiversity will either migrate or 43"
  },
  {
    "crop_name": "Marine",
    "description": ""
  },
  {
    "crop_name": "Inland All the fishermen must call No fishing",
    "description": "back from fishing (i) Average 1. Recognizing the risk of Send the rescue teams to protect the lives of the most 1. Measure social impact of losses risks of diseases, loss compensation flood & making the people vulnerable peoples. of employment. paid due to loss aware of it of human life 2. The most vulnerable fishermen be taken care of first 2. Migrate the people at safe and fast place 3. Collect the details information of swimmers & life savers appliances. (ii) No. of boats/ Transfer boats/nets at safe If possible protect boats during rescue operation Identify the damages according to assessment & nets/ damaged places compensate (iii) No. of houses damaged (iv) Loss of stock (v) Changes in water quality (v) health and Prepared the medical rescue - 1. Proper hygiene & sanitation diseases team 2. Send the medical rescue team with drugs. B. Aquaculture Flood affects the culture ponds which situated near the river. It demolished the pond dyke, overflows the pond and contaminated the culture. (i) Inundation 1.Transfer of aquaculture 1. Harvest the culture fish & wild fish which came with with flood water farmers to protected places flood water. 2. Harvest fish from culture 2. Disinfect the ponds with chemicals 45"
  },
  {
    "crop_name": "Tsunami be forewarned",
    "description": "A. Capture Capture fishery affected due to cyclone, as current pattern change & upwelling cause the migration of some fish species, so it will either affect to stock or species variation."
  },
  {
    "crop_name": "Marine",
    "description": "(i) Average compensation paid due to loss of fishermen 46"
  },
  {
    "crop_name": "Marine",
    "description": ""
  },
  {
    "crop_name": "Inland Assessment of capture fish Study the impact of heat and cold wave on fish capture and Established the fishery",
    "description": "catch biodiversity. B. Aquaculture Due to these factor, fish growth will affect, change in feeding, breeding and rearing of fish larvae. (i) Changes in Exchange of water to maintain Use equipment to protect the fish from drastic change in Acclimatize the fish stock in natural condition and pond the water temperature and temperature as well as depletion of oxygen, i.e. use of reduced the used equipments from the ponds. Maintain environment water parameter thermostat heater to maintain constant pond temperature & the feed ration accordingly. (water quality) use of aerator to maintain dissolve oxygen in pond. (ii) Health and Take some preventive Use of probiotics as well as fresh and live feed"
  },
  {
    "crop_name": "Disease measures to protect from",
    "description": "management disease 48"
  }
]