[
  {
    "crop_name": "In This Issue",
    "description": "Guest Editorial 2 Introduction of hybrid rice cultivation: A boost on rice productivity and livelihood security of farmers 3 Pijush Kanti Mukherjee, R. P. Dubey, V. K. Choudhary, C. R. Chethan, Yogita Gharde, P. K. Singh, Deepak Vishwanath Pawar, Dasari Sreekanth, Jamaludheen A., Jitendra Kumar Dubey and Monika Raghuwanshi Harvesting change: Tech-driven solutions for paddy residue management 6 Rajbir Singh and S. N. Jha Cover I : Attributes of Farmer FIRST Spring-summer mungbean for sustainable intensification: A pathway to higher yields and incomes 11 Uma Sah, Rekha Rani, Hemant Kumar, C. P. Nath, Anup Chandra, Sujyanand, G. K. Vikas Maurya"
  },
  {
    "crop_name": "Programme",
    "description": "CCoovveerr IIV : : GA2d0v a–n McinAgC RSu, rVaal rEacnoansoi m20ie2s3 and Vikrant Singh Cover IV: Ltherto'su Rghe sFtaorrme FMaramchliannedrys Commercialization of summer radish cultivation for higher income generation 14 D. R. Chaudhary, Lav Bhushan, Sanjeev Parmar, Manjula Kumari, Narinder Singh, Ashish S. Murai"
  },
  {
    "crop_name": "ADVISORY BOARD and Parvender Sheoran",
    "description": "Empowering farmers with improved finger millet production technologies for higher productivity 18 Chairman : Dr Rajbir Singh Rajendra R. Chapke, A. Srinivas, N. Anuradha, R. Swarna, Y. Sreeleela and P. Laxmiprasanna"
  },
  {
    "crop_name": "Members",
    "description": "Innovative processing approaches for producing chemical-free jaggery from sugarcane 23 • Dr Anuradha Agrawal • Dr Ashok Kumar Sandeep Mann, Navjot Kaur, Rajiv Sharma, Renu Balakrishnan and Simran Effective utilization of harvested water: Natural resource management initiatives under 28 • Dr Amresh Chandra • Dr M Sujatha"
  },
  {
    "crop_name": "Farmer FIRST Programme",
    "description": "G. Nirmala, B. Narsimlu, B. Sanjeeva Reddy, A. Dinesh, Pankaj P. K., A. Gopala Krishna Reddy, • Dr Padmini Swain • Dr V K Singh Anshida Beevi C. N., V. K. Singh, A. R. Reddy and Rajarshi Roy Burman • Ravindra Verma Enhancing farm productivity and profitability with Farmer FIRST Programme, focus at 31"
  },
  {
    "crop_name": "Khordha district of Odisha",
    "description": "Alok Kumar Patra, Prasannajit Mishra, Bijay Kumar Mohapatra, Pravat Kumar Roul and Abinita Sahoo Project Director : Dr Anuradha Agrawal Transformative grassroot innovations for sustainable hill agriculture 35 Incharge, English : Dr Anjani Kumar Jha Uttam Singh, A. K. Singha, A. K. Mohanty, Amrutha T. and Tabasum Kadhri Editorial Unit From fields to futures: Farmer FIRST Programme transforming rural livelihoods through science 39 Editor : Dr Anu Rahal and participation Subhashree Sahu, Satyapriya and R. R. Burman Editing Associate : Shareya, Enhancing water productivity and farm income through location-specific technologies: 42"
  },
  {
    "crop_name": "Yaoreiphy Horam",
    "description": ""
  },
  {
    "crop_name": "An FFP success story from tribal Odisha",
    "description": "B. S. Satapathy, S. K. Mishra, Prativa Sahu, Isha Anindita Sahoo, S. Mohanty, D. Sethi, Incharge, : Punit Bhasin H. K. Dash, R. K. Jena and F. K. Pradhan"
  },
  {
    "crop_name": "Production Unit",
    "description": "Pindi Balochan: Exhibiting pathway of climate resilience 48 Rajbir Singh, Rakesh Kumar, S. Vanider Deep Singh and A. K. Nayak For editorial queries contact: Women empowerment initiatives under the Farmer FIRST programme for the livelihood 53 Editor (Indian Farming), ICAR-DKMA development of tribal farm women in Chhattisgarh 011-2584 2828 Extn. 617 P. Mooventhan, Hem Prakash Verma and Suman Singh e-mail: editorindfarming@gmail.com Transforming rural livelihoods: Tribal women-led agripreneurship under the 57"
  },
  {
    "crop_name": "Farmer FIRST Programme",
    "description": "For Subscription and Advertisement V. K. Yadav, A. K. Jha, Amrita Soni, Prem Mohan and Pragya Bhadauria contact: Goat farming as a profitable alternative for tribal farmers: An experience from FFP at Chhattisgarh 61 P. Mooventhan, Hem Prakash Verma and Suman Singh"
  },
  {
    "crop_name": "Bhupender Dutt",
    "description": "Economic performance of smallholder goat farmers under the Farmer FIRST Programme 65 In-charge, Business Unit, DKMA, ICAR Hari R., Chetan Meena, S. R. K. Singh, Devesh Upadhyay and Priyanka Prajapati Krishi Anusandhan Bhavan I, Pusa Success stories from north-eastern India: Empowering rural livelihoods through scientific pig 70 New Delhi 110 012 rearing and mushroom cultivation Telefax: 011-2584 3657 Dipak Nath, Uttam Singh, A. K. Singha, A. K. Mohanty and Tabasum Kadhri e-mail: businessuniticar@gmail.com Trace mineral supplementation in cattle reduces somatic cell count: Evidence from 73"
  },
  {
    "crop_name": "Farmer FIRST Programme",
    "description": "Subscription Amandeep Singh, Parminder Singh, Gurpreet Kour Tulla and R. S. Grewal Single Copy : ` 50 Livelihood transformation through pig farming among tribal communities of Jharkhand under 76 the Farmer FIRST Programme Annual : ` 500 (inland) Pragya Bhadauria, Anjani Kumar, Rekha Sinha, V. K. Yadav and Reena Kamal : US$ 100 (overseas) From dairy farming to dairy processing: A story of rural entrepreneurship 79 Special issue : ` 200"
  },
  {
    "crop_name": "Gopika Talwar and Rekha Chawla",
    "description": ""
  },
  {
    "crop_name": "Empowering Rural India through",
    "description": ""
  },
  {
    "crop_name": "Farmer FIRST Programme",
    "description": "THE Farmer FIRST Programme (FFP), launched by ICAR and implemented through Central and State Agricultural Universities and Research Centres, has emerged as a transformative initiative for rural India. By bridging the longstanding gap between agricultural research and field-level practices, FFP promotes need-based, location-specific, and sustainable farming solutions. It fosters collaboration among farmers, scientists, and extension agencies while valuing local knowledge alongside modern scientific innovations. Through participatory approaches, the programme ensures that farmers actively identify challenges, set priorities, and test innovations directly on their farms, enabling practical solutions that address real-world agricultural needs. The special issue of October 2025 highlights FFP’s profound impact on livelihoods across India, particularly in rural regions. Beyond economic gains, FFP has delivered significant social and environmental benefits, demonstrating that rural development extends beyond increased agricultural productivity, it strengthens socio-economic resilience and empowers communities. Farms once limited by traditional practices and mono-cropping have been transformed into diversified, year- round enterprises. By integrating technology, skill development, and market linkages, FFP promotes sustainable rural enterprises that advance food security, financial independence, and gender equity. During October and November month, vast stretches of north-west India witness the burning of paddy residue, an annual environmental crisis that clouds the air and depletes the soil. Backed by government support and extensive outreach through ICAR, farmers are increasingly adopting in situ residue management practices. These efforts have drastically reduced field-burning incidents while improving soil fertility and farm profitability. By encouraging sustainable practices, efficient resource use, and eco-friendly agriculture, the programme strengthens community resilience against climatic and seasonal uncertainties. Hands- on training, exposure visits, and farmer-to-farmer extension have fostered knowledge-sharing networks, enabling innovations to scale across villages. Digital tools and market linkages further expand farmers’ reach, facilitating branding, marketing, and profitable enterprise development. We congratulate all FFP participating institutes for their remarkable contributions. The cumulative impact of FFP extends far beyond agricultural productivity. It nurtures empowered, self-reliant farmers who adopt innovative technologies, diversify income streams, and make informed decisions to improve household welfare. By integrating scientific knowledge, skill development, and entrepreneurship, the Farmer FIRST Programme stands as a replicable model for sustainable rural transformation. As India continues to face evolving agricultural challenges, initiatives like FFP underscore the power of participatory research, innovation, and empowerment in building resilient and prosperous rural communities. (Dr Rajbir Singh) DDG, Agricultural Extension 2 Indian Farming October 2025"
  },
  {
    "crop_name": "Hybrid rice Hybrid rice",
    "description": "the last seven years of the project. Beginning in 2018, the 2019‒20 65% area 446 52.4% 199 FFP team introduced the following key interventions: under area under hybrid rice Hybrid rice • Hybrid rice varieties: ‘Arize Gold 6444’ and ‘Ganga 2020‒21 78.5% 540 71.2% 276 Hybrid’ were introduced based on their high area under area under yield potential and suitability for upland irrigated"
  },
  {
    "crop_name": "Hybrid rice Hybrid rice",
    "description": "conditions. 2021‒22 86.8% 597 89.4% 340 • Weed management: Broad-spectrum, new- area under area under generation, high potency, low dose ready-mix Hybrid rice Hybrid rice herbicides like cyhalofop-butyl 5.1% w/w + 2022‒23 98.9% 680 98.6% 375 penoxsulam 1.02% w/w OD and triafamone 20% area under area under"
  },
  {
    "crop_name": "Hybrid rice Hybrid rice",
    "description": "w/w + ethoxysulfuron 10% w/w WG, using in rotation to minimise the problem of weed flora 2023‒24 99.5% 685 99.2% 377 area under area under shift, were promoted for effective and timely weed"
  },
  {
    "crop_name": "Hybrid rice Hybrid rice",
    "description": "control. • Capacity building: Hands-on training, field demonstrations, and farmer-scientist interface meetings focused on hybrid rice cultivation, herbicides and herbicide application techniques, and good agronomic practices. • Input support: High-quality seeds of hybrid rice and herbicides were provided as critical inputs to ensure successful adoption."
  },
  {
    "crop_name": "Adoption of hybrid rice",
    "description": "Before the intervention, 100% of the rice area in both villages was under the traditional long-duration variety 'Kranti'. Following sustained awareness, training, and demonstration activities, hybrid rice adoption increased significantly. Table 1. Area under hybrid rice before and after FFP intervention"
  },
  {
    "crop_name": "Intervention Area Area Area Area",
    "description": "2017–18 2023– 2017–18 2023–24 24"
  },
  {
    "crop_name": "Umariya Choubey Barauda",
    "description": "Introduction 688 ha 685 ha 380 ha 377 ha of hybrid rice area under area area area cultivation Kranti under under under technology (100%) Hybrid Kranti Hybrid (Variety Arize Gold rice (100 %) rice 6444 and Ganga (99.5%) (99.2%) Yield and economics hybrid) and weed"
  },
  {
    "crop_name": "The continuous adoption of integrated crop",
    "description": "management practices management technologies-including the cultivation Note: (Umariya Choubey total area-688 ha and Barauda total area- of high-yielding hybrid rice, application of balanced 380 ha) fertilizers at recommended doses, and improved weed 4 Indian Farming October 2025"
  },
  {
    "crop_name": "The cumulative impact of hybrid rice cultivation over",
    "description": "seven years under FFP, thus demonstrated consistent and substantial improvements in both grain yield and profitability, validating the effectiveness of the integrated technological package introduced. Table 3. Economics of hybrid rice cultivation in Umariya Choubey village from 2017‒18 to 2023-24 Year Yield (q/ha) Net returns (`/ha) BC ratio Farmers’ Inter- Farmers Inter- Farmers’ Inter- practice vention practice vention practice vention 2017-18 47.5 55 51907 62286 3.39 4.12 2018-19 35 46.48 35167 55160 2.64 3.87 2019-20 50.52 59.28 58402 75156 2.72 3.26 Popularization of Arize Gold 6444 and Ganga hybrid rice among the farmers of adopted villages under FFP 2020-21 46.6 66.1 50501 89519 2.46 3.64 2021-22 43.7 62.95 39053 74998 1.85 2.59"
  },
  {
    "crop_name": "SUMMARY",
    "description": "2022-23 46 77.47 48115 116885 2.05 3.84 The Farmer FIRST Programme (FFP) was initiated 2023-24 57.6 68.69 80016 111325 2.75 3.73 on 1 February 2017 in the villages of Barauda and"
  },
  {
    "crop_name": "Umariya Choubey under the Panagar block of Jabalpur",
    "description": "Table 4. Economics of hybrid rice cultivation in Barauda village from district, Madhya Pradesh. Participatory Rural Appraisal 2017‒18 to 2023‒24 (PRA) revealed that nearly 100% of the cultivable land Year Yield (q/ha) Net returns (`/ha) BC ratio in both the villages was under the traditional long- Farmers’ Inter- Farmers Inter- Farmers’ Inter- duration rice variety ‘Kranti’ during the kharif season, practice vention practice vention practice vention which not only limited rice productivity but also delayed 2017-18 45 50 45698 54571 2.90 3.38 wheat sowing, leading to significant yield reduction of wheat. Farmers largely relied on conventional 2018-19 36.9 46.58 37076 55278 2.73 3.87 agricultural practices, resulting in low productivity and 2019-20 51.87 62.49 60872 81032 2.79 3.43 inefficient resource use. To address these challenges, 2020-21 45.1 66.20 47417 87557 2.29 3.43 FFP interventions included farmer trainings, interface 2021-22 45.94 64.95 48048 82753 2.17 2.91 meetings, and exposure visits to ICAR-DWR research 2022-23 46.4 77.25 48931 116437 2.07 3.83 farms, enhancing farmers’ knowledge of hybrid rice cultivation and advance weed management technology 2023-24 57.3 68.28 79361 108247 2.74 3.65 were introduced. High-yielding hybrid rice varieties like ‘Arize Gold 6444’ and ‘Ganga Hybrid’ were introduced alongside broad-spectrum, high potency, low dose ready-mix herbicides in rotation resulted in significant improvement on crop performance. Continuous adoption of these technologies, with technical support from the FFP team, led to expansion of hybrid rice cultivation to 99.5% in Umariya Choubey and 99.2% in Barauda, resulting in an average yield increase of 33–34% and net profit enhancement of 62–65% over farmers’ practice during the seven-year period. Even after the project was shifted to a new site, farmers in both villages have continued growing hybrid rice during the kharif season, sustaining the impact of the programme. Training Programme conducted on “Weed Management in Field Crops” among the adopted farmers under FFP and distribution of *Corresponding author email: pkm_agronomy@yahoo.co.in seeds of Hybrid rice (Ganga Hybrid) to the farmers Indian Farming 5 October 2025"
  },
  {
    "crop_name": "The straw coming out of the walkers is directed into the",
    "description": "Exposure visits 996 41,966 unit, where it is chopped by flail blades mounted on a rotating shaft. For smooth operation, it is important that Field/ Harvest days 1,146 59,452 all rotating parts such as blades, bushes, plates and bolts are of the same dimensions to ensure proper fitting. Any Since its inception in 2018, ICAR through its network mismatch can cause vibrations in the unit. Dynamic of KVKs, a total of 4,487 awareness programmes, 454 balancing of the rotor is also necessary to minimize Kisan Melas, 996 exposure visits, and 1,146 field and vibration at high speeds. The Super SMS attachment harvest days have been conducted, encouraging over should be firmly supported by the chassis of the combine 1.95 million farmers and stakeholders to adopt in situ harvester to reduce overhang and mechanical stress. In CRM technologies. In an effort to broaden their outreach, addition, the V-belt and pulley system should be chosen 1,841 educational institutions have been engaged, carefully so that belt slippage remains within acceptable mobilizing more than 2.25 lakh students to ensure that limits. the message against crop residue burning permeates Happy seeder: The Happy seeder is a machine households and local communities. Various social designed to sow wheat directly into combine-harvested media platforms, including WhatsApp, Facebook, and paddy fields. It is a tractor PTO driven machine which YouTube, alongside traditional media such as posters, can be operated by 45 hp or above tractor and can cover banners, wall writings, news articles, and television and 0.33–0.38 ha/h. In a single operation, the Happy seeder radio broadcasts, have been effectively utilized to raise cuts the standing straw in front of its furrow openers and awareness among 1.8 million farmers. Acknowledging places it over the sown wheat crop. This layer of straw the necessity for skilled personnel, ICAR-KVKs have serves as mulch, helping to conserve soil moisture and conducted 1,417 capacity-building programmes, each improve soil health. For best results, the loose residue spanning five days, training approximately 49,012 should be spread evenly in the field before operating the farmers, tractor operators, and machine bank operators. Happy seeder."
  },
  {
    "crop_name": "These trained individuals are anticipated to operate CRM",
    "description": "Smart seeder: Smart Seeder manages the rice machinery and provide assistance to fellow farmers in residue by shallow incorporation and surface mulching. their communities. Additionally, the KVKs have carried The machine sows wheat seeds in a narrow, well-tilled out over 78,000 demonstrations of CRM machinery on more than 136,000 farmers' fields, offering practical experience on how to cultivate crops without burning paddy residue. Tools of transition: Managing residues with mechanisation"
  },
  {
    "crop_name": "Punjab Agricultural University",
    "description": "(PAU), Ludhiana has developed and recommended different farm machineries for the efficient management of paddy straw, applicable both in-field and for off-field utilization. Paddy straw can be managed within the field either by using it as surface mulch or by incorporating it into the soil. This in situ management approach retains essential nutrients such Smart paddy straw management and direct wheat seeding solutions Indian Farming 7 October 2025"
  },
  {
    "crop_name": "Paddy straw bales have become a vital resource developed and promoted to ensure the timely vacating",
    "description": "for energy and industrial applications, effectively of fields for proper rice residue management that also transforming agricultural residue into economic assets. have low biomass which again helps in easy in situ or These bales are extensively utilized in biomass power ex situ management of rice residue. Among these paddy plants, paper manufacturing units, and industrial boilers varieties, PR 126, which matures in about 93 days after and alternative to conventional fuels. Furthermore, transplanting, and PR 130, maturing in around 105 days the production of paddy straw pellets for brick kilns after transplanting, generate only 36.1 q/acre of straw, is gaining traction, reducing the reliance on coal and thereby substantially reducing residue load in the fields. mitigating pollution. The bio-CNG and ethanol plants Similarly, other improved short-duration varieties such have also started using these paddy bales. as PR 114 (matures in about 115 days, 36.7 q/acre straw load), PR 121 (about 119 days, 36.3 q/acre), PR 128 (about Table 2. Economic analysis of different methods of wheat sowing 111 days, 36.9 q/acre), and PR 131 (about 110 days, Method Machines Operational cost 36.7 q/acre) also provide a balanced grain yield while (`/ha) producing less straw. Conventional Stubble Shaver + Disc 8,875 method (Burning of Harrow × 2 + Cultivator Role of crop diversification paddy residue) × 2 + Planker + Seed"
  },
  {
    "crop_name": "Crop diversification plays a transformative role in",
    "description": ""
  },
  {
    "crop_name": "Drill",
    "description": "paddy residue management by reducing the extensive In situ paddy Super SMS + Happy 4,400 mono-cropping of paddy, which contributes significantly residue Seeder management to residue accumulation and stubble burning. By shifting Super SMS + Smart 4,550 portions of paddy cultivation to alternative crops such as Seeder pulses, maize, cotton, and oilseeds, crop diversification 6,075 not only lowers the volume of paddy straw residue but Super SMS + Super 13,600 also breaks the cycle of ecological degradation caused Seeder by excessive water use. This strategy enhances farmers' Chopper/ Mulcher + MB 8,350 income opportunities and strengthens environmental Plough + Rotavator + sustainability by decreasing the urgency for open-field Planker + Seed Drill burning, facilitating better residue utilization practices, Chopper/ Mulcher + 1,750–2,250 and improving soil health. Government incentives Light Irrigation + C type and mechanization support further promote this shift, blade Rotavator + Zero till drill enabling farmers to adopt diversified cropping patterns Ex situ paddy Surface Seeder 10,225 that mitigate air pollution and contribute to climate residue resilience in Punjab's agrarian landscape. management Stubble Shaver + Rake"
  },
  {
    "crop_name": "Managing crop residues at farm level",
    "description": "+ Baler + Disc Harrow"
  },
  {
    "crop_name": "With collective efforts from all quarters in effectively",
    "description": "+ Cultivator + Planker + Seed Drill engaging, educating and empowering farmers through “Push, Pull and Enforcement” mechanism with due"
  },
  {
    "crop_name": "Comparative cost analysis of different wheat sowing methods consideration of incentives to adopting in situ CRM",
    "description": "The comparative analysis of various paddy residue practices, there has been a notable decline in crop- management methods reveals a clear shift from burning incidents, with reductions of 10% in 2021, 38% the traditional practice of residue burning towards in 2022, 53% in 2023, and 80% in 2024 compared to the more sustainable, cost-efficient, and environmentally baseline year of 2020 (from September 15 to November responsible approaches. Conventional burning, though 30). Specifically, the northwest region experienced convenient, incurs higher operational costs (`8,875/ha) an overall decrease of 65% in residue burning events Indian Farming 9 October 2025"
  },
  {
    "crop_name": "Combo technology of super SMS fitted combine and sowing of wheat with Happy Seeder",
    "description": "compared to 2023. In Punjab, a consistent downward essential to sustain and accelerate progress. Together, trend has been observed, with reductions of 14% in 2021, these integrated strategies will drive the evolution of a 40% in 2022, 56% in 2023, and 87% in 2024 relative to the resilient, eco-friendly, and economically viable agrarian 2020 burning events (83,002 events). The impact of these system in north-western India, ensuring long-term initiatives is further illustrated by the adoption of in situ environmental sustainability and farmer prosperity. residue management practices in Punjab, which resulted in cost savings of `538 crores by lowering cultivation SUMMARY expenses, conserving farm nutrients valued at `495 The management of paddy residue stands as a crores through residue retention, and saving at least pivotal environmental and agricultural challenge in one irrigation cycle, thereby preventing the extraction of north-west India, particularly in the states of Punjab, 571 million cubic meters (MCM) of groundwater. Most Haryana, and Uttar Pradesh, which are crucial for India's food security. The traditional practice of open- significantly, over the past seven years, more than 1,350 field burning of paddy straw, while convenient for villages have been supported by ICAR-KVKs, with over farmers, results in severe air pollution, soil degradation, 350 villages successfully transformed into “Burning and significant health hazards. The integration of Free Villages.” advanced farm machinery, combined with robust government schemes and intensive Information,"
  },
  {
    "crop_name": "Way forward",
    "description": "Education, and Communication (IEC) campaigns led by"
  },
  {
    "crop_name": "The sustainable management of paddy residue",
    "description": "Krishi Vigyan Kendras, has revolutionized in situ crop presents both a crucial challenge and a pivotal residue management. These innovations have achieved opportunity to enhance agricultural productivity while impressive reductions in residue burning incidents, safeguarding environmental health. Moving forward, demonstrating both economic viability and ecological the focus must be on scaling up farmer education sustainability. The successful adoption of these paddy and expanding access to affordable, cutting-edge residue management farm machineries, along with mechanization that facilitates efficient in situ residue strategic crop diversification and promotion of short- management, especially for smallholder farmers. duration rice varieties, offer transformative pathways Promoting crop diversification and short-duration rice towards conservation agriculture. This multi-faceted varieties will reduce residue accumulation and enable approach not only curtails pollution but also improves timely sowing of subsequent crops. Additionally, soil health and boosts productivity of the rice-wheat leveraging innovative residue utilization avenues cropping system. Continued policy support, farmer such as bioenergy, organic compost, and industrial awareness, and technological advancements remain raw materials can transform waste into value-added essential to sustain this positive trend, ultimately products, providing economic incentives for farmers. securing a cleaner environment and resilient agrarian Strengthening policy support, fostering multi- economy for the region. stakeholder collaboration among government, research institutions, and communities, and employing robust *Corresponding author email: ddg-extn.icar@gov.in monitoring systems for adaptive management are 10 Indian Farming October 2025"
  },
  {
    "crop_name": "Programme and Model Pulse Village programmes in Kanpur Dehat and Hamirpur districts of",
    "description": "Uttar Pradesh. Demonstrations with improved agronomic practices, including line sowing, seed treatment, and integrated insect-pest management, showed significantly higher yields (12.20–16.72 q/ha) compared to traditional practices (9.75–11.14 q/ha), resulting in additional farmer income of `1,02,354–1,06,869. The integration of short-duration mungbean into fallow or traditional cropping systems enhanced land use efficiency, crop intensification, soil health through nitrogen fixation, and profitability. These interventions highlight the potential of improved mungbean technologies to strengthen farmer livelihoods, promote sustainable intensification, and serve as a model for scaling up in similar agro-climatic zones. Keywords: Crop diversification, Disease-resistant variety, Farmer FIRST Programme, High-yielding varieties, Income enhancement, Model Pulse Village MUNGBEAN (Vigna radiata L.) is a versatile pulse and integrated pest management, offers farmers an crop widely cultivated across India due to its effective pathway to achieve higher yields, income, high nutritional value, short duration, and adaptability and sustainable intensification in traditional cropping to multiple cropping systems. It is a valuable source of systems. protein, dietary fiber, vitamins, minerals, and bioactive compounds, which contribute to human health and Nutritional and agricultural significance of mungbean nutrition. Beyond its dietary importance, mungbean Mungbean is an important pulse consumed all plays a crucial role in crop diversification, sustainable over India. It has been known to be a good source of intensification, and soil fertility improvement through quality protein, dietary fiber, minerals, vitamins, and nitrogen fixation. Spring and summer mungbean significant amounts of bioactive compounds, including cultivation provides a strategic opportunity to utilize polyphenols, polysaccharides, and peptides, therefore, fallow land after rabi harvest, enhancing income and becoming a popular functional food in promoting good productivity for farmers while maintaining ecological health. Apart from the nutritional aspect, mungbean balance. Recent advancements in breeding and crop plays a unique role in diversifying and intensification management by ICAR-Indian Institute of Pulses Research of Indian agriculture. The crop is versatile and fits well (ICAR-IIPR), Kanpur, have led to the development of across the seasons which have led to significant area high-yielding, disease-resistant varieties such as IPM expansion under mungbean cultivation in the recent 410-3 (Shikha) and IPM 205-7 (Virat), specifically suited years. Spring/summer mungbean is an important crop for north and central India. The dissemination of these cultivated by the farmers for additional income. Being varieties, combined with improved agronomic practices a short-duration crop, it fits well within the cropping Indian Farming 11 October 2025"
  },
  {
    "crop_name": "Mungbean demonstrations in Hamirpur district Mungbean demonstrations in Kanpur Dehat district",
    "description": "window between the rabi (winter) harvest and the kharif in the project villages of Kanpur Dehat and Hamirpur (monsoon) sowing. Besides generating additional yield districts. and income, it plays an important role in improving soil To address these challenges, high-yielding and health through nitrogen fixation. disease-resistant mungbean variety (Shikha) was successfully introduced for the first time in Kanauta"
  },
  {
    "crop_name": "Development of improved mungbean varieties Danda and Gimuha Danda project villages of Kurara",
    "description": "Advancements in pulse research have led to the block, Hamirpur district of Uttar Pradesh during development of short-duration, disease-resistant 2022–23 under the Farmer FIRST Programee (FFP). A mungbean varieties suitable for different agro-climatic total of 3.2 ha was brought under summer mungbean zones of India. These efforts have promoted the cultivation in partnership with nine farmers. The cultivation of mungbean during the summer/spring mungbean was introduced to intensify cropping systems season in north and central India. ICAR-Indian Institute such as sorghum–chickpea–fallow, sesamum–chickpea– of Pulses Research (ICAR-IIPR), Kanpur has made a fallow, fallow–wheat–fallow, fallow–mustard/rapeseed– substantial contribution to the development of several mungbean, and fallow–field pea–mungbean. Besides high-yielding, disease-resistant mungbean varieties improved varieties, farmers were trained on improved for different production niches across the country. mungbean cultivation practices, including line sowing, The mungbean varieties developed by the institute seed treatment, and timely use of recommended accounted for more than 60% of the total breeder seed insecticides. Sowing of mungbean was carried out by the indent for mungbean varieties in the country during farmers during the second fortnight of March to the first kharif 2024. IPM 410-3 (Shikha) and IPM 205-7 (Virat) fortnight of April 2023, following pre-sowing irrigation. are two very popular high-yielding, disease-resistant The first irrigation was applied 20–25 days after sowing, varieties developed by ICAR-IIPR, Kanpur in 2016 for followed by irrigation at 10–15 day intervals as per crop cultivation in the North West Plain Zone and Central requirement. Farmers recorded an average yield of Zones of India during the summer/spring season. The 16.72 q/ha from demonstration plots compared to 10.53 variety IPM 205-7 (Virat) matures in 52–56 days and has q/ha from control plots, earning additional income of a potential yield of 10–11 q/ha, while IPM 410-3 (Shikha) `1,02,354/ha from summer mungbean cultivation. matures in 65–70 days with a potential yield of 11–12 q/ha."
  },
  {
    "crop_name": "Continued demonstrations and expansion",
    "description": "Dissemination of improved technology through Farmer FIRST In continuation to the attempts made, The ICAR-IIPR, Kanpur institute is continuously demonstrations on summer mungbean (var. Shikha) making efforts to disseminate improved pulse were organized on 12.8 ha in partnership of 18 farmers production technologies, including mungbean, to reach of Hamirpur district of Uttar Pradesh during 2023–24 farmers through on-farm interventions under ongoing under FFP. Sowing was done during second fortnight projects such as the Farmer FIRST Programme and of March to first fortnight of April 2024. The previously Model Pulse Village, among others, in the adopted mentioned package and practices was followed by villages. Some success cases of short-duration mungbean the partner farmers. The partner farmers received varieties (IPM 410-3 and IPM 205-7) in project villages 12.12 q/ha yield from demonstrations plots compared to are shared in this article. control plots (that translated the gross income of `103,748/ ha. In the same year i.e. spring 2024, mungbean viz. IPM Introduction of high-yielding varieties in project villages 207-5 (Virat) and IPM 410-3 (Shikha) were successfully Prevalence of non-descript mungbean varieties and introduced on 75 ha in partnership of 148 farmers of limited uptake of plant protection technologies were Kandhi, Kandhi Ki Madaiya, Ingwara and Korawa the major challenges, restricting farmers from realizing project villages under Model Pulse Village project. the full yield potential of spring mungbean cultivation Besides improved varieties, insect-pest management is 12 Indian Farming October 2025"
  },
  {
    "crop_name": "Impact of improved mungbean cultivation practices",
    "description": ""
  },
  {
    "crop_name": "The efforts made in the project villages of Kanpur",
    "description": ""
  },
  {
    "crop_name": "Dehat and Hamirpur districts showed that adopting",
    "description": "improved varieties, timely sowing, seed treatment, and insect-pest control measures led to higher yields and returns from mungbean cultivation compared to traditional methods. These demonstrations also highlighted the potential of short-duration summer mungbean in income enhancement by intensifying traditional cropping systems. The outcomes serve as"
  },
  {
    "crop_name": "Mungbean demonstrations in Kanpur Dehat district a strong motivation for farmers in nearby villages to",
    "description": "adopt improved spring/summer mungbean production a crucial component of spring mungbean cultivation, technologies for additional income and higher yields. however limited availability of spraying machines deterred farmers from following the recommended"
  },
  {
    "crop_name": "SUMMARY",
    "description": "spray schedule. To address this challenge, partner Spring-summer mungbean is a short-duration, farmers were also supported by providing spraying high-protein pulse that supports both nutrition and machines (100 nos.) under SCSP project. These efforts agricultural intensification in India. ICAR-IIPR, Kanpur, led to proper insect-pest management in mungbean crop. The enthusiasm of partner farmers and the has developed high-yielding, disease-resistant varieties technology backup under Model Pulse village project such as IPM 410-3 (Shikha) and IPM 205-7 (Virat), suitable led to higher productivity levels of the spring mungbean for diverse agro-climatic zones. Through Farmer FIRST crop in the project villages. The farmers fetched average and Model Pulse Village projects, these varieties yield of 12.20 q/ha from demonstrations plots against were successfully introduced in Kanpur Dehat and 9.75 q/ha from control plots, leading to higher income from Hamirpur districts, along with training on line sowing, demonstrations plots (`104,864.60 q/ha) as compared to seed treatment, irrigation, and pest management. control plots (`83,440.5 q/ha). In this line, during the year Demonstration plots consistently outperformed control 2025, attempt made to increase the income of partner plots, yielding 12–16.7 q/ha and generating additional farmers from summer mungbean (var. Shikha and Virat) income of `1–1.06 lakh/ha. Adoption of improved cultivation in project villages of Kanpur Dehat district, varieties and practices enhances cropping system demonstrations on summer mungbean were organized intensification, income, and farmer motivation for on 12 ha in partnership of 15 farmers of project villages sustainable mungbean cultivation. of Kanpur dehat under Model Pulse Village project. The partner farmers received 14.84 q/ha yield from *Corresponding author email: umasah@gmail.com the demonstration’s plots in compare to control plots"
  },
  {
    "crop_name": "Model Pulse Village",
    "description": "THE Model Pulse Village (MPV) project, Key Objectives sanctioned by the Department of Agriculture and • Enhance productivity: Double pulse yields by Farmers' Welfare, Ministry of Agriculture and Farmers' overcoming constraints like low productivity, Welfare, Government of India, is designed to develop pests, and diseases. villages capable of sustaining and enhancing pulse • Promote sustainability: Encourage climate- production through a holistic approach integrating smart, resource-efficient, and region-specific pulse social, economic, technological, institutional, and skill cultivation practices. development components. Each MPV functions as a community-oriented, • Improve livelihoods: Boost farmers’ income self-sustaining model that demonstrates best through access to quality seeds, improved practices in pulse cultivation, seed production, and technologies, and better markets. technology dissemination. Implemented in clusters of villages, these projects involve collaboration • Strengthen self-reliance: Reduce pulse imports among government agencies, research institutions, by increasing domestic production and ensuring and farmers, focusing on major pulse crops such as national self-sufficiency. chickpea, pigeon pea, mungbean, urdbean, lentil, and field pea. Indian Farming 13 October 2025"
  },
  {
    "crop_name": "Commercialization of summer radish",
    "description": "cultivation for higher income generation D. R. Chaudhary, Lav Bhushan, Sanjeev Parmar, Manjula Kumari, Narinder Singh, Ashish S. Murai and Parvender Sheoran Directorate of Extension Education, Choudhary Sarwan Kumar Himanchal Pradesh Krishi Vishvavidhalaya, Palampur, Himanchal Pradesh 176 061 Under the ICAR’s Farmers FIRST Programme (2016–2024) in Dharer Panchayat, Baijnath Block, Kangra district, Himachal Pradesh, summer radish cultivation was promoted to enhance farmers’ income through diversification. Improved hybrids and scientific practices such as line sowing and seed treatment replaced traditional broadcast methods, resulting in higher yields (170.7 q/ha vs. 115.9 q/ha) and improved B:C ratios (4.9 vs. 2.8). Farmers adopted commercial-scale cultivation, supported by improved road access and market linkages. The intervention increased total farm income by about 79%, with nearly 45% of farmers doubling their income, demonstrating the profitability and scalability of summer radish in hill farming systems. Keywords: Diversification, Farm income enhancement, Hill agriculture, Off-season vegetables, Technology adoption HIMACHAL Pradesh, a north-western hill state with latest technological support. Keeping this objective of India lies between 30o22’40” and 33o12’40” N in mind, the farmers’ FIRST [Farm, Innovation, latitude and 75o47’55” and 79o04’20” E longitude with Resources, Science and Technology] Programme of the altitudes varying from 350–6,975 m amsl. According to Indian Council of Agricultural Research (ICAR) was NARP concept of classification, Himachal Pradesh has implemented by the Directorate of Extension Education been divided into four zones viz. sub-mountain and of the university in a cluster of villages of Dharer low hill sub-tropical, mid hill sub-humid zone, high Panchayat, Baijnath Block, District Kangra, Himachal hill temperate wet zone and high hill temperate dry Pradesh, from 2016‒17 to 2023‒24. zone. Among the four agro-climatic zones, mid-hill sub- The selected project operational area represents humid zone has been characterized as the grainery of different micro-farming situations prevalent in mid-hill the State for production and productivity of field crops sub humid zone and over and above the existence of agro- and milch animals. This zone comprises of about one ecosystems and their production systems identified for sixth of total area and contribute for about one fourth technology assessment and dissemination. About 80% of total food grain production. District Kangra is one of the area of district is rainfed and maize-wheat is the of the most important districts of the State with respect most dominating cropping system. Concerted efforts in to agriculture, wherein major areas fall in the mid hill the past has resulted in diversification of this system and zone. Wheat, paddy, maize, pulses and vegetables apart many areas have adopted vegetable cultivation for better from horticulture are the main crops of the district and returns. Different set of farm families were identified. source of livelihood to rural masses. The project interventions hence, were conceptualized in"
  },
  {
    "crop_name": "To ensure food and nutritional security to fast view of the facts that it will cover all farm families in",
    "description": "growing Indian population, making agriculture a the cluster for different modules based on their existing remunerative occupation and enhance farmer’s income, production systems potential and interest. the Government of India initiated a mission for doubling Based on results of benchmark survey using the farmers’ income and to achieve it, the agriculture participatory rural appraisal (PRA) technique and sector needs to grow at 15% per annum. Therefore, extensive discussions with farmers regarding their skills there is a need for reorienting the conventional cropping and managerial capabilities, 16 interventions of various system with a more productive alternative integrated farming modules of doubling farmers’ income model farming systems, combining on and off-farm enterprises were implemented in 500 farm holdings in a systematic 14 Indian Farming October 2025"
  },
  {
    "crop_name": "The farmers of the area are now cultivating summer",
    "description": "crop of radish on commercial scale and the entire two village clusters namely, Kandkosari-I, Kandkosari-II are completely saturated with this crop. The farmers are earning lucrative returns through the sale of their produce and are sustaining their livelihoods. Table 1. Yearly wise demonstrations, yield increase and B:C ratio of summer radish cultivation in the area Year Seed Area No. Yield Yield % B:C B:C (Kg) (ha) of of of Increase ratio ratio"
  },
  {
    "crop_name": "Women farmers transporting radish from their fields Farmers Demo Check of of",
    "description": "manner. In selected households, the average family (q/ha) (q/ha) Demo Check size was 3.80 and most of the (75.21%) population had 2020-21 5 1.0 120 179.60115.45 55.49 3.32 2.08 agriculture as the main occupation, while nearly 25% 2021-22 10 2.0 30 168.09115.88 45.75 3.40 2.22 families had employment as an additional income source. The average size of holdings was 0.35 ha. 2022-23 18 3.5 84 170.90 116.3 46.90 4.75 2.96"
  },
  {
    "crop_name": "The selected farmers were continuously provided",
    "description": "2023-24 18 3.6 88 170.20 115.9 46.85 4.93 2.80 technological and partial input support in terms of training, skill up-gradation, supply of seeds, fertilisers 2024-25 20 4.0 79 170.70 116.1 47.02 4.94 2.81 and other production linked inputs. The outputs in Average 14.2 2.8 80 171.89115.92 48.4 4.3 2.6 terms of production/productivity, revenue generation and profitability of the model were regularly recorded to quantify the contribution of interventions over the traditional farmers’ practices."
  },
  {
    "crop_name": "Visualizing the agroecological conditions prevailing",
    "description": "in the study area, the operational area has the potential to grow various high value cash vegetable crops. The cultivation of off-season vegetable production had high potential for supplementing farm income. During summer season, the possibilities of cultivation of French bean, peas and radish existed and amongst these crops, the radish crop appeared to be less input demanding and Year wise yield increase and B:C ratio over local check of radish cultivation high profit making when it is available during summer rainy season (June-August). Initially, the farmers of the Impact on farmers’ income area were broadcasting radish seeds and the varieties"
  },
  {
    "crop_name": "The impact assessment studies of various",
    "description": "in cultivation bolt (flower) early without forming interventions executed from 2016–17 to 2023–24 revealed appropriate marketable sized roots during summer that due to high productivity, the income from foodgrain season (April-May). As a result, the farmers were not crops increased by about 88.57% from `16,416 before getting premium prices of their produce. the interversion of the project to `30,955 the income The farmers of the area were educated about line significantly by `14,539. In case of vegetables, due to sowing of the crop and improved radish varieties the increase in productivity of the existing vegetables and hybrids suitable for growing especially during and introduction of new crops by replacing pulses and summer season (April-May sowing time) and these oilseeds, the income of the vegetables increased by produced good quality marketable sized roots and did 165% (from `3,528 to `9,374/farm/annum) compared not bolt (flower) during summer season. As such, the to the before project. The major increase in the farm quality produce fetched premium prices in the market income was noticed in dairy component as increased during off-season. Since, 2020–21, the summer crop significantly by `27,318 i.e. from `45,846 to `73,164 of radish is continuously producing higher root yield thereby showing an increase of 59.59% The income from and a substantial improvement over B:C ratio has been ancillary enterprises (mainly mushroom and backyard recorded. The farmers of the area are highly impressed poultry) was more than double showing an increase Indian Farming 15 October 2025"
  },
  {
    "crop_name": "As far as distribution of total income among the",
    "description": "different farm components is concerned, the data revealed that before the project, major portion of total farm income was derived from dairy component"
  },
  {
    "crop_name": "Extent of increase in farm income",
    "description": "(65.22%) followed by foodgrains (23.35%) and"
  },
  {
    "crop_name": "The extent of increase in the farm income at the",
    "description": "ancillary farm enterprises. However after the project beneficiary farms has also been analysed. It was inferred interventions, productivity foodgrains and ancillary that that the proportion of the farmers at which the increased by 25, 7 and 9%, respectively. Income of the farm income increased by more than 100% was quit 40% of the farmers got doubled or more than doubled high i.e. 44.67% of the total farmers. The proportion of while the income of 10% of the farmers increased by the farmers who were able to increase their income by more than 75%. The income of 9.33% farmers increased 75–100 and 50–75% was found to be about 14 and 15%, in the range of 50-75% while income of about 11% of the respectively. The table clearly indicated that majority of farmers increased to the extent of 25–50%. The income the beneficiary farmers (about 73%) has increased their of 12% of the farmers recorded a meagre increase and income by more than 50%. However, there has been there was no change in the farm income of 18% of the no change in the income on 6.67% of the beneficiary beneficiary farmers. In this way, the income increased farmers. was recorded on about 82% of the farm households that clearly embarks the appreciable impact of the project Table 3. Distribution of beneficiary households according to income activities in the study area. enhancement Table 2. Impact of intervention on total farm income (`/farm) Extent of increase in No. of farmers Farmers (%) income Crops Before Project After Project % increase >100 (more than doubled) 67 44.67 Food grains 16,416 (23.35) 30,955 (24.62) 88.57 75–100 21 14.00 Vegetables 3,528 (5.02) 9,374 (7.46) 165.7 50–75 22 14.67 25–50 16 10.67 Dairy 45,846 (65.22) 73,164 (58.19) 59.59 Less than 25 14 9.33 Others 4,500 (6.41) 12,240 (9.73) 172 enterprises No change 10 6.67 Total 70,290 (100.00) 125,733 (100.00) 78.88 Total 150 100.01"
  },
  {
    "crop_name": "Demonstrations of summer radish in FFP area",
    "description": "16 Indian Farming October 2025"
  },
  {
    "crop_name": "Demonstrations of summer radish in FFP area",
    "description": ""
  },
  {
    "crop_name": "SUMMARY of improved varieties and better market access enabled",
    "description": "The Farmers FIRST Programme implemented commercial-scale production across village clusters. from 2016–2024 in Kangra district, Himachal Pradesh, Overall, farm income in the project area rose by nearly 79%, with 45% of farmers doubling their earnings. The introduced summer radish cultivation as a profitable initiative proved that off-season vegetable cultivation diversification option for smallholders. Through can significantly enhance livelihoods and sustainability demonstrations, training, and supply of improved in hill farming systems. varieties, farmers shifted from traditional broadcast sowing to scientific practices, achieving about 48% Corresponding email: hp.zone1@gmail.com higher yields and doubling profitability. The adoption"
  },
  {
    "crop_name": "Articles invited for Special Issues of",
    "description": ""
  },
  {
    "crop_name": "Indian Farming and Indian Horticulture",
    "description": "On the occasion of the 98th ICAR Foundation Day ICAR invites articles for two Special Issues of its flagship magazines, Indian Farming and Indian Horticulture, to be published on the occasion of the 98 ICAR Foundation Day. Researchers, scientists, and subject matter experts are encouraged to contribute high-quality articles aligned with the themes given below. 1. Special Issue of Indian Farming on “Environmental Sustainability” This issue will focus on innovations, technologies, and products that contribute to Environmental Sustainability and support the attainment of the Sustainable Development Goals (SDGs). Articles should present a clear and complete storyline demonstrating how the described method advances specific SDGs and promotes sustainable agricultural practices. Authors are requested to follow the submission guidelines available on the Indian Farming ePubs portal: https://epubs.icar.org.in/index.php/IndFarm/about/submissions 2. Special Issue of Indian Horticulture on “Nutrition and Health” This issue will highlight advancements that enhance nutrition, improve health outcomes, and promote sustainable food systems, contributing to relevant SDGs. Articles should present a coherent narrative demonstrating how the work supports better nutrition and health through horticultural innovations. Authors are requested to follow the submission guidelines available on the Indian Horticulture ePubs portal: https://epubs.icar.org.in/index.php/IndHort/about/submissions While submitting the article, please clearly mention that the submission is for the Special Issue. Last date for submission: 28th February 2026 Indian Farming 17 October 2025"
  },
  {
    "crop_name": "Empowering farmers with improved finger",
    "description": "millet production technologies for higher productivity Rajendra R. Chapke*, A. Srinivas, N. Anuradha, R. Swarna, Y. Sreeleela and P. Laxmiprasanna ICAR-Indian Institute of Millets Research, Rajendranagar, Hyderabad, Telangana 500 030 Finger millet is a highly nutritious and climate-resilient crop, primarily cultivated for both food and fodder. It thrives in sub-tropical climates at high altitudes and is notable for its high calcium, dietary fiber and high quality protein, making it a highly nutritious grain. India produces 1.8 million tonnes annually, with Karnataka contributing about 60%. The crop adapts well to kharif season rainfed conditions and prefers loamy to sandy soils with good drainage. Various improved and nutrient-rich varieties were developed with resistance to major diseases and pests. Improved practices such as proper land preparation, seed treatment, spacing, timely irrigation and weed control enhance productivity. Intercropping with legumes and crop rotation with pulses improve soil fertility and yield sustainability, making finger millet an ideal crop for climate-resilient and nutrition-sensitive agriculture. Improved finger millet production interventions led to notable increases in yield and profitability, achieving up to a 21% gain compared to existing traditional techniques. Keywords: Disease resistance, Economic impact, High nutrition, Improved production interventions, Intercropping system, Sub-tropical, Sustanable cultivation FINGER millet (Eleusine coracana L.) is third most phenolic fraction accounts for 64–96% and 50–99% important millet next to pearl millet and sorghum, of total ferulic acid and p-coumaric acid contents of grown for food and fodder, commonly known as Ragi, millet grains, respectively. High calcium content of Mandika, Marwah (Hindi), Nagli, Nachni (Marathi), Ragi finger millet is useful for growing children, elderly (Kannada), Ragulu, Chodi (Telugu), Keppai, Kelvaragu people and lactating women. Building strong bones in (Tamil), Marwa (Bengali), Nagli, Bavto (Gujrati), Mandia childhood was found to be associated with maintaining (Oriya), Mandhuka, Mandhal (Panjabi). Grains of finger bone strength, in elders especially after menopause. millet are rich in calcium (250–350 mg/kg) and known Regular consumption of high calcium reduces the for dietary fiber and quality protein. In India, finger chance of kidney stone formation from dietary oxalates. millet is cultivated in an area of 1.18 million ha with Calcium binds with oxalic acid in intestines and prevents productivity of 1,600 kg/ha and production of 1.8 absorption of oxalates by the body. million tonnes. Karnataka occupies about 60% of the area in cultivating finger millet, followed by Tamil Improved varieties Nadu, Maharashtra and Uttarakhand. Finger millet Several high yielding and nutri-rich varieties were grows well in subtropical climate and can be cultivated developed and released for cultivation in different states. up to an altitude of 2,100 m. The minimum temperature The list of latest and popular varieties recommended for required is 8–10oC. A mean temperature range of different states and nutri-rich varieties were given in the 26–30oC during the growth is the best for proper tables. development and good crop yield. Finger millet contains 7.2% protein, 66.8% carbohydrates, 11.2% Soil and climate dietary fiber and 2.5–3.5% minerals. It has the highest Finger millet is grown in all cropping seasons calcium content among all cereals and millets (344 except winter, however 90% of the area is under kharif mg/100 g). The major phenolics found in finger millet rainfed conditions. The crop is widely adaptable to are ferulic acid and p-coumaric acid and the bound a range of environmental conditions and is grown in 18 Indian Farming October 2025"
  },
  {
    "crop_name": "Maharashtra and Odisha",
    "description": "Hence, good seeds, land preparation helps in better VL‒378 Rainfed organic conditions 110‒114 22‒24 germination, minimize weeds problems and effective of the Uttarakhand hills soil moisture conservation. In Uttarakhand, where VL‒382 Rainfed organic conditions 106‒108 11‒13 frequent ploughing operations are difficult to carry of the Uttarakhand hills out, effective digging and turning of soil, removing Chhattisgarh Northern Zone (Assam, 110‒115 33 perennial weeds, land smoothening and providing an Ragi‒3 Bihar, Chhattisgarh, (FMV‒1102) Jharkhand, Uttarakhand inward slope with a shallow drain help in taking out (BR‒14-3) and MP) excess rainwater. ATL‒1 (TNEc- Tamil Nadu 105‒110 30 1285) Soil and moisture conservation practice Dapoli 3 Konkan region of 125‒130 20‒22 To increase soil quality, summer ploughing or (DPLN‒2) Maharashtra ploughing after the harvest of previous crop can be done Birsa Marua‒3 Jharkhand 110‒112 26.9 across the slope. Preparation of small section bunds at an Gossaigaon Assam 125‒130 30.51 interval of 10–12 m, depending on the slope and levelling, Marua helps in better management for operations. Opening a Dhan (AAU- dead furrow at 3.3–4.0 m intervals is beneficial. GSG-Marua Dhan‒1) (FMV1156) Seed rate Phule Kasari Maharashtra 100‒110 22.44 Use 8‒10 kg/ha (3–4 kg/acre) for line sowing is (KOPN 942) advised and 4-5 kg/ha (1.5–2.0 kg/acre) for transplanting. CFMV‒4 Andhra Pradesh, 113 GY: 28.66 A seed rate of 10 kg/ha is found to be optimum for drill (FMV1166) Maharashtra, Tamil Nadu FY: 60.29 sowing and 5 kg/ha for raising transplanted seedlings. VL Mandua Madhya Pradesh, 102 GY: 34.77 400 (CFMV5) Karnataka, Chhattisgarh, FY: 84.80"
  },
  {
    "crop_name": "Seed treatment",
    "description": "(FMV1162) Bihar, Jharkhand, Gujarat and Andhra Pradesh Seed should be treated with Thiram or bavistin Gosthani (VR Andhra Pradesh 110‒115 GY: 38‒39 @2.5 g/kg of seed to prevent diseases. Treating seeds 1099) with Azospirillum brasilense (N-fixing bacterium) and Siri (KMR‒316) Zone 5,6 of Karnataka 105‒110 30‒35 Aspergillus awamori (P-solubilizing fungus) @25 g/kg Shreeratna Odisha 117 23.5 seed is beneficial. In case seeds are to be treated with (OUAT Kalinga seed dressing chemicals, treat the seeds first with seed finger millet‒1) dressing chemicals and then with bio-fertilizers at the (OEB 601) time of sowing. GY= Grain yield, FY= Fodder yield Bio-fertilizer culture is specific to the crop to be Table 2. Recommended nutri-rich varieties of finger millet in different used at 25 g/kg of seed. A sticker solution is necessary states for effective seed inoculation. This can be prepared by Name Adaptation Special features dissolving 25 g jaggery or sugar in 250 ml water and boiling for 5 min. The solution thus prepared is cooled. CFMV-2 Andhra Pradesh, Resistant to leaf blast, foot Chhattisgarh, Gujarat, rot, brown spot, grain mold Smear the seeds well using the required quantity of Maharashtra, Odisha and moderately resistant to sticker solution. Then add culture to the seeds and mix neck blast, finger blast and banded blight thoroughly to achieve a fine coating of culture on the seed. The culture-coated seed is to be dried well in shade CFMV-1 Andhra Pradesh, Resistant to finger blast, neck (Indravathi) Karnataka, Tamil blast, banded blight and foot to avoid clumping of seeds. Use of the inoculated seeds Nadu, Puducherry, rot, shoot aphids, stem borer for sowing can be done. Odisha and grass hoppers; rich in calcium (428.3 mg/100 g), iron (58.3 mg/kg), zinc (44.5 mg/kg) Sowing time Suitable time for sowing for kharif is in June to July, altitudes ranging from mean sea level to the foothills of and for rabi- September to October. In certain regions, the Himalayas. The crop can tolerate a certain degree it is grown in summer under irrigated land conditions. of alkalinity. The best soil is alluvial, loamy and sandy soil with good drainage. The minimum temperature Method of sowing for germination is 8–10°C and mean temperature of Line sowing is beneficial, helps in inter cultivation 28–32°C is ideal for good crop development. and control weeds effectively. Maintenance of optimum Indian Farming 19 October 2025"
  },
  {
    "crop_name": "Application of additional quantities of organic matter in Intercropping in finger millet improves resource",
    "description": "use efficiency, reduces pest and disease incidence and soil is considered beneficial, since it helps to improve enhances overall crop productivity. Finger millet is a the physical condition of soil, which helps soil to retain resilient and nutritious cereal, is widely intercropped moisture for a longer period. Apply 5–10 t/ha FYM with legumes and oilseeds across India to improve soil about a month before sowing. The crop responds well to fertility and increase farmers’ income. The intercropping fertilizer application. The general recommendation for ratios and companion crops vary based on regional finger millet is 60 kg nitrogen, 30 kg P and 30 kg K/ha agro-climatic conditions. under irrigation and 40 kg nitrogen, 20 kg P and 20 kg K/ha is for rainfed conditions. Entire P and K fertilizers Table 3. Intercropping systems of finger millet in different states of are to be applied at sowing, whereas nitrogen is to be India applied in two or three split doses, depending upon"
  },
  {
    "crop_name": "State Crop system",
    "description": "moisture availability. Karnataka, Tamil Nadu Finger millet + Pigeon pea; 8-10:2 In areas of good rainfall and moisture availability, and Andra pradesh 50% of recommended nitrogen is to be applied at sowing Finger millet + Field bean; 8:1 and the remaining 50% in two equal splits at 25–30 and Finger millet + Soybean; 4:1 40–45 days after sowing. Bihar Finger millet + Pigeon pea; 6:2 In areas of uncertain rainfall, 50% N at sowing and the remaining 50% around 35 days after sowing is Uttarakhand Finger millet and soybean mixed in 90:10% proportion by weight basis recommended. North hilly areas Finger millet + Soybean in kharif and"
  },
  {
    "crop_name": "Irrigation management oats in rabi is an ideal",
    "description": "Finger millet is generally grown during kharif under Maharashtra (Kolhapur) Finger millet + Black gram/moong bean rain-fed conditions. If there is any longer dry spell, then 6-8: 1 irrigation would be required. Depending on soil type, weather conditions and duration of variety, for light Crop rotation year-wise soils irrigate the crop once in 6–8 days, and for heavy Northern states: Rotation with legumes like green soils once in 12–15 days under limited irrigation. The gram/black gram/rice bean/soybean. crop may be irrigated at critical growth stages like Southern states: In southern states, horse gram, tillering, flowering and grain filling. pigeon pea, field bean or groundnut are good for crop rotation. This practice will minimize inorganic fertilizer Important weeds application and sustain higher yields. Finger millet- Grassy weeds: Echinochloa colonum, Echinochloa finger millet rotation must be discouraged as it affects crusgulli (sawan), Dactyloctenium aegypticum (makra), the sustainability of soil as well as crop yield. Elusine indica (kodo), Setaria glauca (banra), Cynodon dactylon (doob), Phragmites karka (narkul), Cyperus rotundus Crop sequence (motha), Sorghum halepanse (banchari) are common weeds. Northern Bihar: Potato-paddy-finger millet Broad-leaved weeds: Celosia argentia (chilimil), cropping sequence is highly remunerative than other Commelina benghalensis (kankoua), Phylanthus niruri cropping sequences. 20 Indian Farming October 2025"
  },
  {
    "crop_name": "Insect pest Key identification Control measures",
    "description": "Army worms Caterpillars cut seedlings at the base during early stage, Apply poison baits, comprising 10 kg rice bran + 1 kg and cut worms which appears as it was grazed by domestic animal. They jaggery + 1 L quinolphos (25% EC). Prepare small balls are active during night. In later stages, these insects act and broadcast in the fields, preferably in the evening time. as defoliators. Spraying Chloroantraniliprole 18.5 SC at 0.4 ml/litre water control armyworms/cutworms. Leaf aphid It occurs throughout the crop growing period. The nymphs Spraying of Quinolphos (0.05%) or Imidacloprid 17.8 SL at and adults suck the sap from tender leaves and stem. 0.25 ml/L give effective control."
  },
  {
    "crop_name": "They can cause serious damage at the seedling stage up",
    "description": "to 30 days. Pink stem borer The larva bores into the stem, resulting in dead heart. Spraying the crop with Chloroantraniliprole 18.5 EC at 0.4 ml/litre helps in control of borer. Ear head Ear head caterpillars appear at dough stage on ears and Dust Chloroantraniliprole 18.5 EC at 0.4 ml/litre or caterpillars persist till harvest. The caterpillars bite the maturing seeds Quinolphos 1.5% at 24 kg/ha. and make a fine web out of their casting and half eaten grains. This further attracts saprophytic fungi."
  },
  {
    "crop_name": "Diseases",
    "description": "Blast (Piricularia Diamond-shaped lesions with gray center and dark margin Treating seeds with fungicides like Carbendazim at 2g/kg a day fungi /Pyricularia appear on the leaf. Any part of plant including leaves, before sowing. Spraying the nursery with Kitazin or Tricyclazole grisea) peduncle, and fingers can be infected. Infected fingers at 0.1% a.i 10-12 days after sowing is recommended depending become brown to black in colour with poor or no seed on disease incidence. Spray the fungicide at 50% flowering setting in the infected parts. Grains on blast affected stage and repeat 10 days later for controlling neck and finger fingers become shriveled, discoloured and light in weight. blast. Brown spot Many small to medium-sized brown to dark brown spots Proper nutrition and water management can effectively appear on the leaf, leaf sheath, and other plant parts. manage the disease. Need-based spraying of Mancozeb Damage could be severe if the crop is subjected to drought (0.2%) can be taken up. or nutritional deficiency. Southern Karnataka or Deccan plateau: Finger technology evaluation trials organized in Sangareddy millet-potato-maize or finger millet-onion- finger millet district of Telangana state during 2021 to 2025 showed is highly remunerative cropping sequence. that improved agricultural practices consistently Assured rainfall areas: Raising crop of cowpea outperformed traditional farmers’ practices in terms or green gram or sesamum, followed by sowing/ of productivity and net returns. The average yield transplanting of early duration finger millet can be obtained under improved practices was 19.08 kg/ practiced. ha, which was 21% higher than farmers’ practices (15.80 kg/ha), reflecting potential to bridge yield gap Insect-pests and disease management"
  },
  {
    "crop_name": "Finger millet though known for its resilience and",
    "description": "adaptability to diverse agro-climatic conditions, is susceptible to a range of insect pests and diseases that can significantly influence its growth, productivity and grain quality. Timely identification and integrated pest and disease management practices are crucial for ensuring sustainable yield and profitability."
  },
  {
    "crop_name": "Harvesting and yield",
    "description": "The crop matures in about 95–110 days for early varieties and 115–125 days for medium to late duration varieties depending on the crop season. The panicles are harvested with ordinary sickles and straw is cut close to ground. At some places under rain-fed condition, substantially. The most significant yield advantage was the whole plant with panicles are cut, heaped, sun dry observed during 2021–2022, with a 47% increase, while and then threshed. Average grain yield of 2.0‒3.0 t/ha the lowest was recorded (9%) in 2023–2024. Although the and 3.0‒4.0 t/ha under well managed conditions and magnitude of improvement varied across years, likely 6.0‒9.0 t/ha fodder. The straw of finger millet makes due to environmental factors, resource availability, nutritious fodder and it is preferred over paddy straw. or levels of adoption, the overall trend indicates that It can be conserved by putting up in well-built stakes. improved agricultural practices contribute positively to enhancing the productivity and income to the farmers. Performance of improved technologies in farmers’ fields under These findings underscore the importance of promoting"
  },
  {
    "crop_name": "Farmers FIRST Programme and supporting the adoption of improved technologies",
    "description": "The analysis of yield and economic data of the to achieve sustained finger millet productivity. Indian Farming 21 October 2025 )ah/gk( (Kg/ha) (Kg/ha)"
  },
  {
    "crop_name": "A mature finger millet earhead in the field Grains of finger millet",
    "description": "SUMMARY field schools. Strengthening the farmers through regular The adoption of improved finger millet production training, expert guidance and access to extension technologies led to significantly higher yields and support will further accelerate the adoption of improved practices. A coordinated approach involving research profitability, achieving yield gains of up to 21% institutions, extension systems and local stakeholders compared to conventional methods. These results is essential for scaling these innovations and ensuring show potential for finger millet farmers to enhance sustainable intensification of finger millet cultivation. productivity through the implementation of these improved production interventions. To facilitate wider *Corresponding author email: chapke@millets.res.in dissemination, conducting field demonstrations, farmer 22 Indian Farming October 2025"
  },
  {
    "crop_name": "Innovative processing approaches for",
    "description": "producing chemical-free jaggery from sugarcane Sandeep Mann*, Navjot Kaur, Rajiv Sharma, Renu Balakrishnan and Simran ICAR-Central Institute of Post-Harvest Engineering and Technology, Ludhiana, Punjab 141 004 Jaggery production from sugarcane is vital for rural employment and value addition, yet conventional methods rely on chemical clarificants that compromise quality and safety. Under the ICAR-CIPHET’s Farmer FIRST Programme, an improved, chemical-free, and energy-efficient jaggery-making system was introduced at Uppal Farm, Rahon (SBS Nagar). Using plant-based clarificants like okra mucilage and a multi-pan furnace burning sugarcane waste, the process enhances energy efficiency and product purity. The improved system enables production of both solid and granular jaggery, offering a sustainable, health-safe, and income-generating alternative for farmers. Keywords: Energy-efficient processing, Farmer empowerment, Okra mucilage, Organic clarificants, Three-pan furnance, Value-addition INDIA is the largest producer of jaggery, generating semi-solid product obtained by boiling sugarcane juice over 300 MMT of sugarcane annually, of which to 105–108°C. Granular jaggery is prepared by heating approximately 79.71%, 11.29%, and 8.80% are processed to 120–122°C, cooling, and scraping to form crystals. to produce white sugar, jaggery, and cane juice, Traditional jaggery production often involves the use respectively. The recovery and quality of jaggery of chemicals, such as lime and hydros, to clarify the primarily depend on sugarcane variety, fertilizer type juice. While these chemicals improve shelf life and and dose, irrigation, and crushing methods. appearance, their residues in the final product can pose Jaggery or gur, is a traditional sweetener widely potential health risks to consumers. Growing awareness consumed in South Asia, Africa, and Latin America. It of chemical effects on health has increased the demand is known by various regional names, such as 'Gur' in for organic and chemical-free jaggery that preserves India, 'Panela' in South America, and 'Jaggery' in South nutritional value and health benefits. Asia. It is an unrefined, nutritional, non-centrifugal ICAR-CIPHET has played a significant role in whole cane sugar consumed globally, and in Ayurveda, promoting chemical-free jaggery production by it is considered a therapeutic sugar for the treatment developing improved processing techniques, hygienic of lung and throat infections, possessing antioxidative handling, and energy-efficient methods to maintain and anticarcinogenic properties. Jaggery is generally shelf life and purity. Adoption of these methods prepared from sugarcane juice (Saccharum officinarum), enables farmers to produce high-quality jaggery, though it can also be made from palm and sweet ensuring that chemical-free jaggery reaches the market sorghum. It contains 60–85% sucrose, 5–15% glucose in good condition, thereby enhancing farmers’ income and fructose, and various minerals. It is considered a and promoting employment-generating agricultural healthy sugar due to its richness in minerals such as practices. iron, magnesium, sodium, phosphorus, zinc, potassium, and vitamins. Processing stages in jaggery production"
  },
  {
    "crop_name": "The colour of jaggery typically ranges from brown Jaggery production involves a series of operations to",
    "description": "to dark brown, while golden yellow jaggery is preferred convert sugarcane juice to solid, granular jaggery. Each in the market. Jaggery is available in three main forms: step plays an important role in maintaining the yield, liquid, solid, and granular. Solid jaggery is produced by colour and overall acceptability of the final product. The heating the concentrated juice to 116–128°C, followed detailed process is given below: by cooling and molding into rectangles or cubes using Harvesting of sugarcane: Harvesting of mature stainless steel or wooden molds. Liquid jaggery is a sugarcane is crucial for achieving high sugar content, Indian Farming 23 October 2025"
  },
  {
    "crop_name": "Traditional vertical crusher Traditional method of jaggery concentration Jaggery round blocks",
    "description": "using single pan Traditional (one pan) method in particular, utilizes the waste heat from the lower pans CIPHET, recommended a packaging of jaggery in to preheat juice in the upper pans. polythene bags or PET jars to ensure the longer shelf life The jaggery making process in a three-pan system is of product which significantly preserve colour, texture continuous, and typically required 3-4 skilled workers. and taste of the jaggery. Sugarcane juice is filled into all three pans, with fuel The moulding of jaggery by silicon mould enables combustion occurs beneath the bottom pan. The the farmers to prepare uniform sized jaggery cubes or temperature is highest at the bottom pan and gradually candy shapes rather than irregular or round shapes."
  },
  {
    "crop_name": "The uniformity in shape of the final jaggery cubes",
    "description": "decreases upward, facilitating effective heat transfer enhances the marketability, ease of handling, packaging through convection and radiation. During processing, convenience and consumer appeal, which improves the scum is removed continuously from the first two pans. farmers income by 30%."
  },
  {
    "crop_name": "As the juice in the bottom pan thickens and solidify into",
    "description": "jaggery, the preheated juice from the middle pan moves"
  },
  {
    "crop_name": "Establishment and impact of the chemical free jaggery processing",
    "description": "downward, and the fresh juice enters to the top pan. plant by ICAR-CIPHET This continuous process ensures controlled process,"
  },
  {
    "crop_name": "Several key activities were undertaken during the",
    "description": "uniform evaporation, thermal efficiency and high- establishment of the chemical-free jaggery production quality jaggery. unit under ICAR-CIPHET. In addition to it, Jaggery is traditionally sold in large Equipment installation: Equipment such as quantity and bulk packing is done in wooden boxes sugarcane crusher, collection tank, jaggery moulding or cardboard boxes, which increase the risk of quality frame, mould frame tray, and an open pan heating set deterioration of jaggery due to moisture variation that were procured. lead to microbial attack. To address this issue, ICAR- Table 1. Equipments for the establishment of the jaggery processing unit"
  },
  {
    "crop_name": "Equipment Application",
    "description": ""
  },
  {
    "crop_name": "Sugarcane crusher Extract juice from harvested",
    "description": "sugarcane"
  },
  {
    "crop_name": "An open pan heating set Provide controlled heating for boiling",
    "description": "up of juice to concentrate"
  },
  {
    "crop_name": "Collection tank Collect and store juice temporarily",
    "description": "before further processing"
  },
  {
    "crop_name": "Jaggery mould frame Shapes concentrated jaggery syrup",
    "description": "into uniform blocks or cubes"
  },
  {
    "crop_name": "Mould frame tray Support moulds and ensure proper",
    "description": "shaping and cooling of jaggery"
  },
  {
    "crop_name": "Refractometer Measure total soluble solids",
    "description": "Technology dissemination and farmer training: The unit was handed over to farmers in Rahon, Nawanshahr. A sugarcane crusher and a three-pan heating system was installed. The participating farmers in the jaggery production plant were registered with FSSAI under the guidance of Farmer FIRST Programme team of Modern (Three pan) method ICAR-CIPHET. Indian Farming 25 October 2025"
  },
  {
    "crop_name": "Rationale of the",
    "description": "Moulding and packaging: Silicon moulds were intervention: Shri provided to the farmers for production of cubical/candy Sohan Singh Uppal, shaped jaggery, which enhance marketability and a farmer from Bharta consumer appeal of jaggery. Khurd, Rahon, SBS Profits and market value: The farmers sold their Nagar, Punjab, jaggery at attractive prices and earned profits. The solid cultivates about 200 and granular jaggery were sold at ` 100/kg and ` 120 Name : Shri Sohan Singh Uppal acres of land with /kg, respectively. In 2019, the farmers processed 300 Age : 50 years crops mainly paddy, quintals of solid jaggery and 100 quintals of granular Education : Graduate wheat, sugarcane, jaggery, earning a profit of `5.5 lakh from the unit. Address : Uppal Farm, Rohan, maize, and potato,"
  },
  {
    "crop_name": "Selling jaggery in addition to sugarcane helped the SBS Nagar in which sugarcane",
    "description": "farmers increase their income by 30%. is cultivated on 60–70 acres of lands. Earlier, he sold sugarcane to Employment opportunities: This project created nearby sugarcane mills and also produced jaggery for employment opportunities for local farmers and household use, by employing traditional method. The inspired other sugarcane farmers. Many farmers visited sugarcane growing farmers in the region were facing the unit and showed strong interest in establishment of significant challenges due to delayed payment and their own chemical free jaggery production unit. inappropriate price of produce, from the mills. The price given by the mills could not cover cultivation cost. During field visit of FFP staff, the issues faced by the farmers were observed and FFP team advised the sugarcane growing farmers to start sugarcane processing at farm level instead of direct selling of sugarcane to the mills. Sri Uppal was motivated and guided to start his own jaggery processing plant using modern, energy efficient and chemical free technology. Under the guidance of ICAR-CIPHET, the training and practical exposure was provided to group of farmers FSSAI registration certificate issued for the farmer of Farm Nation, to process sugarcane for the production of solid and Uppal Farm, Rahon, Nawanshahr granular jaggery. With the guidance of ICAR-CIPHET, Ludhiana, a chemical free jaggery unit was successfully established at Uppal Farm, Rahon, SBS Nagar under the Farmers FIRST Programme. This jaggery processing unit is a semi-automatic plant, uses three-pan system to concentrate the juice. The unit setup includes a sugarcane crusher with a capacity of 1tonne/h), juice collection tank of capacity of 750 L, Installation of sugarcane crusher at Rahon, Nawanshahr three open juice concentration pans, jaggery moulding frames, trays, etc. Using these frames, the concentrated jaggery can be moulded into unifrom cubical shapes (1” × 1” × 1”), which enhanced its market value. The higher crushing capacity of crusher and three pan setup ensures the higher processing and production efficiency of jaggery. Outcome: The intervention helped the group of Installation of 3 pan heating system for sugarcane juice heating farmers to produce large quantity of solid and granular jaggery under hygienic conditions, at farm level. The uniform shape of jaggery improved selling price and consumer acceptance of jaggery in the market and thus, helped to earn good profits. This initiative also created a lot of employment opportunities. Processing and marketing of the jaggery in addition to sugarcane sale, increase the income of the farmers by nearly 30%. Moulding of jaggery (candy/cubes) using silicon mould Successful operation of the setup also attracted 40‒50 26 Indian Farming October 2025"
  },
  {
    "crop_name": "SUMMARY",
    "description": "Overall, the scientific intervention of ICAR-CIPHET The traditional method uses one-pan system and empowered farmers through trainings and technical chemical clarificants that affect the quality of product and guidance, leading to an improvement in the value- human health. On the other hand, the modern method, addition of sugarcane to jaggery by 200%, contributing chemical-free jaggery production process/developed to high market demand, employment opportunities, and by ICAR-CIPHET, Ludhiana under the Farmer FIRST reduction in post-harvest losses for sugarcane farmers. Programme has significantly improved the quality, safety and market value of jaggery. The key features of chemical *Corresponding author email: sandeep_mann76@yahoo.com free Jaggery processing units are as follow: Processable Varieties/Hybrids of Horticultural Crops"
  },
  {
    "crop_name": "This book will be useful for the processing industry as it provides information",
    "description": "on the recent varieties /hybrids of horticultural crops and their availability. The information provided in this document will help the Indian farmers and Food Processing Industry in identifying suitable crops and varieties/hybrids based on their processing qualities for strengthening entrepreneurship."
  },
  {
    "crop_name": "TECHNICAL ASPECTS",
    "description": "Pages: v + 168; Price: ` 100.00, US$ 15.00; Postage: `50 ISBN No.: 987-81-7164-298-9 For obtaining copies, please contact:"
  },
  {
    "crop_name": "SCAN QR Code",
    "description": ""
  },
  {
    "crop_name": "Business Unit",
    "description": "ICAR-Directorate of Knowledge Management in Agriculture Krishi Anusandhan Bhawan – I, Pusa, New Delhi 110012 Tel: 011-25843657; email: businessuniticar@gmail.com website: www.icar.gov.in Indian Farming 27 October 2025"
  },
  {
    "crop_name": "Natural resource management initiatives under Farmer FIRST Programme",
    "description": "G. Nirmala1*, B. Narsimlu1, B. Sanjeeva Reddy1, A. Dinesh1, Pankaj P. K.1, A. Gopala Krishna Reddy1, Anshida Beevi C. N.1, V. K. Singh1, A. R. Reddy2 and Rajarshi Roy Burman3 1ICAR-Central Research Institute for Dryland Agriculture, Hyderabad, Telangana 500 059 2ICAR-Agricultural Technology Application Research Institute, Hyderabad, Telangana 500 059 3ICAR-Division of Agricultural Extension, New Delhi 110 012 Efficient management of water resources is critical for sustainable agriculture, especially in semi-arid and rainfed regions. Under the Farmer FIRST Programme, several interventions were implemented to enhance water harvesting and its optimal utilization. These interventions included construction of farm ponds, installation of drip irrigation systems and rain guns, renovation of existing check dams, and demonstration of conservation furrows. This article highlights the effectiveness of these interventions in improving water availability, enhancing crop productivity, and reducing input costs for farmers. Keywords: Check dam, Conservation furrow, Drip irrigation, Farm pond, Sustainable agriculture, Water harvesting WATER scarcity and inefficient utilization of moisture stress, leading to poor yields. Now, they are available water resources are major challenge able to grow vegetable crops like cabbage, cauliflower, in agriculture. With unpredictable rainfall pattern and and okra even when rainfall is insufficient. The ponds depleting groundwater, efficient water management has ensured water availability at critical crop stages, reducing become crucial for sustaining agriculture. Harvesting crop loss and improving productivity. rainwater and ensuring its optimal use can significantly The results have been remarkable, farmers recorded improve crop yields and reduce dependency on around 25% higher yields compared to earlier seasons. erratic rainfall. Under the Farmer FIRST Programme The technology has also brought visible improvements (FFP) of ICAR-CRIDA, a series of interventions in livelihoods through higher income and better resource were implemented like development of farm ponds, use efficiency. installation of drip irrigation and rain guns, community check dam renovation, and conservation furrows under the soil and water conservation module to help farmers make the most of harvested water in adopted villages."
  },
  {
    "crop_name": "These interventions helped farmers in the adopted",
    "description": "villages to harvest and utilize water effectively, boosting productivity and income."
  },
  {
    "crop_name": "Interventions under FFP for effective water utilization",
    "description": "Farm ponds for harvesting rain water: Farm pond is a small water storage structure that collects and stores rainwater or surface runoff for irrigation during dry period. Under the FFP, two farm ponds were constructed in Devinoniguda and Rakamcharla villages. Each pond has a storage capacity of about 38.52 m3, providing protective irrigation for nearly one acre of farmland. Before these ponds were built, farmers often faced Farm pond in Devinoniguda village 28 Indian Farming October 2025"
  },
  {
    "crop_name": "Cropping pattern and returns before pond practices were promoted through the installation of",
    "description": "micro-irrigation systems such as drip irrigation and rain Season Crop Area Yield COC/ Price Gross Net (acre) (q/ acre (`/q) returns returns guns. These systems were aimed at improving water-use acre) (`) (`) efficiency, ensuring uniform irrigation, and enhancing Kharif Maize 4 16 21,500 2,180 34,880 13,380 productivity in high-value crops like cabbage, chilli and Kharif Redgram 3 4 1,8500 7,300 29,200 11,000 tomato. A total of 21 drip and rain gun systems were Rabi Maize 4 18 24,000 2,240 40,320 16,320 installed in Gangupally, Devinoniguda, Pudugurthy,"
  },
  {
    "crop_name": "Cropping pattern and returns after farm pond",
    "description": "Medikonda, and Rakamcherla villages, covering an Kharif Redgram 4 5 19,800 8,400 42,000 22,200 area of about 21 acres. These interventions significantly Kharif Cotton 3 7 23,600 6,900 48,300 24,700 improved water-use efficiency by nearly 30% along with reduced labour and resulted in an average yield Rabi Bhendi 0.5 60 40,000 2,000 120,000 80,000 increase of 30–40%. Farmers observed that they could Rabi Peas 0.5 30 37,000 3,000 90,000 53,000 easily manage irrigation during prolonged dry spells, leading to healthier crops, reduced stress, and improved Table 2. Economic returns on farm ponds fruit quality. Adopted Number Storage Area Yield Average Benefit–"
  },
  {
    "crop_name": "The economic analysis revealed a net return of",
    "description": ""
  },
  {
    "crop_name": "Villages of PondsCapacity Benefited Increase Net Cost",
    "description": "(m3) (acre) (%) Returns Ratio `75,000/acre, with a benefit-cost ratio of 2.5:1, highlighting (`/pond) the profitability of adopting such technologies. Farmers also reported reduced labour and time in irrigation Devinoniguda, 2 38.52 1 per 25 25-000– 2.38 Rakamcharla pond 30,000 activities, ensuring timely water supply and sustainable resource utilization. Tomato cultivation with drip irrigation Brinjal cultivation under drip + Mulching Table 3. Economic returns from micro irrigation systems Villages Covered No. of Systems Area Covered Crops Covered Avg. Water-use Avg. Yield Avg. Net Benefit–Cost installed (acres) Efficiency (%) Increase (%) Returns (`) Ratio Gangupally, Devinoniguda 21 (Drip and 21 Chilli, Tomato, 30 30–40 75,000 2.5:1 Rakamcharla, Medikonda Rain Guns) Cabbage,"
  },
  {
    "crop_name": "Cauliflower",
    "description": "Renovation of community check dam in adopted the assured water availability, farmers have started village: In one of the adopted villages in Gangupally, cultivating a second crop during the rabi season and the community check dam was renovated to restore its shifted towards high-value crops like vegetables, which full capacity. The renovation included strengthening the has improved their income and overall livelihood. sidewalls, desilting the water storage area, and repairing leakage points. These efforts helped the structure hold more water and improved its durability for long-term use. After the renovation of the check dam, there was a noticeable increase in groundwater levels by about 1.5–2.5 m in nearby wells. The improved structure now holds enough water to irrigate nearly 30 acres of farmland, directly benefiting around 20 farming families in the village. The stored water seeps into the ground, recharging nearby open wells and borewells."
  },
  {
    "crop_name": "This has ensured a steady water supply throughout the",
    "description": "year for farming, livestock, and household needs. With Renovated check dam in Gangupally village Indian Farming 29 October 2025"
  },
  {
    "crop_name": "Farmers water",
    "description": "Vikarabad 250 315 Pigeon 12.75 27.5 45,175 1:0.85 levels (m) pea Gangupally 20 30 1.5–2.5 Improved Enabled water second storage, crop and Overall outcomes groundwater vegetable The combined interventions of farm ponds, drip recharge, cultivation livestock and irrigation and rain guns, check dam renovation, and domestic conservation furrows brought significant positive use changes for farmers. Farm ponds provided protective In situ moisture conservation practices in adopted irrigation during dry periods, allowing the cultivation of villages: In the adopted villages of Vikarabad district, winter and high-value vegetables, improving both yields demonstrated the simple yet effective technique of and income. Drip irrigation and portable rain guns helped conservation furrows as an in situ moisture conservation farmers use water efficiently, ensuring crops received practice. After the usual field preparation and first adequate moisture during dry spells and improving weeding (around 30 days after sowing), made furrows crop quality. The renovation of community check dams between two crop rows at 3 m intervals using a traditional restored water storage, enhanced groundwater recharge, bullock-drawn plough. These furrows played a key role and made water available not only for agriculture but during low rainfall, they captured and stored rainwater, also for livestock and domestic purposes. Conservation and during heavy rains, they drained out excess water. furrows helped retain rainwater in the fields, protecting"
  },
  {
    "crop_name": "This helped maintain ideal soil moisture conditions and crops from intermittent dry periods and maintaining soil",
    "description": "protected the crop during its crucial growth and grain- moisture for better growth. Together, these interventions setting stages. increased crop productivity, allowed off-season In situ moisture conservation practices were vegetable cultivation, improved water management, demonstrated across 315 acres by 250 farmers. The and strengthened community participation. Farmers practice increased the average pigeon pea yield from reported more reliable irrigation, reduced dependence 10 q/ha to 12.75 q/ha, a 27.5% improvement, even in years on unpredictable rainfall, healthier crops, and better with below-normal rainfall. Farmers reported that their livelihoods, showing that a combination of simple, fields retained more moisture, crops looked healthier cost-effective water harvesting practices can transform during dry periods, and overall productivity improved farming systems and build climate resilience in rainfed significantly. This low-cost and farmer-friendly practice areas has become a widely accepted method to enhance yield, conserve soil moisture, and reduce the risks associated SUMMARY with climate variability. The Farmer FIRST Programme successfully demonstrated that intervention-specific water management from farm ponds to drip irrigation, check dam renovation, and conservation furrows can transform rainfed drylands into productive, resilient farms. Each intervention complements the other, turning harvested water into a resource that sustains livelihoods, enhances crop production, and restores environmental balance. *Corresponding author email: nirmalatadiparty@gmail.com"
  },
  {
    "crop_name": "Conservation furrows in pigeonpea crop",
    "description": ""
  },
  {
    "crop_name": "Share your experiences with",
    "description": ""
  },
  {
    "crop_name": "Indian Farming",
    "description": "Write to:"
  },
  {
    "crop_name": "Editor",
    "description": ""
  },
  {
    "crop_name": "INDIAN FARMING",
    "description": ""
  },
  {
    "crop_name": "Directorate of Knowledge Management in Agriculture",
    "description": ""
  },
  {
    "crop_name": "Indian Council of Agricultural Research",
    "description": "Krishi Anusandhan Bhavan I, Pusa, New Delhi 110 012 editorindfarming@gmail.com 30 Indian Farming October 2025"
  },
  {
    "crop_name": "Enhancing farm productivity and profitability",
    "description": "with Farmer FIRST Programme, focus at Khordha district of Odisha Alok Kumar Patra, Prasannajit Mishra, Bijay Kumar Mohapatra,"
  },
  {
    "crop_name": "Pravat Kumar Roul and Abinita Sahoo",
    "description": "Odisha University of Agriculture and Technology, Bhubaneswar, Odisha 751 003 The Farmer FIRST Programme (FFP) implemented by Odisha University of Agriculture and Technology (OUAT) in six villages of Khordha district has significantly enhanced agricultural productivity, profitability, and socio-economic conditions of farmers. The programme adopted an integrated module approach involving field crops, horticulture, livestock, enterprises, and resource- based activities. Interventions included replacement of traditional paddy varieties with high-yielding ones, off-season vegetable cultivation, improved livestock management, and promotion of mushroom and small-scale enterprises. These efforts led to yield increases of 23–87% in paddy and 33–116% in vegetables, and income gains ranging from 70–467%. Dairy, goatery, and backyard poultry modules recorded substantial improvements in productivity and profitability. The project also empowered women through resource-based enterprises like dal and flour mills, enhancing their income sources. Socio-economic impact analysis revealed marked improvements in farmers’ participation, contact with extension agencies, decision-making ability, and social security. Case studies demonstrated income enhancement up to 215%, showcasing the success of FFP interventions in transforming smallholder livelihoods and promoting sustainable, inclusive growth in the region. Keywords: High-yielding varieties, Livestock management, Mushroom cultivation, Odisha agriculture, Off-season vegetables, Socio-economic impact, Women empowerment AGRICULTURE in Odisha, particularly in the several farming situations. The selected villages under coastal districts like Khordha, is characterized the ‘Farmer FIRST’ programme were Govindapur, by small and fragmented holdings, traditional crop Gopalpur, Brahmapura, Brahmapurapatna, Lokipur, management practices, and limited adoption of modern and Brahmapura II in Begunia Block of the district. technologies. To bridge the gap between research and field realities, the Farmer FIRST Programme (FFP)—an Modules undertaken and technical interventions innovative initiative of the Indian Council of Agricultural • Crop based: Replacing old and local paddy varieties Research (ICAR), implemented through Odisha with high yielding new varieties and capacity University of Agriculture and Technology (OUAT) building on INM, IWM and IPM. aims to strengthen farmer–scientist partnerships and • Horticulture based: Off-season cultivation of hybrid promote need-based, location-specific technologies. The pumpkin and hybrid cucumber with seedlings raised programme emphasizes enhancing farm productivity, in pro-tray under poly house, capacity building profitability, and sustainability by integrating on scientific management practices of cultivation field crops, horticulture, livestock, and small-scale of hybrid papaya and cucumber, introduction of enterprises. In Khordha district, interventions under cultivation of pointed gourd in trellis as an intercrop FFP have successfully transformed the livelihood of with papaya. rural farmers through technological empowerment, • Livestock based: Promotion of cross bred cow and diversification of farming systems, and development of goat through scientific practices of rearing and rural enterprises, leading to measurable improvements management. in income and socio-economic well-being. • Enterprise based: Installation of spawn production The district of Khordha comes under east and unit and training to 6-8 farmers on spawn production south eastern coastal plain agro-climatic zone with in each village, capacity building on production, Indian Farming 31 October 2025"
  },
  {
    "crop_name": "Capacity building on the scientific rearing and",
    "description": "poultry Birds) management of large animals such as cows and small ruminants like goats in the adopted villages, along with Impacts of the project on socio-economic aspects regular advice on artificial insemination, vaccination, The detailed socio-economic impact study of deworming, and proper nutrition with suitable mineral the project in the adopted villages clearly indicated mixtures, yielded positive results. Support to livestock significant improvement in farmers’ social perception, farmers with medicines, vitamins, and mineral mixtures participation, and sense of security. The timely proved beneficial. Following the interventions, milk yield availability of quality seeds, adoption of new production increased by about 200% (from 2–3 L to 5–6 L/animal), technologies, irrigation at critical crop stages, and with a corresponding 241% enhancement in income appropriate nutrient and plant protection management, (`1,490 to `5,090 per month). In goatery, the introduction supported by the continuous technical guidance of of superior Ganjam breed bucks into existing flocks the OUAT team, made these outcomes possible. The reduced mortality from 20% to 4%, and meat weight per beneficiaries’ keen interest, perseverance, and hard animal at marketable age (18 months) increased from 5 kg work in effectively utilizing their land and labour for to 7 kg, leading to an 83% rise in income. Encouragement improved production practices brought notable changes of backyard poultry with suitable breeds such as Vanaraja, in their livelihood conditions. Palishree, and Kadaknath enhanced profitability by 175%, The villagers gained self-confidence in scientific with body weight increasing from 1.2 kg to 2–2.5 kg per paddy cultivation and livestock rearing, while the better bird at the 4–6 month stage. utilization of paddy straw for mushroom cultivation Under the enterprise-based module, capacity contributed to additional farm income. The project also building on mushroom spawn production using low- facilitated horizontal expansion of technologies through cost technology such as polypropylene (PP) bags and the provision of critical inputs and experience sharing 32 Indian Farming October 2025"
  },
  {
    "crop_name": "Shri Harihar Pradhan was awarded by OUAT and",
    "description": "B) Economic impact the Department of Agriculture and Farmers’ Welfare, Variables Change Government of Odisha, as a progressive farmer. Annual income 20–25% (increased) Case study 2: Before the intervention of the Farmers FIRST Programme (FFP), Shri Subash Behera"
  },
  {
    "crop_name": "Savings Increased",
    "description": "of Brahmapura-II village earned an annual profit of Expenditure pattern Modified (increased) `40,000 from the sale of produce from his 1.12 ha of Debt 25–30% (decreased) land (2022–23). With the introduction of scientific crop No. of earning members Average 2 members per and livestock management practices under FFP, along family (increased) with the inclusion of new crops such as cucumber, Table 3. Increase in the income of Shri Harihar Pradhan through the FFP interventions Components Area (ha) Production (t) Gross income (`) Net income (`) Percent increase due to intervention"
  },
  {
    "crop_name": "Production Income",
    "description": "Paddy 0.80 3.60 79,200 30,000 38 71 Cucumber 0.20 5.00 75,000 45,000 Introduced Brinjal 0.04 1.00 20,000 10,000 20 11 Tomato 0.10 2.50 30,000 20,000 25 100 Okra 0.04 0.60 12,000 7,000 20 134 Bitter gourd 0.10 1.60 40,000 25,000 33 21 Pumpkin 0.20 5.00 40,000 20,000 42 67 Papaya 0.10 9.30 1,11,600 59,400 Introduced Total 1.58 4,07,800 2,16,400 213 Table 4. Increase in the income of Shri Subash Behera through the FFP interventions Components Area (ha) Production Gross income (`) Net income (`) % increase due to intervention"
  },
  {
    "crop_name": "Production Income",
    "description": "Paddy 0.80 3.50 t 77,000 27,800 25 44 Brinjal 0.04 1.00 t 20,000 10,000 25 43 Tomato 0.10 2.50 t 30,000 20,000 36 60 Okra 0.04 0.64 t 12,800 7,800 32 55 Cucumber 0.04 0.88 t 17,600 11,600 Introduced Bitter gourd 0.10 1.50 t 37,500 22,500 Poultry (Kadaknath) 30 3,000 no. eggs 30,000 18,000 200 350 Paddy straw mushroom 500 beds 350 kg 52,500 32,500 Introduced Total 2,77,400 1,50,200 218 Indian Farming 33 October 2025"
  },
  {
    "crop_name": "Crop based module Horticulture based module Vegetable based module",
    "description": "Off-season cultivation based module Horticulture based module Livestock based module"
  },
  {
    "crop_name": "Goat based module Poultry based module Enterprise based module",
    "description": "bitter gourd, and paddy straw mushroom, his farming cultivation and rural enterprises. Paddy and vegetable system became more diversified and profitable. By the yields rose by 23–116%, while incomes increased by end of 2024–25, his annual net income had increased to 70–467%. Livestock modules recorded up to 200% rise `1,50,200—an impressive rise of about 215% over his in milk yield and 83% gain in goat meat yield. Women previous income. earned additional income through dal and flour mills. Socio-economic analysis revealed higher participation SUMMARY in extension activities, improved decision-making, and The Farmer FIRST Programme (FFP) implemented greater financial security. Case studies showed over by Odisha University of Agriculture and Technology 200% income growth, demonstrating the success of FFP (OUAT) in six villages of Khordha district has interventions in transforming smallholder farming into significantly improved farm productivity, profitability, a more productive, profitable, and sustainable system, and livelihoods. Using an integrated approach combining fostering inclusive rural development in Khordha field crops, horticulture, livestock, enterprises, and district. women-led resource activities, the project introduced high-yielding paddy and hybrid vegetables, improved Corresponding email: farmersfirstouat@gmail.com livestock management, and promoted mushroom Plant trees, Conserve water, Protect environment. 34 Indian Farming October 2025"
  },
  {
    "crop_name": "Transformative grassroot innovations for",
    "description": "sustainable hill agriculture Uttam Singh1*, A. K. Singha2, A. K. Mohanty2, Amrutha T.2 and Tabasum Kadhri2 1ICAR-Research Complex for NEH Region, Umiam, Meghalaya 793 103 2ICAR-Agricultural Technology Application Research Institute, Zone VII, Umiam, Meghalaya 793 103 The Farmer FIRST Programme, implemented in the ICAR Research Complex for NEH Region, Umiam, Meghalaya, has significantly advanced sustainable and inclusive agricultural development in the north eastern hill region of India. Through participatory and location-specific interventions, the programme has promoted both grassroot innovations and transformative technologies that utilize locally available resources to enhance productivity, resilience, and rural livelihoods. Notable grassroots innovations include the use of banana pseudo-stems to protect transplanted seedlings from intense sunlight and rainfall, and the utilization of bamboo for constructing low-cost poultry baskets, feeders, irrigation conduits, and aeration systems for fishponds, demonstrating effective integration of Indigenous Technical Knowledge (ITK) with scientific practices. Complementing these, transformative interventions such as second cropping in rice fallows, rabi maize cultivation, orchard establishment, backyard poultry and pig farming, oyster mushroom cultivation, scientific beekeeping, rainwater harvesting, integrated farming systems (IFS), composite fish culture, and farm mechanization through custom hiring centres have enhanced farm productivity, income generation, and resource-use efficiency. Collectively, these efforts have transformed traditional hill farming into a diversified, market-oriented, and environmentally sustainable system, underscoring the vital role of the Farmer FIRST Programme in fostering innovation-driven, climate-resilient, and economically viable rural prosperity in Meghalaya and the broader north eastern region. Keywords: Farmer FIRST Programme, Hill agriculture, Indigenous technical knowledge,"
  },
  {
    "crop_name": "Integrated farming systems",
    "description": "THE north eastern region of India, characterized by on enhancing productivity, diversifying income, hilly terrain, high rainfall, and rich biodiversity, and ensuring ecological balance through location- offers unique opportunities for developing sustainable specific interventions. In the Marngar cluster and agricultural models suited to fragile ecosystems. Mawsiatkhnam villages, farmers adopted a range of However, the region’s farmers continue to face multiple grassroot innovations and transformative technologies. constraints such as limited cultivable land, soil erosion, The integration of indigenous creativity with scientific poor mechanization, and low productivity. The rice- technologies under the FFP demonstrates a powerful based farming system prevalent in Meghalaya often model for inclusive, climate-resilient, and sustainable leaves vast stretches of land fallow after harvest, leading hill agriculture, setting a benchmark for rural to underutilization of resources and reduced farm transformation in the north-eastern region. income. To address these challenges, the Farmer FIRST Grassroot innovative technologies Programme (FFP), implemented by the ICAR Grassroot innovations involve practical, locally Research Complex for NEH Region, Umiam, developed solutions that address specific challenges Meghalaya, promotes farmer-centric, participatory, in agriculture and rural livelihoods. The north-eastern and resource-efficient innovations that combine region of India, with its rich natural resources and modern agricultural technologies with Indigenous diverse agro-ecological conditions, offers ample Technical Knowledge (ITK). The programme focuses opportunities to harness indigenous knowledge for Indian Farming 35 October 2025"
  },
  {
    "crop_name": "Bamboo basket for nesting",
    "description": "Bamboo-based aeration for fishponds: Shri Gumbir Syiem, an innovative farmer from Margnar village, addressed the challenge of insufficient aeration in his fishponds by developing a low-cost, environment- friendly aeration system using locally available bamboo."
  },
  {
    "crop_name": "Instead of using expensive PVC pipes or motorized",
    "description": "aerators, he utilized a rare indigenous bamboo species known locally as 'doluba,' which is long (about 42 feet) Protection of seedings with banana pseudo-stem and durable. Each bamboo, costing about `100, can cover up to three-fourths of a pond, making this method highly Bamboo for making baskets: In the north eastern cost-effective. The bamboo aerator harnesses water from region of India, where bamboo is exceptionally a nearby stream, ensuring adequate oxygen supply for abundant, accounting for a significant share of India’s fish and improving water quality. This solution not only bamboo area and production, using bamboo baskets for reduces operational costs but also avoids environmental poultry egg laying and also as low-cost poultry feeders harm associated with plastic and electric alternatives, is a prime example. These practices leverage the region’s demonstrating how traditional, sustainable resources rich bamboo resources to provide affordable, locally can address modern aquaculture needs efficiently. crafted solutions for poultry management, supporting Bamboo for irrigation of vegetables: Bamboo can rural livelihoods and reducing dependence on external be effectively used instead of PVC pipes for irrigating inputs. The widespread availability and adaptability vegetables. In many regions, especially where bamboo of bamboo empower communities to create stundy, is abundant, farmers use hollow bamboo stems to biodegradable nesting baskets and durable feeders transport water directly to their crops. This method that fit local poultry rearing systems, reflecting both is both cost-effective and environmentally friendly, environmental sustainability and cultural continuity in providing a sustainable alternative to plastic pipes. the region. 36 Indian Farming October 2025"
  },
  {
    "crop_name": "Bamboo based aeration system in fish ponds",
    "description": "Using bamboo for irrigation takes advantage of natural over 31.1-acre, broccoli covered 12.7 acre (yield: 21.1 resources and helps ensure a steady supply of water to tonnes), followed by capsicum (5.3 acre) and cabbage vegetable fields. (3.6 acre). Net income was highest in broccoli (`3.8 lakh), capsicum (`2.3 lakh), and peas (`0.4 lakh), with benefit-cost ratios of 1.8 and 1.6 in broccoli and peas, respectively."
  },
  {
    "crop_name": "Intervention of rabi maize variety in paddy",
    "description": "fallow: To utilize unproductive paddy fallow, rabi maize cultivation was introduced for the first time in Lalumpam, Borgang, Borkhatsari, and Purangang villages through demonstrations held on 2 and 12 November, and 10 and 23 December 2021. Quality seeds (120 g/packet) of maize varieties RCM1-76 and RCM1-61 were distributed to 30 farmers (21 with RCM1-76, 9 with RCM1-61). Technical guidance on cultivation and land Bamboo irrigation channel management was provided. Field monitoring on 09th February 2022 showed slow growth but good vegetative"
  },
  {
    "crop_name": "Transformative technologies",
    "description": "performance, with crops at cob formation stage. Hill farmers in the north-eastern region of India Establishment of orchard of fruit, spices and often face constraints such as limited cultivable land, plantation crops: To enhance long-term farm income, low productivity, and inadequate access to modern orchards of fruit, spice, and plantation crops were agricultural technologies. The rice-based farming established covering Khasi mandarin (0.60 ha, 250 trees), system prevalent in Meghalaya leaves substantial post- Guava (0.85 ha, 350 trees), Assam lemon (0.70 ha, 200 harvest fallow areas that remain underutilized, resulting plants), Arecanut (3.00 ha, 900 plants), and Black pepper in reduced farm income and livelihood vulnerability. (0.70 ha, 200 plants). Currently, 40 Khasi mandarin trees The Farmer FIRST Programme (FFP), implemented yield 1.8 kg/plant, 60 guava trees yield 1.4 kg/plant, in ICAR-RC NEH Region, Umiam, aims to address and Assam lemon plants bear 10–20 fruits each, while these challenges by promoting participatory, location- arecanut and Black pepper remain in the vegetative specific interventions that combine modern agricultural stage. innovations with locally available resources and Backyard poultry farming: Improved backyard Indigenous Technical Knowledge (ITK). By leveraging poultry and pig farming (33 Hampshire crossbred both scientific and traditional practices, the FFP pigs to 33 farmers) were introduced to enhance rural initiative provides a sustainable pathway for improving livelihoods. Poultry income from 20 birds sold averaged rural livelihoods, promoting resource-efficient farming, `49,000 with a net profit of `21,800 (B:C-1.80). A pig and enabling market-oriented agriculture in the hilly breeding cluster of three farmers sold 38 piglets and 5 terrains of Meghalaya. adult pigs, earning `2,54,300 with a B:C ratio of 1.74, Enhancing productivity through rabi vegetable including Shri Mrinal Sohkhwai’s net profit of `33,700 cultivation in rice fallow lands: To utilize fallow land from 10 piglets and 2 adults (B:C-1.76). after paddy harvest, trainings-cum-demonstrations on Development of pig breeding cluster in village: scientific rabi vegetable cultivation were conducted in A pig breeding cluster using improved Hampshire Marngar cluster and Mawsiatkhnam village. Training crossbred pigs was established with three farmers focused on improved practices like variety selection, Shri Mrinal Sohkhwai, Shri Dominick Syiem, and Shri sowing time, nursery management, mulching, irrigation, Jiten Sohkhwai-who collectively sold 38 piglets and 5 and use of banana pseudostem and bamboo for seedling adult pigs, earning `2,54,300 with a B:C ratio of 1.74. protection and irrigation. Quality seeds were distributed Individually, Shri Mrinal earned `33,700 (B:C-1.76), to 147 farmer. Thirteen growers cultivated vegetables Jiten `48,650 (B:C-1.75), and Dominick `26,100 (B:C-1.71) Indian Farming 37 October 2025"
  },
  {
    "crop_name": "Construction of low cost rainwater harvesting SUMMARY",
    "description": "structure, Jalkund: The demonstrated technology The Farmer FIRST Programme (FFP) implemented involved the construction of 35 low-cost rainwater by ICAR Research Complex for NEH Region, Umiam, harvesting structures (jalkunds) measuring 5 m × 4 m × Meghalaya, has successfully demonstrated the 1.5 m each, built before the onset of the monsoon. The convergence of grassroots innovations and modern stored water is utilized for irrigating crops, cleaning agricultural technologies to enhance hill farmer livestock sheds, and fish rearing. livelihoods. Innovative, low-cost practices such as Establishment of integrated farming systems: In using banana pseudo-stems for seedling protection and Nalapara village (1.6 ha), Shri Jiten Sohkhwai’s IFS bamboo-based systems for poultry housing, irrigation, generated `7,21,500.00 income from fishery (2 ponds, and fishpond aeration effectively integrated indigenous 1000 m2 each), crops (1 acre paddy, 0.8 acre vegetables), technical knowledge with scientific approaches. piggery (26 piglets born, 24 sold, 1 adult sold), dairy (8 Transformative technologies including rabi maize and adult cows sold), duckery (70 ducks received, 50 sold, vegetable cultivation, orchard establishment, livestock 510 eggs sold), goatery (2 kids sold), and rabbitery improvement, mushroom cultivation, beekeeping, (13 offspring). Expenditure was `3,16,850 net profit integrated farming systems, and mechanization `4,04,650; B:C ratio 2.28. through custom hiring centres significantly improved In Joigang village (1.5 ha), Shri M. Raja’s IFS earned productivity and income. Farmers like Shri Gumbir `3,27,366.00 from fishery (0.75 acre angling), crops (2 Syiem, Shri Jiten Sohkhwai, and others exemplify acres paddy, 0.7 acre broccoli), poultry (80 birds, 30 innovation-led transformation towards sustainable, sold, 12 trays eggs), piggery (7 adults, 3 sold, 8 piglets), diversified, and climate-resilient hill agriculture in duckery (107 ducks, 30 sold, 17 trays eggs), and goatery Meghalaya. (10 goats, 2 males sold). Expenditure was `1,59,112.00; net profit `1,68,254.00; B:C of 2.06. *Corresponding auther email: uttamba@gmail.com Composite fish culture: To address low farm income"
  },
  {
    "crop_name": "Greenhouses Design for",
    "description": ""
  },
  {
    "crop_name": "Indian Agroclimatic Zones",
    "description": ""
  },
  {
    "crop_name": "Greenhouses Design for",
    "description": "Indian Agroclimatic Zones SRaank Sde .es N he. \u0001p\u0001 S J\u0001h hMa aardnan “This book is a practical and comprehensive guide focused on the design and construction of greenhouse suited to the diverse agroclimatic zones of India."
  },
  {
    "crop_name": "TECHNICAL ASPECTS",
    "description": "ISBN:978-81-7164-294-6 Pages: 149; Price: ` 800.00, US$ 100.00; Postage: `100 www.icar.org.in Indian Council Noef wA gDreicluhiltural Research ISBN No.: 978-81-7164-294-6 For obtaining copies, please contact:"
  },
  {
    "crop_name": "SCAN QR Code",
    "description": ""
  },
  {
    "crop_name": "Business Unit",
    "description": "ICAR-Directorate of Knowledge Management in Agriculture Krishi Anusandhan Bhawan – I, Pusa, New Delhi 110012 Tel: 011-25843657; email: businessuniticar@gmail.com website: www.icar.org.in 38 Indian Farming October 2025"
  },
  {
    "crop_name": "Greenhouses Design for Indian Agroclimatic",
    "description": ""
  },
  {
    "crop_name": "Zones",
    "description": ""
  },
  {
    "crop_name": "GGGrrreeeeeennnhhhooouuussseeesss DDDeeesssiiigggnnn fffooorrr IIInnndddiiiaaannn AAAgggrrrooocccllliiimmmaaatttiiiccc ZZZooonnneeesss",
    "description": "iTio eecaIcfns TctacTspiam r n n t o o o o r u t t c s g xn h f h h l a r t va i o r e r e i r v p m l n p r t v i e e t e g u tu en o s p to pu e h l r c i i r a v c ha s r n v p n s o c b r r b - e l e c wo t a t u t i a o s a i p l r i t b n o u so u n i mi n n r ed o d e t m l d r eI t y o e r i o l r g g i n m e h o i y c n e e or i e e v - d k k g a d d e t h e u s d g o n s n s e i e v e h t n n i i i n es u “ f t aa s cr ti wn e i o d t t c G t n a s e s a i t ' c n t e f d i d s j a t c a ie t i n n p r o a f o v t p z t g ty a ei u e be ar d t n h r l i i e no a r p e r n t l n e e l e g rl c o a g a t c g a e ns s g e c n n t a r i l s c p t o t , t i r i v e a s e o s u d a l t h e w de o c u i o rn e a o s, r i , c i o e a d c o e v si v cd i d d t i e t o n l t t nr o cg e e d l i u i i o a e i m ai a eo y f a p . d tt m c r l r s f b i f t i , b f d i t n e o a i l c n c o e o a g o h s ui i l I a d p l lo o a i g sc e s n n r tc y i r c e d n t t v h n l i uy e, u u s h d i r r c s i yi c n D e v c s n , s e i e l . s s e o i o c t z l a e r t w , s n g u e z s e i L f d ax u l o s ev a. n u e o o i h s d o d al e s a s no ma l t V t a r i n o l ma i i c p e t g i o ne t i n a t r l ao oee o u s d i s t a e n d s c n o p g p o rf n h r . s r s t h . i i n s p e a cl t n f wo i . , e f s e o e o h fe a f . o r n w u s c e m s o r f o h n T e l c l r d a , e s s c r I u i o a i , h e d t r a n u c , c t I ar c c n n c h n i m o s h nt e n d l a s n l h i a c i d d t i t s t a n o i s m a d e bu e e t ay i a e i g p g n i a r g t o p , s d c . o h n ta e i h i e , nnI r a , n o t e n i n u n s t l o o c o s a a n g kn eg a su m a A i p n d t dy a d - t n nr t w h o g s s f s od l i c e f h d d d o s f e r d r , o e u i r e o l o o a h i r c f e e l m n t t s f g a c t o n f m i r y s a , s w s t n t r h i r l u n d s p r e cn r i e i s c m t m e g ui o et es r h eo k t n e s i v c nl r c t d e l a i rn a n d l o i i n uF r t e e l n m , t r s i t t u h , w u f c g m i y s d a i r i a n c cc o sr i s t p , o i n l p s a l ui l t t n a s u a l a t gl a o Zic h l e l . r t y o e o an a s n r d r C a n o e s e n e a w n s e d d r d l ob n s t E e a t e h a n o , e p . i na e at a t n fl n f s o i f e e m s o e m n e s s n e v I i h g w t g n n e m t c ” l t r g a a i o s br y r e h i t c g i , l p s u ie ,i l u i e t y o ny s c n n a o mh c r c e a sn s u m o r c o b o n s h t e n o a i r e tn e i s i lv i t e a cs a o l o pt h s d a , e i i f p o l e M t k d n g o t o l d ea l c n s y r e e r l e y t u h f r r t c ea a u v , e u n h r o , s e s t o s d c p t i ct s c g r e i c r c e i h t t c v h i e r t o c o h e dc w h i y s o ru s i o c s e n e t n s i e a p n a t p r a b s hi d ys m s , g , t n e e e i s e ul , e o , q a s , n c s v g s c a e i d a a a u u i t t t a a a e i l i n n n n n n h e e e f c et o r r r r i i t d h n d d d o d d d g e ee y s s c f ,"
  },
  {
    "crop_name": "Programme transforming rural livelihoods through science and participation",
    "description": "Subhashree Sahu*, Satyapriya1 and R. R. Burman2 1ICAR-Indian Agricultural Research Institute, New Delhi 110 012 2ICAR-Division of Agricultural Extension, New Delhi 110 012 The Farmer FIRST Programme (FFP) of ICAR-IARI, New Delhi, has transformed farming communities in Palwal district, Haryana, through participatory technology application and multi- stakeholder convergence. Operating across four clusters—Amarpur, Dadhota, Katesra, and Kulena, the project integrates crop, horticulture, livestock, and enterprise-based interventions over 93.2 ha, benefiting more than 760 farm families. Demonstrations of improved wheat, paddy, and mungbean varieties enhanced productivity, profitability, and resource efficiency. Diversification through vegetables, floriculture, and nutrition-oriented kitchen gardens empowered women and improved household nutrition. Livestock health initiatives, protected cultivation, and mushroom enterprises further strengthened income resilience. Capacity-building activities and institutional convergence fostered farmer–scientist collaboration, entrepreneurship, and sustainable livelihoods. The initiative exemplifies how participatory science can drive rural transformation, blending innovation with inclusivity and environmental stewardship. Keywords: Agripreneurship, Crop diversification, Farmer–scientist interface, Livelihood enhancement, Palwal, Participatory extension, Women empowerment IN the heartlands of Palwal district, Haryana, a MODULE I quiet revolution is taking place. Farmers who Crop-based interventions: Strengthening the production backbone once depended solely on traditional practices are Wheat- Sustaining food and income security: now turning into innovators, entrepreneurs, and Wheat continues to be the backbone of north Indian changemakers under the Farmer FIRST Programme agriculture, and the introduction of ICAR-IARI varieties (FFP) of the ICAR-Indian Agricultural Research i.e. HD 3226, HD 3086, HDCSW 18, HD 3271, and HD Institute (IARI), New Delhi. The project titled 3298 has created a new benchmark for productivity and “Participatory Technology Application and Multi- profitability. These varieties were demonstrated on 40.4 Stakeholder Convergence for Market-led Agripreneurship ha involving 101 farmers. The results were encouraging and Sustainable Rural Livelihoods” is redefining how showcaseing an average yield of 53.25 q/ha compared agricultural science reaches and resonates with to 49.30 q/ha from local varieties, reflecting a yield gain farming communities. Anchored in the philosophy of about 8%. Farmers realized net returns of ` 98,929/ha of “Farmer FIRST–Farmer Innovation, Resourcefulness, and benefit–cost (B:C) ratios of 3.10, compared to 2.94 for Science and Technology,” the programme ensures that local checks. Farmers appreciated the improved disease farmers are not just recipients of technology but active resistance, higher straw yield, and better chapati-making partners in innovation and decision-making. The quality of IARI varieties. Several farmers have begun programme operates in four clusters of Palwal district, multiplying these seeds for local exchange, ensuring Haryana‒Amarpur, Dadhota, Katesra, and Kulena. continuity and local ownership of technology. The interventions span 93.2 ha and benefit more than Paddy- Early-maturing basmati for smarter water 760 farm families, integrating crops, horticulture, use: To address the challenge of delayed wheat sowing livestock, natural resource management, and rural due to late Basmati harvests, the project introduced enterprises. The project has been implementing various short-duration, disease-resistant varieties — PB 1509, PB interventions module-wise over the period since 2016. 1692, PB 1718, and PB 1885 across 7.2 ha (18 farmers). The Indian Farming 39 October 2025"
  },
  {
    "crop_name": "Animal Health Camps and field demonstrations on",
    "description": "MODULE II balanced feeding. Over 40 dairy farmers benefitted from Horticulture for diversification and nutrition mineral mixture distribution, deworming campaigns, Vegetable varieties for profit and health: To and awareness sessions on diseases like FMD, LSD, and diversify incomes and diets, the project demonstrated mastitis. The reported 10–15% rise in milk yield post- IARI’s improved vegetable varieties over 4.2 ha intervention is consistent with established extension involving 84 farmers. Among the crops introduced, Pusa findings. Farmers were also oriented on schemes like Sneha (sponge gourd) yielded an impressive 114.5 q/ha, Pashu Kisan Credit Card and Mini Dairy, linking animal providing farmers a net return of `84,389 with a benefit– health with financial access — a key step towards cost ratio (B:C) of 2.44, reflecting consistent performance integrated livelihood enhancement. under field conditions. The bottle gourd variety Pusa Santushti emerged as a top performer, producing 176.2 MODULE IV q/ha and earning ` 1,16,788/ha with a B:C ratio of 3.03, Rural enterprises: From farmers to agripreneurs signifying its strong market acceptance and profitability. Protected cultivation for off-season advantage: Similarly, Pusa Sag-1 (leaf mustard) recorded a yield of Two insect-proof net houses (100 m² each) demonstrated 164.6 q/ha with ` 64,616 net returns and a B:C ratio of the viability of protected vegetable cultivation. In the 2.81, indicating its potential as a short-duration, high- insect-proof net house, cucumber cultivation recorded value crop. Root vegetables also performed well — Pusa an impressive yield of 648 kg/100 m², generating a net Rudhira (carrot) achieved 197 q/ha yield with `1,15,490 profit of `9,119 and achieving a benefit–cost (B:C) ratio net return and B:C ratio of 2.93, while Pusa Riddhi of 3.19. Similarly, capsicum grown under the same (onion) produced 191 q/ha, generating `1,17,399 net structure yielded 565 kg/100 m², with a net profit of return and a B:C ratio of 2.89. Each crop demonstrated a `7,670 and a B:C ratio of 3.11. The consistent profitability clear profitability edge. and efficient use of resources highlight the potential of Marigold- Blooming livelihoods of farmess: protected farming as a viable agripreneurial model for Marigold, particularly Pusa Narangi Gainda, has land-constrained and youth farmers seeking steady blossomed into a profitable venture for small farmers. income through off-season production. Demonstrated across 2.4 ha (12 farmers), it recorded Button mushroom- A growing enterprise: A set of 8 125 q/ha yield against 112 q/ha (local), giving net returns demonstration units in Katesra and Dadhota produced of `1.25 lakh/ha and B:C ratio 3.2, perfectly reasonable 4,530 kg of button mushrooms, with total expenditure and consistent with floriculture economics in peri-urban `1.80 lakh and gross income `4.98 lakh. The net profit Haryana. With local access to Delhi’s flower markets, of `3.18 lakh. For a single cropping cycle of button farmers now see floriculture as a viable short-duration mushroom, each unit produced 566 kg, incurred an 40 Indian Farming October 2025"
  },
  {
    "crop_name": "Glimpses of the interventions conducted under Farmer FIRST Programme",
    "description": "expenditure of `22,470, realized a gross income of from divisions such as Agronomy, Plant Pathology, Seed `62,288, earned a net income of `39,818, and achieved Science, and Horticulture worked hand in hand with a B:C ratio of 2.77. The enterprise has sparked local farmers to diagnose problems and fine-tune solutions. interest due to low space needs, quick turnover, and Partnerships with NABARD, ICAR–NDRI Karnal, year-round market demand. and local NGOs (Thora Vikas Samiti, Gramin Shiksha Farmer-led seed production: Linking farmers to Mitraon) enhanced resource convergence. Farmers markets: Under ICAR-IARI’s buy-back arrangement, also participated in Pusa Krishi Vigyan Mela 2025, a progressive farmer from Dadhota produced seeds of connecting them directly to national innovations. The HD 3226 (wheat) and PB 1718 (paddy) over 4 acres. participatory approach has led to trust, empowerment, Table 1. Econimcs of wheat and paddy sead prodcution and continuous learning—the true pillars of sustainable agricultural extension. Crop Gross Income (`) Net Return (`) B:C Ratio Wheat (HD 3226) 1,30,131 89,611 3.21"
  },
  {
    "crop_name": "SUMMARY",
    "description": "Paddy (PB 1718) 1,58,440 1,09,930 3.27 The Farmer FIRST Programme at ICAR–IARI stands"
  },
  {
    "crop_name": "Seed cultivation generally fetches a higher market as a living model of participatory extension where",
    "description": "value due to stringent quality standards and demand science meets soil, and farmers co-create solutions. By from certified seed programs. With the B:C ratio of integrating advanced technologies, entrepreneurship, 3.2, seed production remains very economically viable and gender-inclusive approaches, the project has under favorable agro-climatic conditions. Seed buy-back generated tangible improvements in crop yield, income by ICAR-IARI ensured assured markets and quality stability, and community empowerment. From high- maintenance, inspiring others to replicate the model. yielding wheat and paddy to vibrant kitchen gardens and Natural farming cultivating sustainability: A profitable mushroom units, every initiative carries the diversified natural farming model demonstrated the cultivation of 30 crops across seasons, achieving gross imprint of partnership and purpose. The results narrate income of `4.16 lakh/acre and net income of `1.82 lakh. stories of resilience, innovation, and transformation. As farmers and scientists continue to learn from each other,"
  },
  {
    "crop_name": "MODULE V",
    "description": ""
  },
  {
    "crop_name": "Farmer FIRST Programme reaffirms that sustainable",
    "description": "Capacity building and convergence: Strengthening knowledge agricultural growth is born from collaboration of networks scientific knowledge, and grassroots innovation. Throughout the year, the project organized 16 Farmer–Scientist Interface meetings, bringing together *Corresponding author email: subhashree28191@gmail.com farmers, scientists, and institutional partners. Experts Indian Farming 41 October 2025"
  },
  {
    "crop_name": "Enhancing water productivity and farm",
    "description": "income through location-specific technologies:"
  },
  {
    "crop_name": "An FFP success story from tribal Odisha",
    "description": "B. S. Satapathy, S. K. Mishra*, Prativa Sahu, Isha Anindita Sahoo, S. Mohanty, D. Sethi, H. K. Dash, R. K. Jena and F. K. Pradhan ICAR-Indian Institute of Water Management, Bhubaneswar, Odisha 751 023 The ICAR-Indian Institute of Water Management implemented the Farmer FIRST Programme in the tribal-dominated cluster of Haridamada, Jamujhari, and Barapita villages in Khordha district, Odisha, to enhance water productivity and farm income in rice-based cropping systems under a canal command. Location-specific, multi-thematic interventions such as cove crop, natural resource, horticulture, livestock, and enterprise-based modules improved yield, resource-use efficiency, and livelihood resilience. Demonstrations of high-yielding, ecology-specific rice varieties, balanced nutrient management, need-based pest control, and efficient water management raised grain yield by 10–20% and increased benefit-cost ratios. Diversification into vegetables, fishery, dairy, and mushroom cultivation generated additional income and employment. Model farmers like Shri Manas Kumar Das successfully integrated multiple enterprises, achieving annual incomes above `5 lakh. The project’s participatory approach and science-led interventions demonstrated a replicable model for transforming smallholder subsistence farming into sustainable, profitable, and climate-resilient agriculture. Keywords: Climate resilience, Crop diversification, Integrated farming system, Participatory approach, Rice- based cropping system, Sustainable agriculture THE Farmer FIRST Programme (FFP) implemented in summer, providing a warm and humid environment by ICAR–Indian Institute of Water Management suitable for paddy cultivation and diversified cropping (IIWM), Bhubaneswar, aimed to enhance water systems. The soils are mainly loamy sand to clay loam, productivity, farm income, and livelihood security in derived from lateritic parent material, with moderate the tribal cluster of Khordha district, Odisha. Through fertility and variable organic carbon content. These soils location-specific technologies and integrated farming are moderately drained, with medium water-holding interventions, the project transformed traditional capacity, making them suitable for upland and medium- rice-based systems into sustainable, diversified, and land rice cultivation, as well as pulses, vegetables, and profitable enterprises. horticultural crops. The gently undulating terrain and mixed soil textures require careful water management Profile of the study area strategies, particularly during the dry season, to ensure The study was conducted in Haridamada, Jamujhari, sustainable crop production and improved water and Barapita villages of Khordha district in Odisha, productivity. which lie within the east and south-eastern coastal plain Haridamada village has a combination of rainfed agro-climatic region. These villages represent a peri- and canal-irrigated lands (74.14 ha), Jamujhari depends urban rainfed agro-ecosystem, where agriculture is the largely on minor irrigation sources (village tanks, ponds, primary livelihood activity. The region experiences a dug wells, bore wells, totalling about 10.0 ha irrigated tropical monsoon climate, with average annual rainfall land), and Barapita village receives partial irrigation of 1,100–1,200 mm, predominantly occurring during from the Deras Dam canal (a part of the Deras Minor the southwest monsoon (June-September). Seasonal Irrigation Project), irrigating nearly 15.09 ha, while the temperatures range from 16–22°C in winter to 32–40°C remainder of the cultivated land, i.e. 520.74 ha (out of a 42 Indian Farming October 2025"
  },
  {
    "crop_name": "Fish farming was also promoted through the supply of",
    "description": "FFP interventions: Beginning of the successful agro-changes quality fingerlings of Indian major carps (Catla, rohu, The ICAR–IIWM Farmer FIRST Programme and mrigal), further diversifying livelihood options and (FFP) has been implemented in this newly adopted improving protein availability. cluster of villages since December 2022, with location- NRM-based module: Technologies were introduced specific technological interventions to enhance water to enhance sustainability and climate resilience. These productivity, livelihood diversification, and efficient included optimized dyke height structures to reduce resource use. The interventions were delivered runoff and improve in-field water retention, dug-out through five thematic modules — (i) Crop-based, sunken ponds for rainwater harvesting and multiple (ii) Horticulture-based, (iii) Livestock-based, (iv) water uses, and mini Integrated Farming System Natural Resource Management (NRM)-based, and (IFS) models combining aquaculture, horticulture, (v) Enterprise-based and included training, on-farm and irrigation. Polythene mulching, pump sets, and demonstrations, and participatory capacity-building irrigation pipes were promoted to increase water programmes for farmers. The overall objective was to conveyance efficiency and conserve soil moisture. improve the resilience and profitability of the rainfed, Enterprise-based module: This module focused partially irrigated agro-ecosystem through scientific on enhancing farmers’ income through mushroom and sustainable management of water, soil, and crops. cultivation (paddy straw and oyster varieties) and Crop-based module: Demonstrations on high- vermicomposting for organic manure production. yielding paddy varieties (HYVs) and quality seed These interventions provided alternative livelihood production for local sale to fellow farmers were opportunities and supported organic farming practices. conducted during both the summer and kharif seasons Overall, the project successfully introduced and across 75 acres. Improved agronomic practices such scaled up scientifically validated practices across as line transplanting using young seedlings, seed and multiple sectors ie agriculture, water management, seedling root dip treatments with Azotobacter chroococcum horticulture, livestock, and farm-based enterprises i.e."
  },
  {
    "crop_name": "Rice field day and crop cutting experiments organized by scientists in the presence of farmers in the cluster",
    "description": "Indian Farming 43 October 2025"
  },
  {
    "crop_name": "Duration Demo Yield Return Cultivation Advantage Ratio Productivity Productivity",
    "description": "(Days) (t/ha) (`/ha) (`/ha) (% age) (kg/m3) (`/m3) Kharif (Rainfed shallow lowland) MTU 1061 155 6.03 1,38,690 56,600 14.42 2.45 0.58 13.27 Mrunalini 145 5.72 1,31,560 56,600 8.53 2.33 0.55 12.59 Swarna sub 1 145 5.53 1,27,190 56,600 4.93 2.25 0.53 12.17 MTU 7029 145 5.52 1,26,960 56,600 4.74 2.24 0.53 12.15 Pooja (Check) 150 5.27 1,12,210 56,600 0 1.98 0.50 10.73 Kharif (Rainfed, medium lowland) MTU 1001 135 5.32 1,17,040 55,200 24.29 2.12 0.55 12.10 CR Dhan 310 125 4.92 1,08,240 55,200 14.95 1.96 0.59 11.18 Binadhan 11 120 4.88 1,07,360 55,200 14.01 1.94 0.50 11.10 Lalat (Check) 130 4.28 94,160 55,200 0 1.70 0.44 9.70 Summer (Irrigated) CR Dhan 314 130 6.14 1,28,940 45,300 32.32 2.85 0.60 12.64 CR Dhan 206 120 5.89 1,23,690 45,300 26.93 2.73 0.58 12.12 Binadhan 11 125 5.78 1,21,380 45,300 24.56 2.68 0.57 11.90 CR Dhan 310 125 5.61 1,17,810 45,300 20.90 2.60 0.55 11.55 Naveen 125 5.30 1,11,300 45,300 14.22 2.46 0.52 10.91 Mamata (Check) 125 4.64 97,440 45,300 0 2.15 0.45 9.55 Table 2. Special varietal characters of the demonstrated and the main source of livelihood of majority of the farm validated rice varieties families. The productivity and income was low due to Varieties Special varietal characters non-availability of quality seeds of ecology specific rice MTU 1061 Suitable for shallow low land to semi deep water, varieties, unbalanced fertiliser use, poor management non-lodging of weeds and insect pests, and injudicious water Mrunalini Suitable for shallow low land, non-lodging management. Interventions were made with the Swarna sub 1 Suitable for shallow low land, tolerance to flood, introduction of certified seeds of ecology and season resistance to diseases like False smut, Bakanae specific varieties followed by appropriate agronomic and Seedling blight and plant protection measures and post-harvest care MTU 7029 Suitable for medium land, irrigated as well as significantly improved the resource use efficiency, rainfed system yield and farmers income which influenced the Pooja Suitable for shallow lowland, non-lodging, susceptible to false smut livelihood of farmers and also maintains the soil health. MTU 1001 Suitable for shallow low land, non-lodging Selection of appropriate varieties and use of quality CR Dhan 310 Suitable for medium irrigated land; high protein seeds: The details of recommended high yielding rice rice (10.5% grain protein content), straw suitable varieties validated based on successful demonstrations, for mushroom production farmers feedback and widespread adoption, and Binadhan 11 Suitable for medium land, tolerance to drought as suitable for similar coastal rice ecosystem of Odisha are well as flash flood (climate smart), suitable for late given in Table 1. planting, high water use efficiency, non-lodging Seed treatment: Wet or dry seed treatment with CR Dhan 314 Suitable for both kharif and rabi seasons, aerobic rice, high water use efficiency Trichoderma dust formulation at 10g/kg of paddy seed CR Dhan 206 Suitable for both kharif and rabi seasons, non- for dry and wet nursery respectively registered grain lodging, drought tolerant, moderately resistant to yield at par with the seed treatment with conventional leaf blight, brown spot, sheath rot, sheath blight, and leaf folder Table 3. Recommended fertiliser application schedules for rice-rice cropping system Naveen Suitable for both kharif and rabi seasons, resistance to blast Season Basal dose 1st Top 2nd Top dressing dressing (45–60 DAT) leading to significant improvements in crop and water (20–30 DAT) productivity, farm income, and resource-use efficiency"
  },
  {
    "crop_name": "FYM DAP MOP Urea Urea MOP",
    "description": "in the tribal-dominated village cluster of Khordha (t/ha) (kg/ha) (kg/ha) (Kg/ha) (kg/ha) (kg/ha) district. Kharif 5 66 25 54 54 25"
  },
  {
    "crop_name": "Validated protocols of the successful technological model",
    "description": "Summer 5 88 33 70 70 33 Rice-based cropping and farming system was 44 Indian Farming October 2025"
  },
  {
    "crop_name": "As a result of these comprehensive technological",
    "description": "addition to crop cultivation, Shri Das also engages in interventions, supported with regular technical dairy farming with three milking cows and three calves, backstopping, farmers achieved higher yields and and fish rearing of indigenous species in the leased produced superior-quality, marketable vegetables, pond. For efficient farm management, he utilizes a 5 leading to enhanced profitability. The demonstrated HP water pump set with pipes and a manual sprayer, vegetable crops recorded yields ranging from 14.25–28.5 effectively integrating multiple enterprises for enhanced t/ha, varying with crop type and season. Following the productivity and income. interventions, farmers who previously earned negligible income from vegetable cultivation are now realizing Adoption of IIWM technologies annual returns ranging from `1,32,500–`6,65,000/ha. Shri Das became associated with ICAR-IIWM, The shift from traditional mono-cropping of rice to Bhubaneswar, during a Farmers-Scientists Interaction diversified cropping systems involving commercial Programme in March, 2023 under the FFP initiative. vegetable cultivation not only increased farm income Guided by IIWM scientists and project staff, he but also strengthened livelihood security, generated systematically planned his 3.5 acre farm, integrating additional employment opportunities and improved multiple technologies and best practices. He received resilience to climatic variability in the tribal-dominated key inputs such as trellis nets for vegetable cultivation, rainfed agro-ecosystem. green gram seeds with Rhizobium culture, hybrid vegetable seeds, high-yielding paddy varieties, and From rainfed challenges to profitable farming: Successful Trichoderma viride for seed treatment. He was also trained journey of an adopted farmer and supported in implementing Integrated Farming Shri Manas Kumar Das, a progressive farmer from System (IFS) practices that combine crop cultivation, Haridamada village, has shown remarkable dedication fishery, and dairy farming, along with eco-friendly to adopting and promoting improved agricultural pest management techniques such as pheromone traps, technologies introduced through the ICAR–Indian yellow sticky traps, liquid bio-fertilizers, and bio- Institute of Water Management (IIWM), Bhubaneswar pesticides. Following the recommendations of IIWM under the Farmer FIRST Programme (FFP). He owns 3.5 experts, Shri Das adopted several water management acres of agricultural land and has leased an additional and productivity-enhancing technologies, including: 0.6 acre village pond. Of his total landholding, 2.0 acres • Crop diversification with suitable high-value crops."
  },
  {
    "crop_name": "Vegetable fields of Shri Manas Kumar Das Stocking of fish fingerlings in the pond of Shri Manas Kumar Das",
    "description": "46 Indian Farming October 2025"
  },
  {
    "crop_name": "Manas Kumar Das has significantly enhanced his farm empowering farmers through improved technologies",
    "description": "productivity, water use efficiency, and overall income. and livelihood development. His total annual income has now reached `5.46 lakhs, including `3.66 lakhs from farming and `1.80 lakhs from SUMMARY non-farming sources. His farm stands as a model of Appropriate agro-technological demonstrations, sustainable and integrated agriculture, showcasing the introduction of new enterprises through crop benefits of scientific water management and diversified diversification and sustained efforts of both farmers and farming systems in a rainfed ecosystem. mentors through the Farmer FIRST Programme have proved to be a game changer in a tribal dominated village cluster practicing subsistence agriculture. The farmers have been educated and motivated to undertake profit- making farming and agro-enterprises in order to earn more profit to support livelihood. Few young educated youths and agri-preneurs like Shri Manas Kumar Das have become torch-bearers in the region to achieve the mission and vision of Hon’ble Prime Minister of India like, Doubling Farmers’ Income (DFI), Atma Nirbhar Bharat and Viksit Bharat by 2047."
  },
  {
    "crop_name": "Shri Manas Kumar Das honoured with",
    "description": "*Corresponding author email: sumanta.mishra@icar.org.in “Progressive Farmer Award 2025” at ICAR–NAARM, Hyderabad Indian Farming 47 October 2025"
  },
  {
    "crop_name": "Climate Climate resilient paddy Yield stability even",
    "description": "Temperature range 4.6°C (winter)–43.8°C (summer) resilient (PR 126, PR 131) and under weather stress: Average annual rainfall 433 mm varieties wheat (PBW 766, PBW ~71 q/ha for paddy; 58 Potential evapotranspiration ≈ 3,000 mm 826) varieties 60 q/ha for wheat Cropping System Paddy-wheat (dominant) Soil fertility Balanced fertilization, Increased soil organic enhancement nutrient management, carbon; minimized Average holding size 2–5 ha residue incorporation overuse of N; better Livestock Buffaloes and cows (dairy-linked soil health income) Water Direct Seeded Rice Saved 25 30% water conservation (DSR), short duration (~1,000 1,200 m³/ha); Table 2. Major climate vulnerabilities before NICRA varieties, alternate lower labour & irrigation irrigation practices costs"
  },
  {
    "crop_name": "Challenge Impact on agriculture",
    "description": "Livestock and Urea Molasses Mineral Milk yield up by 8 Erratic rainfall and high Crop yield variability, heat stress in wheat fodder Blocks (UMMB), 12%; reduced open temperature balanced rations, area grazing; lower methane Groundwater depletion Crop yield variability, heat stress in wheat specific mineral mixture, emissions per unit stall feeding, silage output Residue burning Air pollution, loss of soil organic carbon Forestry and Trees planted along Enhanced green cover; Soil nutrient depletion Air pollution, loss of soil organic carbon agroforestry bunds and community carbon sequestration; Livestock heat stress Decline in milk yield, low fertility land income diversity for farmers Pest attacks Crop losses in maize, vegetables, and fruits Institutional Custom Hiring Centre Small farmers can innovations (CHC) for shared access afford CRM tools; sustainability by reducing greenhouse gas emissions to machines; scientific damage in heat waves and enhancing carbon sequestration. advisories (e.g. for heat mitigated; overall stress) resilience of systems"
  },
  {
    "crop_name": "A breakthrough was achieved through Crop",
    "description": "improved Residue Management (CRM), where the introduction of the Happy Seeder and Zero till Drill enabled wheat lands enhanced green cover, while agroforestry systems to be sown directly into rice residues. This eliminated boosted carbon sequestration and provided farmers residue burning on nearly 900 ha, saving around 50 with diversified sources of income. L of diesel/ha and reducing land preparation costs by During the extreme heat wave of March 2022, timely ` 1,650/ha. Alongside this, farmers adopted improved, advisories on potassium nitrate sprays, light irrigations, climate-resilient crop varieties such as PR-126, and livestock management minimized losses across PR-131, and PR-132 in paddy, and PBW-766 (Sunehri) farming systems. While regional wheat yields declined and PBW-826 in wheat. These varieties stabilized yields by 4–6 quintals, farmers in Pindi Balochan faced only at approximately 70–72 q/ha for paddy and 58–60 a marginal reduction of around 2 quintals, indicating q/ha for wheat, even under varying weather conditions. enhanced adaptive capacity. Integrated measures, such To restore soil fertility, balanced fertilization and site- as zero-till wheat, KNO₃ sprays, silage preparation, specific nutrient management were introduced, while and use of foggers and bypass fat, helped sustain crop residue incorporation enhanced soil organic carbon and livestock productivity despite climatic stress. Even levels. under erratic rainfall, pest attacks, and temperature In livestock management, the use of Urea Molasses extremes, these practices reduced vulnerability, Mineral Blocks (UMMB) and balanced rationing stabilized incomes, and safeguarded food and fodder improved digestibility, cut methane emissions, and availability. The experience underlines that informed increased milk productivity by 8–12%. Stall feeding advisories, adaptive technologies, and local capacity- reduced open grazing pressure and nutrient wastage, building can significantly strengthen resilience to contributing to better fodder efficiency. Efforts in heat, drought, and biotic stresses, ensuring sustainable grassland development further secured fodder production in climate-affected regions. resources, with rehabilitated pastures and improved A major institutional innovation was the fodder varieties increasing dry matter availability by establishment of a Custom Hiring Centre (CHC) in the nearly 40 q/ha and reducing dependence on external village. The CHC made climate-resilient machinery purchases. Simultaneously, forestry and agroforestry such as the Happy Seeder, Zero till Drill, and Rotavator initiatives (4.52 ha) brought significant ecological available to farmers on a rental basis, ensuring that even benefits. Trees planted along farm bunds and common small and marginal farmers could access advanced Indian Farming 49 October 2025"
  },
  {
    "crop_name": "Smart seeder sown wheat in rice residues",
    "description": ""
  },
  {
    "crop_name": "Direct Seeded Rice",
    "description": ""
  },
  {
    "crop_name": "Happy seeder sown wheat in rice residues",
    "description": "technologies. This significantly expanded the adoption of Table 4. Machinery available at custom hiring centre, Pindi Balochan CRM practices, reduced residue burning, and supported Name of machine/Implements Hiring rate Hiring rate (`/ transitions to Direct Seeded Rice (DSR) and zero-till (`/h) acre) wheat. By lowering operational costs and promoting Happy Seeder 800 1500–1800 collective use of machinery, the CHC strengthened Super Seeder 900 1600–2000 community cooperation and made climate-smart agriculture more inclusive. The CHC earned an income of Rotavator 700 1200 ` 8,24,190/- by providing farm machinery services that Zero Till Drill 600 1000 promote mechanized and eco-friendly farming practices. Mulcher 800 1400 Together, these interventions transformed Pindi Laser Land Leveler 1000 1500 Balochan into a model of climate-smart agriculture, MB Plough (Reversible) 700 1200 where resource conservation, productivity gains, and environmental stewardship went hand in hand. Paddy Straw Chopper 900 1500 Seed Drill (Conventional) 500 900"
  },
  {
    "crop_name": "Impact and resilience",
    "description": "Disc Harrow 600 1000"
  },
  {
    "crop_name": "The combined effect of the interventions in Pindi",
    "description": ""
  },
  {
    "crop_name": "Balochan fundamentally reshaped both agricultural",
    "description": "performance and the carbon profile of the village. Crop"
  },
  {
    "crop_name": "Area specific mineral mixture Preventive vaccination",
    "description": "50 Indian Farming October 2025"
  },
  {
    "crop_name": "Equally important is building stronger policy",
    "description": "AGROFORESTRY 4,000 linkages, aligning village-level actions with national and state schemes such as the Crop Residue Management REDUCED DIESEL USE 5,000 (CRM) Scheme, PM-KUSUM for solar-based irrigation, MGNREGA for land and water resource development, and the soil health card programme for balanced nutrient CROP RESIDUE MANAGEMENT 22,300 use. Future progress also lies in connecting farmers to carbon credit markets, creating a framework where CoCmompoponneennt-t-wwisisee ccaarrbboonn eemmisissisoion nr erdeudcuticotnio n sequestration services are monetized, and farmers are rewarded for maintaining a carbon-positive profile. Strengthening institutional mechanisms, particularly Contribution to Resilience (%) Farmer Producer Organizations (FPOs), will be vital for collective residue management, bulk input procurement, and better marketing of produce. Most importantly,"
  },
  {
    "crop_name": "Crop Management",
    "description": "15% Pindi Balochan holds the potential to be showcased as"
  },
  {
    "crop_name": "Livestock",
    "description": "a climate-smart village model under NICRA, where 15% 35% Agroforestry integrated interventions not only ensure resilience but also highlight the synergies between sustainability, 15% Soil Management profitability, and community welfare. 20% Institutional/Community"
  },
  {
    "crop_name": "SUMMARY",
    "description": "The journey of Pindi Balochan from a climate- vulnerable settlement to a climate-resilient, SeScectotor-r-wwisisee ccoonnttrriibbuuttiioonn ttoo c clilmimaatete r erseisliielinecnec e carbon-positive village stood as a testament to the transformative power of science-based interventions,"
  },
  {
    "crop_name": "Way forwraersdi lience followed with income diversification via",
    "description": "farmer participation, and institutional convergence. forestry and dairy improvements, along with cost The success of Pindi Blochan charted a clear way forward for scaling and sustaWinihnga t began as a response to recurring heat waves, reductions. Community resilience strengthened through erratic rainfall, and soil degradation gradually evolved climate-recsoillielentc atigvriecu altucrtei oancr oisns Pmunajacbh ainnde breyy osnhda. Trihne gin, teprvaernttiicounsl adermlyo nvstiraa ted in the into a comprehensive model of sustainable agriculture village prCovHidCed, parancdtic arl emsoiddeulse fomr raenplaicgaetimon,e npatr.t icAulnarolyt hine rn eiigmhbpoourritnagn vti llages of and rural resilience. By raising crop yields, lowering Faridkot amndi ltehse twoindeer Misa ltwhaa rte gtiohne, wvhielrlea sgime ilhara csl imaacthici evuvlenedr abniluittiersi teixoinst.a Sl caling up production costs, securing fodder supplies, and security, as every household maintains a nutritional achieving a favourable carbon balance, the village garden cultivating indigenous varieties of vegetables demonstrated that climate-smart agriculture was organically using vegetable kits. Most importantly, both an environmental imperative and an economic climate resilience was achieved as Pindi Balochan opportunity. The story of Pindi Balochan reaffirmed transitioned to a carbon-positive profile, reducing local that with the right mix of technologies, empowered vulnerabilities while contributing to broader goals of communities, and supportive policies, even the most global climate change mitigation. vulnerable rural landscapes could transition towards resilient livelihoods, sustainable ecosystems, and long-"
  },
  {
    "crop_name": "Way forward",
    "description": "term climate stewardship."
  },
  {
    "crop_name": "The success of Pindi Balochan charted a clear way",
    "description": "forward for scaling and sustaining climate-resilient *Corresponding author email: ddg-extn.icar@gov.in agriculture across Punjab and beyond. The interventions 52 Indian Farming October 2025"
  },
  {
    "crop_name": "Women empowerment initiatives under the",
    "description": ""
  },
  {
    "crop_name": "Farmer FIRST programme for the livelihood development of",
    "description": "tribal farm women in Chhattisgarh P. Mooventhan*, Hem Prakash Verma and Suman Singh ICAR-National Institute of Biotic Stress Management, Baronda, Raipur, Chhattisgarh 493 225 The Farmer FIRST Programme (FFP), implemented by ICAR-NIBSM, Raipur, aimed to enhance the livelihoods and empowerment of tribal farm women in Chhattisgarh through diversified agricultural enterprises. The project was undertaken in five tribal villages, namely Bakla, Kharaha, Bamhani, Kurraha, and Kharri of Kasdol block in Baloda Bazar district. Five key interventions were introduced: mushroom production, nutritional home gardens, agro-processing centres, goat farming, and Kadaknath poultry farming. These initiatives provided farm women with training, resources, and technology for skill development and income generation. Mushroom production benefitted three SHGs and 30 farm families, generating an annual income of `1,44,000; nutritional home gardens improved family nutrition and saved over `2,400 per household annually; agro-processing centres supported 152 farm families with an annual income of `4,78,200; goat farming engaged 83 women and generated a net income of `3,95,270; and Kadaknath poultry farming benefitted 20 women with an income of `2,10,000. Overall, more than 485 farm women were empowered, collectively earning over `12,29,870 annually. The FFP interventions effectively promoted economic independence, entrepreneurship, and sustainable livelihood opportunities among tribal farm women, contributing to their social and economic empowerment. Keywords: Capacity building, Income generation, Rural entrepreneurship, Self-help groups, Skill development, Sustainable agriculture RURAL women are essential drivers of social, Since 2016, several interventions have been initiated economic, and environmental transformation in to improve the status of rural women in society by ‘New India.’ With approximately 80% of rural women creating livelihood opportunities, and FFP initiatives engaged in agriculture, empowering them is crucial for have attracted the participation of about 34% of farm fostering inclusive economic growth. Integrating rural women. Farm women in tribal areas face significant women into the agricultural workforce can significantly drudgery due to the manual handling of agricultural enhance food security and effectively combat poverty. and animal husbandry tasks, largely because of limited"
  },
  {
    "crop_name": "This strategy is imperative for achieving the Sustainable",
    "description": "farm mechanization. Development Goals (SDGs) by 2030. To address these challenges, various livelihood- The Farmer FIRST initiative was launched at ICAR- support options were explored in the adopted villages, NIBSM in 2016 to enhance the livelihoods of tribal farmers leading to the identification of suitable interventions by integrating agricultural enterprises into fallow rice aimed at enhancing the income and standard of living of fields. The programme was centred on a cluster of five selected farm families. The following five interventions tribal villages—Bakla, Kharaha, Bamhani, Kurraha, and were implemented under the Farmer FIRST Programme Kharri—situated in the Kasdol block of Baloda Bazar district, Chhattisgarh. A total of five modules were • Mushroom production identified and implemented under this project i.e. crop- • Nutritional home gardens based, livestock-based, enterprise-based, horticulture- • Agro processing centers based, and natural resource management (NRM)-based • Goat farming modules. • Kadaknath poultry farming Indian Farming 53 October 2025"
  },
  {
    "crop_name": "Farming Production",
    "description": "through this enterprise. Women Table 1. Economic analysis of mushroom production"
  },
  {
    "crop_name": "Empowerment",
    "description": "No. Weight Total Rate per Total No. of Total"
  },
  {
    "crop_name": "Nutritional Home",
    "description": ""
  },
  {
    "crop_name": "Goat Farming Gardens of per Weight kg Income for SHG Income for",
    "description": "Bags Bag (kg) (`) one Group Groups 3 SHGs (`) (kg) (`) 20 1 20 200 48,000 3 1,44,000 Agro-Processing Centres"
  },
  {
    "crop_name": "Nutritional home gardening",
    "description": ""
  },
  {
    "crop_name": "A kitchen garden or home garden is primarily",
    "description": ""
  },
  {
    "crop_name": "Mushroom production",
    "description": "intended to provide a continuous supply of fresh Farmwomen face several challenges, including vegetables for family use. Several vegetables are mono-cropping, limited investment capacity, lack grown on available land, offering a variety of produce of alternative livelihood options, resource scarcity, rich in nutritional bioactive compounds. They are inadequate marketing networks, and low awareness. also important sources of protective nutrients such"
  },
  {
    "crop_name": "Mushroom farming has emerged as a profitable",
    "description": "as vitamins, minerals, antioxidants, folic acid, and enterprise that can support rural development by dietary fibres. Farmwomen were previously fully enhancing income and promoting self-employment. dependent on the market to procure vegetables for Under the FFP, economic empowerment of farmwomen day-to-day consumption. Considering this, improved was facilitated through skill-oriented training and vegetable seeds from ICAR-IIHR (Arka Mega Seed the establishment of small enterprises. Oyster and Kit) were introduced, along with other inputs, modern paddy straw mushroom production units were set up, equipment, and tools for vegetable cultivation. Training and farmwomen were trained to generate additional and demonstrations were conducted on nursery-raising income and improve nutritional security using techniques, crop management, and plant protection. waste paddy straw. Demonstrations of paddy straw"
  },
  {
    "crop_name": "Farmers now have access to fresh vegetables at their",
    "description": "mushroom (Volvariella volvacea) and oyster mushroom homes. This technology is highly effective, requiring (Pleurotus florida) production were conducted in all minimal water, nutrients, labour, time, and cost, and adopted villages, resulting in the establishment of four"
  },
  {
    "crop_name": "Mushroom production unit Distribution of improved vegetable seeds",
    "description": ""
  },
  {
    "crop_name": "Harvesting of mushroom Distribution of Arka Mega seed kit",
    "description": "54 Indian Farming October 2025"
  },
  {
    "crop_name": "Material Quantity Processing Total",
    "description": "achieved very good yields. Each household saved over Processed Processed Charge per kg (`) Processing `2,400 annually in vegetable purchases from the market. (kg) Cost (`) Flour 9,800 5 49,000 Pulses 300 5 1,500 Agro-processing centres Oilseeds 1,500 10 15,000 Agro-processing centres are enterprises that process Rice Milling 78,300 5 3,91,500 agricultural commodities post-harvest to enhance their Spice Grinding 1,060 20 21,200 storability and marketability. Women in this sector Total 4,78,200 significantly improve agricultural output, making it more marketable and profitable, thereby contributing"
  },
  {
    "crop_name": "Goat farming",
    "description": "to the sustainability of agricultural systems. The"
  },
  {
    "crop_name": "Due to the various challenges faced by villagers",
    "description": "initiative involves participatory resource sharing, in remote areas, goat farming was suggested as technology development, value addition of cereals and an alternative livelihood option. Groups of 15–20 spices, supply chain management, entrepreneurship farmwomen were formed, with a total of five groups development, increased family income, and alternative established across the five villages. They were provided livelihood options for farmwomen. Four small-scale with improved breeds of goats—Sirohi, Jamunapari, and agro-processing centres (APCs) were established in the Barbari—from Itarsi (Madhya Pradesh). A total of 83 adopted villages, equipped with machines such as PKV goats (5 males and 78 females) were distributed among dal mills, mini flour mills, mini rice mills, rice-cum-flour the farmwomen. Vaccination, healthcare activities, and mills, pulverizers, and mini oil expellers. Farmwomen other capacity-building programmes were organized in operate these machines easily, generating additional collaboration with the local veterinary department. All income and livelihood options at the village level. 83 farmwomen were covered under this intervention,"
  },
  {
    "crop_name": "Marketing networks were also provided to support",
    "description": "generating additional income through livestock-based these centres. The establishment of APCs under the enterprises. The total cost of rearing was `1,72,330, Farmer FIRST Programme benefitted a total of 152 farm while the gross return amounted to `5,67,600, resulting families, resulting in an aggregate annual income of in a net income of `3,95,270 through goat rearing. `4,78,200 through value addition and processing-based interventions."
  },
  {
    "crop_name": "Goat rearing by farmwomen",
    "description": ""
  },
  {
    "crop_name": "Kadaknath poultry farming",
    "description": "APC of flour mill Kadaknath chickens are a nutritious and easy- to-raise option for women, providing both financial and social empowerment. Supporting women’s roles as livestock owners and enhancing their decision- making power is crucial for promoting economic and social empowerment. Kadaknath, a high-value chicken with medicinal properties, offers a viable livelihood option for tribal farmwomen, improving their financial condition and supporting resource-poor and landless farmers. The women maintain the poultry, generating cash revenue while providing eggs and meat for their families. The Farmer FIRST Programme has significantly enhanced the financial stability of tribal village farmers by providing timely assistance in inputs and capacity- building programmes. Under the Kadaknath poultry"
  },
  {
    "crop_name": "APC of pulse milling",
    "description": "Indian Farming 55 October 2025"
  },
  {
    "crop_name": "Kadaknath poultry farming",
    "description": "Table 3. Comparison between before and after interventions"
  },
  {
    "crop_name": "Interventions Before After",
    "description": "Mushroom production • Limited technical knowledge • Skill enhancement through training • Non-availability of quality spawn • Mushroom production at the village level • Low confidence in commercial production • Improved nutrition and household income • Collective enterprise through SHGs Nutritional home gardens • Lack of awareness about a balanced diet • Year-round access to vegetables • Dependence on the market for vegetables • Improved family nutrition • Small landholdings and input scarcity • Surplus produce for sale Agro processing centres • Unorganized home-based processing • Establishment of women-led APCs (APCs) • No access to modern equipment • Value addition (Flour, pulses, oilseed, spice grinding, etc.) • Limited market linkages • Rural women employment generation • Low bargaining power • Branding and collective marketing • Increased income and decision-making power Goat farming • Lack of improved breeds • Improved breeds and vaccination • High mortality due to diseases • Reduced mortality and higher herd size • Low productivity from traditional practices • Women organized in SHGs/goat producer groups Kadaknath poultry • Limited availability of chicks • Training in scientific rearing and vaccination farming • Lack of scientific rearing knowledge • Access to Kadaknath chicks via low-cost hatchery units • High chick mortality • Higher income from premium market demand • Direct marketing by women groups farming intervention, a total of 500 chicks were more than `2,400/family on vegetable purchases. The distributed among 20 farmwomen, generating an annual establishment of Agro-Processing Centres supported income of `2,10,000 from the enterprise. 152 farm families, contributing to a total annual income of `4,78,200 through value-added processing activities. SUMMARY Goat farming interventions engaged 83 farmwomen, The Farmer FIRST Programme in Chhattisgarh achieving a net income of `2,95,270, while Kadaknath has played a pivotal role in promoting economic poultry farming benefitted 20 farmwomen with the empowerment, self-confidence, and self-reliance among distribution of 500 chicks, collectively generating tribal farmwomen in Kharaha, Kharri, Bakla, Bamhani, `2,10,000 annually. In total, more than 485 farmwomen directly and Kurraha villages. By providing targeted livelihood benefited from these initiatives, collectively earning opportunities through mushroom production, an annual income exceeding `12,29,870. Beyond nutritional home gardens, Agro-Processing Centres the financial gains, these interventions fostered (APCs), goat farming, and Kadaknath poultry farming, entrepreneurship, strengthened women’s decision- the project enabled women to actively contribute to making capacity, reduced household vulnerability, their household income while strengthening their role and promoted sustainable livelihood practices. The in community development."
  },
  {
    "crop_name": "FFP model demonstrates that with appropriate",
    "description": ""
  },
  {
    "crop_name": "The diversified interventions under the Farmer",
    "description": "technological, capacity-building, and institutional FIRST Programme (FFP) significantly enhanced the support, tribal women can become active drivers of rural technical skills, knowledge, and entrepreneurial capacity economic development, thereby contributing to both of farmwomen. Mushroom production benefitted three social and economic resilience in resource-constrained Self-Help Groups (SHGs) and 30 farm families, generating communities. an aggregate annual income of `1,44,000. Nutritional home gardens covered over 200 farmwomen, resulting *Corresponding author email: agriventhan@yahoo.co.in in improved household nutrition and annual savings of 56 Indian Farming October 2025"
  },
  {
    "crop_name": "Among beneficiaries of Farmer FIRST",
    "description": "Programme (FFP), two tribal women were resource-constrained; one small and the other landless farmer. Recognizing their distinct conditions, the FFP team recommended differentiated modules, such as the Integrated Farming System (IFS) and enterprise-based modules, to effectively enhance their livelihoods and ensure sustainable empowerment."
  },
  {
    "crop_name": "Integrated farming system module",
    "description": "Indian Farming 57 October 2025"
  },
  {
    "crop_name": "Module",
    "description": "basic bookkeeping and marketing. ● Institutional linkages: Facilitation of contact with"
  },
  {
    "crop_name": "Jharkhand State Livelihood Promotion Society",
    "description": "(JSLPS), ICAR-NISA, ICAR-IIAB, KVK and support for the formation and functioning of a Farmer Producer Organisation (FPO) for collective input purchase and marketing. The strategy focused on combining rapid-return activities (high-value vegetables, oyster mushrooms, etc.) that provide quick cash flow with medium- term enterprises (fish, poultry, lac cultivation, herbal processing, etc.) that stabilizes income across seasons. Value-addition training was facilitated so that Albina could capture more value rather than relying purely on raw commodity sales. Value added procducts by Smt. Albina Ekka Production practices and resource use: Albina’s integrated farming system module emphasizes resource Enterprise based module efficiency and recycling: Smt. Sukarmani Kharkhusa, a landless tribal woman ● High-value vegetable cultivation: Grafted tomato, farmer from Plandu village in Ranchi district, was the beans, strawberry, watermelon, cucumber, and sole earner for her six-member family. Before joining other crops were successfully cultivated; dried the Farmer FIRST Programme in 2019, she worked as vegetable leaves were used for vermicomposting, a maid and labourer, earning just `6,000 per month, while poultry aided in natural pest management by feeding on field insects. ● Mushroom cultivation: Oyster mushrooms were cultivated in a dedicated room using straw-filled PP bags, yielding the best results from October to March. The spent substrate was utilized for vermicompasting vermicompost production, which was later applied to vegetable fields. Observing market demand for button mushrooms, she began procuring them from Enterprises based module of Smt. Sukarmani 58 Indian Farming October 2025"
  },
  {
    "crop_name": "Cultivation of oyster mushrooms under the Farmer FIRST Programme",
    "description": "Output Journey to self-reliance of tribal women farmers Smt. Sukarmani successfully sold 133 kg of fresh Through the Farmer FIRST Programme, both Smt. oyster mushrooms in 2020‒21 at `150/kg in the local Albina Ekka and Smt. Sukarmani Kharkhusa exemplify markets of Rampur and Namkum. Encouraged by initial the transformative power of self-reliance and innovation success, she decided to pursue year-round mushroom in rural livelihoods. Albina, supported by FFP, built cultivation. However, her business faced a slowdown strong institutional linkages with JSLPS, ICAR-NISA, during the lockdown period due to reduced demand. and the State Development Department, leading to the To overcome this challenge, she diversified her business formation of a women’s group, a FPO, and a mini cold Indian Farming 59 October 2025"
  },
  {
    "crop_name": "SUMMARY",
    "description": "efficient marketing practices such as flexible pricing and"
  },
  {
    "crop_name": "The Farmer FIRST Programme has demonstrated",
    "description": "local distribution, she ensured steady income, repaid a transformative impact on tribal women-led rural her self-help group loan, and secured her children’s livelihoods through the adoption of integrated farming education. systems and diversified enterprises. Smt. Albina Ekka, by integrating vegetables, mushrooms, poultry, fish,"
  },
  {
    "crop_name": "Impact",
    "description": "nursery production, lac cultivation, herbal medicines, Smt. Albina and Smt. Sukarmani’s success stories and value-added products, achieved substantial triggered a wider wave of rural transformation and income growth, improved nutrition, and year-round women’s empowerment. Albina’s leadership in employment. Strong institutional linkages and forming a women-led FPO through the IFS module, continuous technical support from the FFP facilitated promoting market linkages, and conducting on- access to quality inputs, effective marketing, and farm demonstrations encouraged replication across minimized demonstration failures. Similarly, Smt. neighbouring villages. While the enterprise-based"
  },
  {
    "crop_name": "Sukarmani Kharkhusa leveraged FFP training and",
    "description": "model of Sukarmani encouraged 83 farmers, many of support to establish a profitable mushroom enterprise, them were women who adopted mushroom cultivation, achieved financial self-sufficiency, and secured including milky mushrooms, collectively generating an her family’s well-being. Both cases illustrate how additional `4.46 lakh in net income in project villages. participatory, resource-appropriate interventions can"
  },
  {
    "crop_name": "Her farm now serves as a training and demonstration",
    "description": "empower tribal women, enhance household resilience, hub for NGOs and government agencies. Both Albina and catalyze the replication of sustainable farming and Sukarmani stand as living examples of self-reliant, practices in the plateau region. tribal women-led agricultural entrepreneurship, showcasing how integrated, participatory models can *Corresponding author email: amrita25101996@gmail.com drive inclusive and sustainable rural development."
  },
  {
    "crop_name": "ICAR Guidelines for Evaluation of",
    "description": ""
  },
  {
    "crop_name": "Probiotics in Livestock and Poultry",
    "description": "“The guidelines on probiotics will serve as a science-based assessment process,"
  },
  {
    "crop_name": "ICAR GUIDELINES FOR",
    "description": ""
  },
  {
    "crop_name": "E Li v v a e l s u t a o t c io k n a o n f d P P r o o u b l i t o r t y ics in offering a practical model for the scientific evaluation of probiotics within the livestock",
    "description": "industry."
  },
  {
    "crop_name": "TECHNICAL ASPECTS",
    "description": "Pages: 22; Price: ` 50.00, US$ 8.00; Postage: `50 ISBN No.: 978-81-7164-292-2 For obtaining copies, please contact: ISBN:9788171642922 9788171642922 Indian Counc w il w No wef .wA ic g aDr r.ei o clr uhgil . t in ural Research Business Unit SCAN QR Code ICAR-Directorate of Knowledge Management in Agriculture Krishi Anusandhan Bhawan – I, Pusa, New Delhi 110012 Tel: 011-25843657; email: businessuniticar@gmail.com website: www.icar.gov.in 60 Indian Farming October 2025"
  },
  {
    "crop_name": "Goat farming as a profitable alternative for",
    "description": "tribal farmers: An experience from FFP at Chhattisgarh P. Mooventhan*, Hem Prakash Verma and Suman Singh ICAR-National Institute of Biotic Stress Management, Baronda, Raipur, Chhattisgarh 493 225 Goat farming has proven to be a profitable and sustainable livelihood option for small, marginal, and landless farmers in the tribal-dominated regions of Chhattisgarh under the Farmer FIRST Programme. The initiative, implemented by the ICAR-National Institute of Biotic Stress Management (NIBSM), Raipur, was carried out in five villages of Kasdol block, Balodabazar district, where a total of 83 improved breed of goats (Sirohi, Jamunapari, and Barbari) were distributed among farmer groups comprising 15–20 members each. Capacity-building programmes, along with vaccination and healthcare support, were provided in collaboration with the local veterinary department to ensure scientific management and enhance productivity. The economic analysis revealed that the total annual cost of rearing amounted to `1,72,330, while the gross income from the sale of live goats was `5,67,600, resulting in a net income of `3,95,270 and a benefit: cost ratio (B:C) of 3.29. These results clearly demonstrated that goat farming is a highly remunerative enterprise requiring low investment and minimal resources. The initiative not only enhanced income and livelihood security among tribal farmers but also reduced seasonal migration, promoted rural entrepreneurship, and strengthened women’s participation in livestock-based enterprises, thereby contributing significantly to economic resilience and sustainability in rural communities. Keywords: Chhattisgarh, Farmer FIRST Programme, Goat farming, Livelihood improvement, Rural entrepreneurship, Tribal farmers GOAT, also known as the poor man’s cow in India, refinement, and imparting need-based training to plays a vital role in the rural economy. Goats farmers and rural youth. This particular success story are versatile animals that produce milk, meat, fibre, highlights the achievement of tribal farm women, and manure. India, with a population of over 148.88 entrepreneurs, and technologists working together for million goats, is the world’s fifth-largest goat producer, the sustainable development of goat farming in a cluster accounting for 13.39% of the global population. The of five villages (Bakla, Kharaha, Bamhani, Kurraha, and country also ranks second in goat meat production, Kharri) in Balodabazar district, Chhattisgarh. contributing 8% to the GDP and employing 4% of the rural population. Challenges before goat farming"
  },
  {
    "crop_name": "Goat rearing is a profitable venture for small and Before the introduction of scientific goat farming",
    "description": "marginal farmers on undulating lands, as it requires practices, several socio-economic and infrastructural very low investment and can serve as an alternative to challenges restricted the adoption and productivity cow or buffalo rearing. Goats play a crucial role in the of this enterprise among tribal and rural farmers. In economy and nutrition of landless, small, and marginal the Kasdol block of Balodabazar district, where most farmers as they can survive in harsh environments with households are small, marginal, or landless, goat rearing low-fertility lands. Goat milk is consumed more globally was largely traditional and unorganised. than cow milk, and goat meat is consumed more than The primary challenge was seasonal unemployment beef. It provides nutritious and easily digestible milk and migration, as nearly 40–60% of the tribal population to children and serves as a regular source of additional migrated to other states in search of livelihood income for the poor and marginal farmers. after paddy harvesting due to a lack of year-round The Farmer FIRST Programme (FFP) has been income sources. Limited access to quality breeds and playing a pioneering role in technology transfer, dependence on low-yielding local goats further reduced Indian Farming 61 October 2025"
  },
  {
    "crop_name": "Farmer FIRST interventions",
    "description": "At the ICAR-National Institute of Biotic Stress Management (NIBSM), Raipur, the Farmer FIRST Programme (FFP) has been implemented since 2016 Benefits of goat farming with a focus on livelihood diversification, resource- Low investment and high returns: use efficiency, and farmer empowerment through ● Requires minimal initial investment compared to innovative and sustainable agricultural practices. Under other livestock enterprises. this programme, goat farming was identified as a viable ● Goats need simple housing, a small space and low- livelihood option in the Kasdol block of Balodabazar cost feed resources. district, where small, marginal, and landless farmers ● Four goats can be maintained as economically as faced livelihood insecurity, seasonal migration, and one indigenous cow, reducing financial stress on underemployment. poor households. The farmers’ dependence on rainfed paddy Efficient feed utilization: cultivation provided limited income opportunities ● Can thrive on locally available shrubs, tree leaves, beyond the harvest season, and the lack of productive kitchen waste and crop residues. livestock further restricted household earnings. To ● Suited for resource-scarce areas due to efficient feed address these challenges, improved goat breeds such as conversion and minimal maintenance needs. Sirohi, Jamunapari, and Barbari—known for their higher growth rate, adaptability, and market demand—were Adaptability to harsh conditions: introduced. ● Highly adaptable to varied climatic conditions A cluster-based approach was adopted wherein five including semi-arid, hilly and drought-prone areas. farmer groups, each comprising 15–20 members, were ● Can survive on limited fodder and irregular water formed across five adopted villages. Comprehensive supply, making them ideal for rainfed regions. 62 Indian Farming October 2025"
  },
  {
    "crop_name": "Performance indicators",
    "description": "the initial investment in infrastructure such as the goat"
  },
  {
    "crop_name": "The performance indicators provided a",
    "description": "shed constitutes a major portion of the total cost, the comprehensive assessment of the economic viability recurring expenses are relatively low compared to the and profitability of the goat-rearing enterprise. The high returns obtained from live goat sales, making it a analysis was based on a total of 83 goats, including financially attractive livelihood option for rural farmers. Table 1. Economic analysis of goat farming A total of 83 goats, including Sirohi, Jamunapari and Barbari breeds Input (Per Year) Output (Per Year) Items Rate Total Total amount of Items Rate Qty Total amount (`) (`/Unit) requirement recurring cost (`) (`/Unit) (Kg) Labour (per month) 415 12 Months 4,980 Live body weight gain 430 1,320 5,67,600 Medicine 450 83 Goats 37,350 Shed (No.) 1,30,000 1 Unit 1,30,000 Total cost of rearing 1,72,330 Total benefit of rearing 5,67,600 Net income 3,95,270 B:C ratio 3.29 Indian Farming 63 October 2025"
  },
  {
    "crop_name": "Farmers practicing goat farming in the adopted villages of FFP",
    "description": ""
  },
  {
    "crop_name": "Recommendations from FFP experience SUMMARY",
    "description": ""
  },
  {
    "crop_name": "Based on the successful outcomes of the goat farming The experience of promoting goat farming under the",
    "description": "initiative implemented under FFP in Balodabazar Farmer FIRST Programme (FFP) in the tribal villages of district, several measures are recommended to ensure Balodabazar district, Chhattisgarh, clearly demonstrated the long-term sustainability and scalability of similar its potential as a sustainable and profitable livelihood livelihood interventions: option for small, marginal, and landless farmers. The Strengthen breeding and health infrastructure: introduction of improved goat breeds such as Sirohi, Establish local breeding units and community-level Jamunapari, and Barbari, along with the provision of scientific training, healthcare support, and market health service centres to ensure the timely availability of linkages, significantly enhanced the productivity and quality breeds, vaccines and veterinary support. income levels of participating farmers. The economic Promote fodder and feed resource development: analysis revealed a benefit–cost ratio of 3.29, indicating"
  },
  {
    "crop_name": "Encourage the cultivation of fodder crops and the use of",
    "description": "that goat farming generates substantial returns even crop residues and tree leaves to overcome feed scarcity, with modest investments. especially during lean seasons. Beyond financial gains, the intervention contributed Enhance capacity building and farmer-to-farmer to social and economic empowerment by engaging learning: Regular training, exposure visits and tribal farm women and youth in income-generating demonstrations should be organised to sustain technical activities, thereby reducing migration and ensuring knowledge and promote peer learning among goat year-round livelihood opportunities. The participatory farmers. approach adopted under FFP strengthened the Develop market linkages and value addition: research–extension–farmer interface and encouraged"
  },
  {
    "crop_name": "Establish cooperative marketing networks and support",
    "description": "collective action through farmer groups. The initiative small-scale processing units for goat meat and manure not only enhanced household income and nutritional products to enhance farmers’ income and bargaining security but also demonstrated how location-specific power. livestock interventions can promote inclusive rural Integrate women and youth in entrepreneurship: development and resilience in resource-constrained Special focus should be given to empowering rural regions. In conclusion, the success of goat farming under women and youth through access to credit, training and FFP reaffirms that, with appropriate technological, enterprise management opportunities in goat-based institutional, and capacity-building support, small livelihoods. livestock-based enterprises can serve as effective drivers Institutional and policy support: Facilitate of farmer empowerment, livelihood diversification, and convergence among line departments, financial rural prosperity. institutions and research organizations to create an enabling policy environment for scaling up goat farming *Corresponding author email: agriventhan@yahoo.co.in as a profitable rural enterprise. 64 Indian Farming October 2025"
  },
  {
    "crop_name": "Economic performance of smallholder goat",
    "description": "farmers under the Farmer FIRST Programme Hari R.1*, Chetan Meena1, S. R. K. Singh2, Devesh Upadhyay1 and Priyanka Prajapati1 1College of Veterinary Science and Animal Husbandry, Nanaji Deshmukh Veterinary Science University, Jabalpur, Madhya Pradesh 482 001 2ICAR Agricultural Technology Application Research Institute, Jabalpur, Madhya Pradesh 482 004"
  },
  {
    "crop_name": "Goat farming serves as an important livelihood source for small and marginal farmers in Madhya",
    "description": "Pradesh, ensuring income generation and nutritional security. The present study evaluated the economic performance of smallholder goat farmers under the ICAR Farmer FIRST Programme (FFP) implemented in Jabalpur district. Data from 140 respondents comprising FFP beneficiaries, non- beneficiaries within project villages, and farmers from non-FFP villages were analyzed for key economic indicators including fixed cost, variable cost, total cost, gross return, net return, gross income, and benefit–cost (B:C) ratio using one-way ANOVA and post-hoc tests. Results indicated no significant difference in fixed costs; however, FFP beneficiaries reported significantly lower variable costs and higher gross returns (`2842), net returns (`2268), and B:C ratio (4.14) than control groups. The study highlighted that FFP interventions improved profitability through efficient feeding, breeding, and health management. These findings validate participatory extension as a sustainable model for strengthening smallholder goat-based livelihoods. Keywords: Economics, Farmer FIRST Programme, Goat farming, Madhya Pradesh, Smallholder farmers"
  },
  {
    "crop_name": "GOAT rearing is an important livelihood strategy bring economic gains in goat farming for smallholder",
    "description": "among marginal and smallholder farmers in farmers in Madhya Pradesh. Specifically, we compare India, contributing to income, nutritional security, and cost structure (fixed, variable, and total costs), returns enhanced resilience to agricultural risks. Because of (gross, net), benefit–cost ratio (B:C), and net income their relatively low input requirements, adaptability among three groups: (1) beneficiaries under FFP, (2) to diverse environments, and steady market demand, non-beneficiaries in the same villages, and (3) farmers goats are often referred to as the “poor man’s cow.” In in non-FFP villages. states such as Madhya Pradesh, goat husbandry has By applying one-way ANOVA and robust post- the potential to augment farm incomes, particularly for hoc analyses, this research provides evidence on resource-poor farmers in rainfed and marginal zones. the effectiveness of extension interventions in small Yet, profitability of goat farming under smallholder ruminant farming. The results can guide scaling of such conditions is constrained by inefficiencies in feeding, models and refinement of extension strategies in goat health care, and management practices, as well as production systems. limited extension support. Few empirical studies have systematically quantified the economic impact Study area and project background of participatory interventions or extension projects on The present investigation was conducted under the small ruminant enterprises. aegis of the Farmer FIRST (Farm, Innovation, Resources, The Farmer FIRST Programme (FFP), an initiative Science and Technology) project, implemented by under ICAR, seeks to integrate farmers into the Nanaji Deshmukh Veterinary Science University innovation process through on-farm trials, capacity (NDVSU), Jabalpur, Madhya Pradesh since 2017. building, and location-specific recommendations. This The project encompasses six villages namely Ghana, study aims to evaluate whether FFP interventions Kailwas, Chattarpur, Deori, Silua and Padriya, located Indian Farming 65 October 2025"
  },
  {
    "crop_name": "Sampling design and selection of respondents",
    "description": "close supervision of the research team. The questionnaire A three-tier stratified sampling framework was captured comprehensive information on: adopted to evaluate the economic impact of goat Economic variables: enterprise under the Farmer FIRST project during the • Fixed cost of goat enterprise (FCG): Annualized agricultural year 2024‒25. The study employed a quasi- depreciation on goat sheds/housing structures, experimental design with propensity score matching equipment (feeders, waterers, weighing scales), (PSM) to ensure comparability across groups and veterinary instruments, and other capital assets. minimize selection bias. Depreciation was calculated using the straight-line Experimental group (Treatment group) method as per prevailing norms. From a total of 320 registered project beneficiaries • Variable cost of goat enterprise (VCG): Recurrent across six villages, 120 actively participating farmers expenditure including: were purposively selected for comprehensive impact o Feed and fodder (concentrates, dry fodder, assessment. Among these, 67 farmers engaged in goat green fodder, mineral supplements) rearing constituted the experimental group for the o Veterinary services and medicines (vaccination, present study. These farmers were given improved deworming, treatment costs) Sirohi, Barbari and black Bengal goats by the project o Labour costs (both hired and imputed value of team along with various capacity building programmes. family labour at prevailing wage rates) o Breeding expenses (natural service charges or Control groups artificial insemination fees) Two distinct control groups were established to o Miscellaneous inputs (utilities, transportation, isolate the project impact: marketing costs) Internal control group (ICG): Comprised 35 non- • Total cost of goat enterprise (TCG): Computed as beneficiary goat farmers residing within the six project- the sum of fixed and variable costs. implementation villages who were engaged in goat TCG = FCG + VCG rearing but did not participate in the Farmer FIRST • Gross return from goat enterprise (GRG): Total programme. This group controlled for village-level income accrued from: factors such as infrastructure, market access, and local o Sale of live goats (adults, kids, culls) governance. o Goat milk and milk products External control group (ECG): Consisted of 37 goat farmers from non-project villages within the same agro- o Manure/farm yard manure ecological zone and district, matched for similar socio- o Other by-products (skin, wool where applicable) economic and farming system characteristics. This • Net return from goat enterprise (NRG): group served to account for broader regional influences. NRG = GRG – TCG • Benefit-Cost Ratio (B:C): Propensity score matching B:C = GRG ÷ TCG To ensure comparability and reduce confounding • Gross Income (GI) and Net Income (NI): Representing effects, PSM technique was employed using logistic return per unit of investment. regression. Matching was conducted based on critical Socio-demographic variables: Age, education covariates including: level, family size, herd size, farming experience, • Farming experience (years) social category, and access to institutional credit and • Educational attainment (years of formal schooling) extension services were also recorded for descriptive • Operational landholding (hectares) characterization, though not included in the present A caliper width of 0.05 standard deviations was comparative analysis. maintained to ensure quality matches. Common support condition was verified, and balance diagnostics Data processing and statistical analysis (standardized bias and t-tests) were conducted post- Data were coded, entered into IBM SPSS Statistics matching to confirm covariate balance across groups. A (Version 25.0), and subjected to rigorous validation and final matched sample of 60 farmers per group was retained cleaning procedures including range checks, logical for analysis, yielding a total analytical sample of 140 goat- consistency tests, and outlier detection using box plots rearing households (67 experimental + 35 ICG + 37 ECG). and z-scores. 66 Indian Farming October 2025"
  },
  {
    "crop_name": "Inferential statistics",
    "description": "farming experience and family responsibilities. The Assumption testing: Prior to parametric analysis, predominance of middle-aged farmers aligns with normality of distribution was assessed using the earlier findings that suggest this age group possesses Shapiro-Wilk test and graphical methods (Q-Q plots, optimal combination of physical capability, experience, histograms). Homogeneity of variances across groups and risk-taking capacity for livestock enterprise was evaluated using Levene's test of equality of error management. variances. Educational status: The educational profile revealed Analysis of variance: One-way ANOVA was that 22.30% of respondents were illiterate, while 39.57% conducted to test the null hypothesis of no significant had middle school education (5‒7 years), representing difference in economic indicators among the three the largest educational category. Only 2.88% had farmer groups (Experimental, ICG, ECG). In cases education beyond intermediate level. The limited formal where Levene's test indicated heterogeneity of variances education among goat farmers is consistent with the (p < 0.05), Welch's robust test of equality of means was general demographic pattern of smallholder livestock employed as an alternative. keepers in rural India, where animal husbandry Post-hoc comparisons: To identify specific pairwise often serves as a livelihood option for less educated group differences, Games-Howell post-hoc test was farmers. The similar educational distribution across applied (appropriate for unequal variances and unequal groups ensured comparability in terms of knowledge sample sizes). Where variances were homogeneous, Tukey's HSD test was used. Results were interpreted at acquisition and technology adoption potential. α = 0.05 significance level. Social composition: All respondents were Hindu by religion. Caste-wise distribution showed that Socio-economic characteristics of respondents Other Backward Classes (OBC) constituted 51.08% of Age distribution: The majority of respondents the sample, followed by Scheduled Castes (19.42%), (66.91%) belonged to the middle age category Scheduled Tribes (15.11%), and General category (30–45 years), followed by young farmers below 30 years (14.39%). The predominance of socially disadvantaged (17.99%) and older farmers above 45 years (15.11%). groups in goat rearing underscores its role as a livelihood Table 1. Socio economic profiles of the rice respondent farmers Characteristic Category G0 (n=35) G1 (n=67) G2 (n=37) Total (n=139) Young (<30 yrs.) 07 12 06 25 Middle (30–45 yrs.) 23 45 25 93"
  },
  {
    "crop_name": "Age",
    "description": "Old (>45 yrs.) 05 10 06 21 Illiterate (0 years) 8 15 8 31 Primary (1–4 years) 8 12 9 29 Middle school (5–7 yrs) 14 24 17 55 Education High school (8–10 yrs) 4 14 2 20 Intermediate (11–12 yrs) 1 1 1 3 Above Intermediate (>12 yrs) 0 1 0 1 Religion Hindu 35 67 37 139 General 5 9 6 20 OBC 19 31 21 71"
  },
  {
    "crop_name": "Caste",
    "description": "SC 5 16 6 27 ST 6 11 4 21 Agriculture 12 17 14 43 Animal Husbandry 16 23 19 58 Primary Occupation Wage labour 7 19 4 30 Government services 0 2 0 2 Private services 0 6 0 6 Large (4–6) 0 2 1 3 Land Holding (Acre) Medium (2–4) 4 7 3 14 Small (0–2) 31 58 33 122 Indian Farming 67 October 2025"
  },
  {
    "crop_name": "SUMMARY",
    "description": "reported a benefit cost ratio in the range of 2.23–2.37 for"
  },
  {
    "crop_name": "The findings demonstrate that integrated extension",
    "description": "tribal farmers of Uttarakhand highlighting goat farming interventions combining technological inputs, capacity will have a marginal profit if no capacity building and building, and institutional support can substantially input distribution efforts were not conducted whereas enhance the economic performance of goat enterprises Pawar et al reported even lower out put to input ratio of among smallholder farmers. The 66‒74% increase in net 1.40 per farm household indicating the meagre profits returns and doubling of benefit-cost ratio achieved by from Goat farms. FFP beneficiaries highlight the transformative potential of well-designed farmer-centric programmes. Statistical inference For policy makers and development agencies, these The one-way ANOVA results revealed statistically results underscore the importance of investing in location- significant differences among groups for all economic specific, participatory extension models that go beyond parameters except fixed costs. The F-statistics and one-time technology transfer to provide sustained associated p-values demonstrated that the Farmer FIRST handholding support. The cost reduction achieved intervention had a profound and statistically significant through locally available feed resources and preventive health management offers a scalable and sustainable impact on reducing production costs and enhancing pathway for improving livestock productivity without returns from goat enterprise. requiring prohibitive capital investments. The study For variable costs, total costs, gross returns, net also reinforces the critical role of goat enterprise as returns, benefit-cost ratio, and gross income, the a livelihood strategy for socially disadvantaged and p-values were consistently less than 0.001, indicating land-poor rural households, warranting targeted policy that the probability of observing such differences by attention and resource allocation to strengthen small chance alone was less than 0.1%. The F-values ranging ruminant production systems in India. from 12.886 to 26.466 suggested moderate to large effect sizes, confirming the substantial magnitude of project impact. *Corresponding author email: zcunit@rediffmail.com, atari.jabalpur@ The non-significant difference in fixed costs aligns icar.gov.in with the project's focus on optimizing operational ! Attention !"
  },
  {
    "crop_name": "SCAN QR Code",
    "description": "Want to try your hands at the ICAR textbooks released recently! No Worries! We got you covered. Now shop the latest textbook collection of ICAR online from the convenience of your home. Indian Farming 69 October 2025"
  },
  {
    "crop_name": "Empowering rural livelihoods through scientific pig rearing",
    "description": "and mushroom cultivation Dipak Nath1*, Uttam Singh2, A. K. Singha3, A. K. Mohanty3 and Tabasum Kadhri3 1Directorate of Extension Education, Central Agricultural University, Imphal, Manipur 785 004 2ICAR-Research Complex for North Eastern Hill Region, Umiam, Meghalaya 793 103 3ICAR-Agricultural Technology Application Research Institute Zone VII, Umiam, Meghalaya 793 103 The Farmer FIRST Programme (FFP), implemented in Central Agricultural University, Imphal, and ICAR Research Complex for NEH Region, Umiam, has significantly contributed to empowering rural livelihoods in north-eastern India through scientific interventions in pig rearing and mushroom cultivation. Through hands-on training, technical guidance, and input support, smallholder farmers and rural youth have adopted improved practices, transforming traditional piggery and mushroom production into profitable and sustainable enterprises. Integration of piggery, mushroom cultivation, fish farming, and vermicomposting demonstrates resource-efficient and diversified farming systems. These participatory, science-led, and locally adaptive interventions enhance income, food security, and employment, while fostering community-based knowledge sharing. The experiences underline the transformative potential of such initiatives to empower rural communities, build resilience, and promote sustainable livelihoods in smallholder farming landscapes of north-eastern India. Keywords: Farmer FIRST Programme, Integrated farming, Rural livelihoods, Rural entrepreneurship,"
  },
  {
    "crop_name": "Smallholder farmers",
    "description": "LIVESTOCK-BASED and allied agricultural India. Recognizing this, the Farmer FIRST Programme interventions are essential for improving income, (FFP) implemented by Central Agricultural University nutrition, and resilience among smallholder farmers (CAU), Imphal, has introduced scientific pig rearing in north-eastern India. Recognizing this, the Farmer practices to improve productivity and sustainability in FIRST Programme (FFP) has promoted scientific pig rural communities. Through training, input support, rearing and mushroom cultivation through training, and continuous technical backstopping, the programme technical guidance, and input support. By bridging has successfully transformed traditional piggery units the gap between research and practice, the programme into profitable and resilient enterprises. The following empowers farmers and rural youth to adopt improved two success stories from Ukhrul and Senapati districts husbandry and entrepreneurial practices. The of Manipur, illustrate how knowledge empowerment experiences of Shri Songaning from Ukhrul district, Shri and locally adaptive technologies can significantly S Lawrance from Senapati district, Manipur and Shri uplift rural livelihoods and promote community-based Raymond B Marwein from Ri-Bhoi district of Meghalaya dissemination of improved livestock management demonstrate how locally adaptive technologies, capacity practices. building, and integrated farming systems can transform Shri Songaning’s success in pig rearing from livelihoods, strengthen food security, and promote Shangshak village: Shri Songaning, a resident of sustainable rural development. Shangshak Khullen village, Ukhrul district, Manipur, is one of the progressive farmers benefitting from the Pig rearing Farmer FIRST Programme (FFP) implemented by Livestock-based livelihood interventions play a Central Agricultural University (CAU), Imphal. Under pivotal role in enhancing income and nutritional security the livestock-based livelihood intervention, he initially among small and marginal farmers in North Eastern received four piglets. Although one piglet succumbed 70 Indian Farming October 2025"
  },
  {
    "crop_name": "The success of farmers like Shri Songaning and Shri",
    "description": ""
  },
  {
    "crop_name": "Lawrance highlights the tangible benefits of scientific",
    "description": "interventions in livestock-based livelihood programmes. Before the intervention, Shri Songaning had an"
  },
  {
    "crop_name": "The Farmer FIRST Programme has played a crucial role",
    "description": "interest in pig rearing but lacked adequate scientific in empowering rural households by building capacity, knowledge and technical skills. The FFP bridged this improving animal health and management practices, gap by providing hands-on training, scientific guidance, and fostering local innovation and knowledge sharing. and continuous technical support. Consequently, he These outcomes demonstrate the potential of science- adopted improved husbandry practices, maintained led, farmer-participatory approaches to enhance income, better hygiene and disease control, and enhanced pig food security, and resilience among smallholder farmers health and productivity. in north-eastern India. Through these improved practices, he achieved a net annual income of `56,500 from his piggery unit."
  },
  {
    "crop_name": "Mushroom cultivation",
    "description": "He sells adult pigs at `16,000 each and piglets at"
  },
  {
    "crop_name": "Mushroom cultivation has emerged as an attractive",
    "description": "`6,500 each. By incorporating local pig breeds to meet avenue for self-employment among rural and educated household consumption and market demand, he has youth in the north-eastern region. Owing to its low strengthened food security and income stability. This investment, minimal space requirement, and quick case exemplifies the impact of technical support and returns, it has become a popular enterprise in rural, resource optimization in transforming rural livelihoods suburban, and urban settings. Among the different through scientific pig farming under the FFP. It also species, oyster mushrooms are particularly preferred demonstrates potential for replication in other remote for their ease of cultivation, high yield potential, and areas with similar agro-ecological conditions. nutritional value. However, the availability of quality Story of Shri S Lawrance, Maopungdong spawn, a critical input for successful cultivation, Village: Shri. S Lawrance, a progressive farmer from continues to be a limiting factor. Maopungdong village, Senapati district, Manipur, is To address this challenge, the ICAR Research another successful beneficiary of the Farmer FIRST Complex for NEH Region, Umiam, Meghalaya, under Programme (CAU, Imphal). Prior to the intervention, he the Farmer FIRST Programme (FFP), has been promoting had limited knowledge of scientific pig rearing practices. scientific training and low-cost technologies for spawn After attending training and capacity-building sessions production and mushroom entrepreneurship. The under the project, he began implementing improved success story of Shri Raymond B Marwein, an educated husbandry techniques. Under the FFP initiative, he youth from Umsmu village, Ri-Bhoi district, exemplifies received three piglets, two males and one female. One how knowledge empowerment, innovation, and male pig was reared to maturity and sold for `15,000, scientific intervention can transform rural livelihoods while the female pig attained reproductive maturity within the first year and farrowed eight piglets. Despite and inspire youth toward agri-entrepreneurship. losing two piglets at birth, a common case of pre- Shri Raymond B Marwein, a postgraduate in weaning mortality, the remaining six were successfully Pharmacy (M. Pharm) with distinction, was an raised under improved management. unemployed youth seeking livelihood opportunities In the same year, he sold three piglets at `6,500 each, when he first visited ICAR Research Complex for NEH generating an income of `19,500, while retaining others Region, Umiam. During his visit, he was introduced to to sustain his piggery. Showing community spirit, he also the scope of mushroom cultivation and the growing Indian Farming 71 October 2025"
  },
  {
    "crop_name": "Mushroom unit of Shri Raymond",
    "description": "demand for quality spawn in the region. Recognizing mushroom production, creating local employment this opportunity, he decided to pursue mushroom opportunities for rural youth. entrepreneurship and enrolled in a seven-day intensive training programme on “Mushroom Spawn Production Towards an integrated farming system and Entrepreneurship Development” organized under Building on his success, Shri Raymond has expanded the FFP. his activities to establish a small-scale integrated The training covered both theoretical and farming system on his family land. The system includes practical aspects, tissue culture preparation, substrate piggery, fish culture in two ponds, vermicomposting development, production of mother and commercial using spent mushroom substrates, and vegetable spawn, and quality control. Special emphasis was cultivation. This holistic approach ensures resource given to low-cost methods developed by the institute to recycling, environmental sustainability, and diversified support small-scale entrepreneurs. income generation. His journey serves as an inspiration Establishing a low-cost spawn production unit: for other educated youth in Meghalaya to engage in With the knowledge and skills acquired, Shri Raymond scientific agriculture and allied sectors. established a low-cost mushroom spawn production laboratory in his village. He converted two small rooms"
  },
  {
    "crop_name": "SUMMARY",
    "description": "into functional workspaces with a 5×4 sq. ft. inoculation The Farmer FIRST Programme (FFP), implemented room and a 4×4 sq. ft. incubation room equipped with by Central Agricultural University, Imphal, and ICAR wooden racks. To minimize initial investment, he Research Complex for NEH Region, Umiam, has used conventional equipment, a pressure cooker for significantly empowered rural livelihoods in north sterilization, an inoculation hood in place of a laminar eastern India through scientific interventions in pig airflow cabinet, and a well-maintained room for rearing and mushroom cultivation. Success stories incubation instead of a BOD incubator. of Shri Songaning from Ukhrul district and Shri S. Starting small, he prepared 500 ml of culture"
  },
  {
    "crop_name": "Lawrance from Senapati district demonstrate how",
    "description": "media in two flasks. Although half of the initial media was contaminated, his perseverance led to successful hands-on training, technical guidance, and input isolation of pure cultures from the samples provided support transformed traditional piggery units into by ICAR. From these, he produced 23 mother spawn profitable, resilient enterprises, improving income, packets (250 g each) with a success rate of 91.3%, and nutrition, and food security. Meanwhile, Shri Raymond later expanded to 230 commercial spawn packets (500 g B Marwein from Ri-Bhoi district established a low-cost each) in his first production batch. mushroom spawn production unit after undergoing Sustaining and scaling the enterprise: At present, FFP training, generating regular income, employment Shri Raymond produces around 500 packets of opportunities, and promoting youth entrepreneurship. commercial spawn per week, with consistent demand By integrating piggery, mushroom cultivation, fish from neighboring villages for 350‒400 packets. He farming, and vermicomposting, these interventions sells the spawn at `100/kg and also cultivates fresh exemplify sustainable, resource-efficient farming mushrooms for use in tissue culture and as a source of systems. Collectively, these cases highlight the mother spawn. His homestay business also benefits, as transformative impact of participatory, science-led, and fresh mushrooms are served to guests, adding value to locally adaptive technologies in enhancing livelihoods, his integrated enterprise. promoting community-based knowledge dissemination, The initial investment of `90,000 covered basic and inspiring rural youth toward agri-entrepreneurship infrastructure renovation and 120 mandays of labour. and integrated farming practices across north eastern His current gross monthly income from spawn and fresh India. mushroom sales is approximately `40,000. His long- term goal is to upgrade his laboratory with advanced *Corresponding author email: spd020@yahoo.com facilities and transform Umsmu village into a hub of 72 Indian Farming October 2025"
  },
  {
    "crop_name": "Trace mineral supplementation in cattle",
    "description": "reduces somatic cell count: Evidence from Farmer FIRST Programme Amandeep Singh, Parminder Singh, Gurpreet Kour Tulla* and R. S. Grewal Directorate of Extension Education, Guru Angad Dev Veterinary and Animal Sciences University, Ludhiana, Punjab 141 012"
  },
  {
    "crop_name": "The intervention to prevent mastitis through nutritional interventions was undertaken under the",
    "description": "ICAR’s flagship extension programme entitled Farmer FIRST Programme. It was found in earlier surveys that there was prevalence of mastitis in the adopted villages. To address this, trace mineral feeding was chosen as a strategic technological input along with advisories on ration balancing, and prevention of mastitis. The somatic cell count was chosen as an indicator of assessment, which is widely used for assessing the milk quality and diagnosing sub-clinical mastitis. Among the adopted villages in District Barnala, two villages namely Hamidi and Dhaner were selected for the intervention, from which a total of 90 cattle farms, 45 from each village with less than 10 dairy animals were selected for methodological coherence and prescriptive standards of biological research. Commercially available trace mineral supplement (comprising Zn, Cu, Mn and Fe) was distributed to the beneficiary farms and advised to feed the same to cattle at the rate of 20g/animal/day for 30 days. The data for somatic cell counts (SCC) were collected before and after the intervention from 90 farms. The results revealed drop in somatic cell count in milk from average 196.99 x 103 cells/ml of milk to 159.22 x 103 cells/ml which was found significant. However, it may be a small decrease in SCC as far as mastitis was concerned but provided evidence, which aligns with the established pattern of science, proved concerted role of trace mineral supplementation in prevention of mastitis. Keywords: Cattle, Mastitis, Ration, Somatic cell count, Trace minerals THE strategic position of India in livestock Mastitis in general and subclinical mastitis (SCM) production has constantly been improving over in particular, is often termed as the \"invisible thief\" time. From net importer of dairy products, the journey, of the dairy industry, and its economic impact on the which traverse over a quarter century, has positioned resource-constrained Indian dairy sector is devastating. India at higher stakes in dairy production. As per latest Multiple studies and meta-analyses estimate the average BAHS (2024), India stands at zenith and owns a global prevalence of SCM in India to be between 30‒50% at share of 24% in milk production. This is because of the the cow level and can be as high as 70‒80% in some overarching efforts of Indian farmers and scientists organized farms. Furthermore, mastitis is the most backed by policy framework from the government. common and expensive disease of dairy animals, with The technology-driven extension has been playing SCM being 15‒40 times more prevalent than clinical an unequivocal role in uplifting the socio-economic mastitis. The economic loss from this disease breaks status of the farmers by guiding through better the spine of dairy industry and is not from a single nutrition, management, healthcare, marketing, etc. factor, but a combination of direct and indirect losses."
  },
  {
    "crop_name": "All the actors in dairy production from universities to The total annual economic loss due to mastitis in India",
    "description": "research institutions, associations to non-governmental is estimated to be a staggering `7,000 crores to over organizations, outreach centres to line departments, `11,500 crores (approx. USD 840 million to 1.4 billion). A both union and state ministries, etc. play a crucial role significant portion of this around 70 percent is attributed in overall development of the dairy sector in India. to subclinical mastitis. Another economic factor due to Indian Farming 73 October 2025"
  },
  {
    "crop_name": "Limitations and future directions",
    "description": "minerals in immune potentiation. Minerals like zinc,"
  },
  {
    "crop_name": "A limitation of this study is the relatively short",
    "description": "selenium, and copper are co-factors for critical enzymes 30-day intervention period. Future research should in the antioxidant defense system (e.g. Glutathione investigate the long-term effects of supplementation Peroxidase, Superoxide Dismutase), which protects over an entire lactation, monitoring not only SCC leukocytes from oxidative damage during phagocytosis, but also the incidence of new clinical mastitis cases. thereby enhancing their ability to eliminate pathogens. Additionally, correlating the SCC data with specific"
  },
  {
    "crop_name": "The magnitude of the SCC drop observed in this",
    "description": "bacteriological findings would provide a more granular study is consistent with findings from other controlled understanding of the intervention's impact on different trials. A meta-analysis by Salman et al. (2023) on the mastitis-causing pathogens. role of micronutrients in bovine mastitis concluded that supplementation with organic trace minerals,"
  },
  {
    "crop_name": "SUMMARY",
    "description": "particularly Zinc and Selenium, consistently led to SCC In conclusion, the strategic feeding of a trace mineral reductions ranging from 15–30% percent. Furthermore, supplement at 20 g/animal/day for 30 days resulted a specific study by Kumar et al. (2018) on crossbred in a statistically significant and biologically relevant cows in India found that a 60-day supplementation of a reduction in somatic cell count. This finding provides balanced trace mineral mixture resulted in a significant robust, evidence-based validation for integrating SCC decrease from 218 × 10³ cells/mL to 178 × 10³ cells/ targeted micronutrient supplementation into standard mL, a pattern strikingly similar to our findings. This dairy management practices in India. By scientifically consistency across studies reinforces the reliability of bolstering the innate immunity of dairy cattle, this the present results. approach offers a sustainable and proactive strategy It is crucial to interpret this \"small decrease\" in to combat the pervasive economic losses inflicted by the context of mastitis dynamics. Subclinical mastitis subclinical mastitis, thereby strengthening the resilience is a chronic condition, and reversing established and profitability of the smallholder dairy sector. intramammary infections is challenging. The primary role of trace minerals is ‘prophylactic rather than therapeutic’; they strengthen innate immunity to *Corresponding author email: gurpreetkour1469@gmail.com prevent new infections and help the immune system Indian Farming 75 October 2025"
  },
  {
    "crop_name": "Livelihood transformation through pig farming",
    "description": "among tribal communities of Jharkhand under the"
  },
  {
    "crop_name": "Farmer FIRST Programme",
    "description": "Pragya Bhadauria1*, Anjani Kumar1, Rekha Sinha2, V. K. Yadav3 and Reena Kamal3 1ICAR-Agricultural Technology Application Research Institute, Patna, Bihar 800 014 2Bisra Agricultural University, Ranchi, Jharkhand 834 006 3ICAR-Resecarh Complex for Eastern Region, Farming Systems Research Centre for Hill and Plateau Region, Ranchi, Jharkhand 834 006 Pig farming is an important livelihood activity for tribal and marginal farmers of Jharkhand, providing a sustainable source of income, employment, and nutrition. Among the livestock systems, pig is more efficient converter of low-quality feed to high quality animal protein and also needs less feed per kg of body weight. In Jharkhand, Farmer FIRST Programme carried out in tribal villages of Ranchi district shown a remarkable growth in pig-based production system towards the sustainable livelihood of the tribes. Scientifically managed pig production system along with crossbreed namely ‘Jharsuk’ can play an important role in mitigating hunger, providing nutritional security and counteracting environmental degradation in the tribal area. Keywords: Farmer FIRST Programme, Jharsuk breed, Pig farming, Tribal livelihood"
  },
  {
    "crop_name": "PIG farming stands as a cornerstone livelihood",
    "description": "for marginalized rural communities, serving as a financial cushion for economically weaker sections. Pigs are generally known for their superior feed conversion efficiency, rapid growth, short reproductive cycle, and high carcass yield, offer a low-maintenance yet highly rewarding enterprise. Their ability to convert agricultural waste into high-quality protein further enhances their value in sustainable food systems. In return, pigs provide highly nutritious animal protein and fat in the form of pork, a valuable addition to the human diet. With minimal investment in housing, equipment, and labour, pig farming remains an economically viable Districtwise pig population of Jharkhand as per Livestock Census (2019) venture, yielding swift and substantial returns. This makes it a crucial source of livelihood and financial In the state, pig rearing forms an integral part of upliftment for rural communities. the livelihood system of tribal and marginal farmers. These farmers predominantly rear desi pigs—non- Challenges in pig farming in Jharkhand descript varieties lacking distinct breed characteristics. As per the Livestock Census of 2019, Jharkhand is Over generations, these indigenous pigs have adapted home to a total of 12,76,973 pigs, out of which 10,08,966 well to local conditions, thriving in environments pigs are indigenous, while only 2,68,010 are crossbred where scientific breeding practices are largely absent. or exotic varieties. In the Ranchi district alone, the pig Traditionally, pig rearing has been practiced under population stands at 68,396, the vast majority of which, backyard systems using indigenous breeds, with 56,347, are indigenous pigs, and just 12,049 are of husbandry practices often relying on unscientific crossbred or exotic lineage. breeding methods and suboptimal hygiene standards, 76 Indian Farming October 2025"
  },
  {
    "crop_name": "While such traditional systems align with the Sensitization of farmers under the project",
    "description": "resource-conserving practices of rural households, The intervention was primarily implemented they also expose animals to health risks and restrict in tribal villages of Ranchi district, namely Chipra, productivity. The prevalence of unscientific breeding, Jhabutoli, Panchdiha, Kutiyatu, Malti, and Tetri, which poor hygiene, and rudimentary management practices are predominantly vegetable-growing areas where has kept the sector stagnant, preventing it from evolving farmers also rear small livestock such as pigs, poultry, and into a more organized and commercially viable goats for domestic use. A survey using the Participatory enterprise. Rural Appraisal (PRA) approach was conducted to Additionally, most tribal farmers cultivate crops assess the prevailing situation in the operational area. such as paddy, maize, and mustard, along with Beneficiary farmers were selected based on a baseline vegetables and small ruminants like goats. However, survey, prioritizing those with prior experience in pig delayed monsoons and mid-season droughts often rearing and ownership of a few animals. lead to reduced productivity, further constraining their The selected farmers were initially sensitized to livelihood opportunities. the importance of scientific pig farming and its role in improving livelihood and income security through group Interventions under Farmer FIRST Programme discussions and awareness programmes. Subsequently,"
  },
  {
    "crop_name": "Recognizing the potential of pig farming as a interested farmer groups received specialized training",
    "description": "means of socio-economic upliftment, the government on scientific piggery, covering aspects such as housing, has actively encouraged rural communities to adopt feeding, breeding, and health management, including more scientific and organized approaches to pig vaccination, deworming, and disease prevention. rearing. Addressing these challenges, the Farmer FIRST Demonstrations on balanced feed formulation using Programme (FFP) of the Indian Council of Agricultural locally available resources were conducted, and one- Research (ICAR), through its project centres at Birsa month-old piglets, along with essential inputs such as Agricultural University (BAU), Ranchi, and ICAR- pig mineral mixtures and medicines, were distributed to RCER, FSRCHPR, Ranchi, has been instrumental in the beneficiaries. transforming subsistence-driven pig farming into a In addition, farmers were advised to diversify their sustainable and economically rewarding enterprise cropping systems by introducing high-value crops and among tribal communities. improved technologies during the kharif and rabi seasons. Under the Farmer FIRST Programme, scientific pig This integration of livestock and crop interventions farming interventions were introduced in the operational resulted in higher yields and substantial increases in areas by BAU, Ranchi, and ICAR-RCER, FSRCHPR to income. enhance farmers’ income, employment, and nutritional security. For this purpose, an improved pig breed Impact ‘Jharsuk’ meaning “pigs of Jharkhand”developed under Economic impact: Since the inception of the Farmer the AICRP on Pig by BAU, Ranchi, was propagated FIRST Programme, pig farming in the project areas through the project. This breed exhibits superior has made a substantial contribution to enhancing economic traits compared to local pigs. ‘Jharsuk’ pigs the overall household income of tribal farmers. The can attain a body weight of around 80 kg at 8–10 months introduction of the Jharsuk breed, coupled with scientific of age and produce 8–12 piglets per farrowing, with management practices, has resulted in remarkable two farrowings per year. The breed demonstrates faster income improvements. In most cases, annual household Traditional way of free-range rearing of pigs Intensive pig production system Indian Farming 77 October 2025"
  },
  {
    "crop_name": "Income effective utilization of pig manure as organic fertilizer",
    "description": "(`) has contributed to soil health and promoted eco-friendly Field Crop Rice/Maize/ 1.0-4 20,000– 25,000–35,000 farming practices. Wheat/Mustard 25,000"
  },
  {
    "crop_name": "The graphical representation of annual income",
    "description": "Horticultural Elephant 0.5–1.0 10,000– 15,000–25,000 before and after the adoption of scientific pig farming Crop foot yam/ 20,000 interventions clearly demonstrates substantial income Bitter gourd/ Cucumber/Pea/ increases among nearly all progressive farmers, Okra/Tomato highlighting the positive impact of improved piggery"
  },
  {
    "crop_name": "Cauliflower",
    "description": "management practices on livelihoods. Farmer-to-farmer Livestock Desi Pig/Goat/ 2–10 7,000– 15,000–25,000 extension, led by progressive farmers trained under the Poultry 10,000 programme, has emerged as a local resource network, Total Annual 0.5–4 27,000– 55,000–85,0000 Net Income 55,000 guiding and motivating other community members to (`) adopt pig farming as a sustainable livelihood option."
  },
  {
    "crop_name": "The success stories of farmers such as Shri Saurabh",
    "description": "Oraon, Shri Pusa Oraon, and Shri Biga Oraon underscore the potential of livestock-based diversification for promoting sustainable rural development."
  },
  {
    "crop_name": "SUMMARY",
    "description": ""
  },
  {
    "crop_name": "The adoption of scientific pig farming practices",
    "description": "under the Farmer FIRST Programme has transformed traditional subsistence systems into profitable enterprises, ensuring livelihood security, increasing income levels, and strengthening the rural economy of Moreover, diversification of livelihood activities Jharkhand. through pig farming has reduced dependence on rainfed agriculture, providing resilience against climatic *Corresponding author email : ataripragya@gmail.com and seasonal uncertainties. This integration of piggery"
  },
  {
    "crop_name": "Textbook of",
    "description": ""
  },
  {
    "crop_name": "Water Harvesting and Soil Conservation Structures",
    "description": "This textbook contains 13 chapters dealing with the content related to water harvesting- definition, history, benefits, methodologies etc. Each chapter has been supported by figures and tables at pertinent place. Furthermore, the practical-wise important points have also been cited in the textbook for updating the students about the course. This book will be a valuable knowledge resource for students, professors and the professional associated to the Water Harvesting and Soil Conservation across the country."
  },
  {
    "crop_name": "TECHNICAL ASPECTS",
    "description": "Pages: v + 376; Price: ` 1000.00, US$ 150.00; Postage: `100 ISBN No.: 978-81-7164-288-5 For obtaining copies, please contact:"
  },
  {
    "crop_name": "SCAN QR Code",
    "description": ""
  },
  {
    "crop_name": "Business Unit",
    "description": "ICAR-Directorate of Knowledge Management in Agriculture Krishi Anusandhan Bhawan – I, Pusa, New Delhi 110012 Tel: 011-25843657; email: businessuniticar@gmail.com website: www.icar.org.in 78 Indian Farming October 2025"
  },
  {
    "crop_name": "A story of rural entrepreneurship",
    "description": ""
  },
  {
    "crop_name": "Gopika Talwar and Rekha Chawla",
    "description": "College of Dairy and Food Science Technology, Guru Angad Dev Veterinary and Animal Sciences University, Ludhiana, Punjab 141 012"
  },
  {
    "crop_name": "Dairy farming plays a vital role in strengthening the rural economy by providing farmers with a",
    "description": "steady and reliable source of additional income. Along with crop cultivation, dairy has become an important livelihood activity that ensures daily cash flow and financial stability for farming families. By taking a step further into dairy processing, farmers can transform raw milk into value-added products such as curd, paneer and ghee for much higher returns compared to selling liquid milk alone. Processing not only helps in extending shelf-life and reducing spoilage but also enables farmers to build their own brands in local markets. With proper training, technical support, and entrepreneurship development, farmers can acquire skills in processing, packaging, and marketing, becoming self-reliant entrepreneurs. Thus, dairy farming and processing together create a sustainable model that enhances income, employment opportunities, and rural prosperity, making it a powerful tool for empowering the farming community. S. Jasveer Singh, from village Hamidi, district Barnala, is such an examplary to illustrate how scientific guidance, training, and entrepreneurship can transform rural livelihoods. Keywords: Digital marketing, Family enterprise, Farmer FIRST Programme, Milk products, Value-addition DAIRY farming is a cornerstone of rural livelihoods, Singh’s village, Hamidi, under the ICAR–Farmer FIRST providing farmers with a reliable source of Project, implemented by Guru Angad Dev Veterinary income, nutritional security, and daily cash flow. and Animal Sciences University (GADVASU), Ludhiana. Beyond traditional milk production, value addition During the early camps and demonstrations organized through dairy processing enables farmers to transform by the Farmer FIRST team at Hamidi, Shri Jasveer Singh raw milk into products such as curd, paneer, ghee, came into close contact with GADVASU scientists and and sweets, significantly increasing profitability. By developed an interest in modern dairy processing and integrating modern processing techniques, packaging, value addition techniques. A former army man, he used and marketing strategies, farmers can establish to run a small dairy shop in his village and owned a sustainable enterprises that generate employment and small farm of buffaloes. His interest deepened with strengthen household economies. The ICAR–Farmer time, his curiosity turned into passion, and he finally FIRST Programme, implemented by Guru Angad Dev voiced his ideas to become an entrepreneur. Veterinary and Animal Sciences University (GADVASU), Motivated by these exposure visits from the Farmer Ludhiana, has been instrumental in promoting such FIRST Project team, he decided to upgrade from entrepreneurial initiatives. The journey of S. Jasveer traditional liquid milk selling to value-added dairy Singh from Hamidi village exemplifies how training, entrepreneurship. In January 2025, Shri Jasveer Singh technical guidance, and entrepreneurial support can attended a five-day value addition training programme convert conventional dairy farming into a thriving at the College of Dairy and Food Science Technology, value-added business, empowering rural households GADVASU, where he received hands-on training in both economically and socially. milk processing, product diversification, packaging, hygiene, and marketing. Success story of Shri Jasveer Singh: Beneficiary farmer under Inspired by the training, he established his own"
  },
  {
    "crop_name": "Farmer FIRST Programme dairy processing unit in his village after numerous",
    "description": ""
  },
  {
    "crop_name": "The story outlines the initial adoption of Shri Jasveer consultations offered by the Department of Dairy",
    "description": "Indian Farming 79 October 2025"
  },
  {
    "crop_name": "Shri Jasveer Singh working at his milk plant",
    "description": "Shri Jasveer Singh receiving ‘Progressive Entrepreneur’ award at Family of Shri Jasveer Singh packing milk-based sweets together Pashu Palan Mela 2025 at GADVASU Engineering for commissioning of the plant. At his plant, and preparing dahi to managing sales and customer Shri Jasveer Singh now produces and markets Dahi relations. The involvement of women in the enterprise (curd) in 5 kg and 15 kg packs, and desi ghee. His focus has boosted their confidence, decision-making ability, on maintaining quality, cleanliness, and consistency has and financial independence. Shri Jasveer Singh’s mother earned him a strong local customer base. As a result, his proudly shares that both brothers and their families now profit margins have multiplied. From selling cow milk work hand in hand, turning the unit into a true family- for `45/L and buffalo milk for `60/L, he now sells ghee based entrepreneurship model. This collective effort has for `900/kg, curd for `66/kg, paneer for `350/kg, and strengthened family bonds, enhanced profitability, and butter for `600/kg, which truly shows the importance set a shining example of how value addition in dairy of value addition of milk in doubling his income. Due can empower rural households both economically and to the surge in demand, he now also prepares sweets socially. like khoya barfi, milk cake, khoya pinni, kalakand, etc. Furthermore, several dealers regularly visit his plant to SUMMARY procure his products owing to their purity and quality. Shri Jasveer Singh’s journey truly represents the Recognizing the importance of modern marketing, spirit of “Farm to Market” entrepreneurship. With Shri Jasveer Singh has also stepped into the digital the support of the ICAR–Farmer FIRST Programme space. He is active on social media and has started and training from GADVASU, he has transformed advertising his products on Instagram, expanding his himself from a visionary dairy farmer into a successful dairy processor and marketer. His story highlights reach to urban consumers and nearby towns. His use how entrepreneurship development, training in value of digital platforms for branding and sales reflects his addition, and digital promotion can empower rural progressive mindset and entrepreneurial spirit. youth to create sustainable and profitable enterprises in The establishment of Shri Jasveer Singh’s dairy the dairy sector. Shri Jasveer continues to work closely processing unit has not only augmented his income but with GADVASU experts, motivating other farmers in also created meaningful employment opportunities for his village to adopt value addition and scientific dairy his entire family. Every family member now contributes management for better income and livelihood security. actively to different stages of milk processing, packaging, and marketing. Both men and women work Corresponding email: ffpgadvasu@gmail.com together with equal dedication from handling milk 80 Indian Farming October 2025"
  }
]