[
  {
    "crop_name": "Restoration and Improvement of",
    "description": ""
  },
  {
    "crop_name": "Soil Health",
    "description": "NATIONAL ACADEMY OF AGRICULTURAL SCIENCES, NEW DELHI September 2025"
  },
  {
    "crop_name": "Bhopal",
    "description": "REVIEWERS : Dr. J.C. Katyal, Former Vice Chancellor, Chaudhary Charan Singh Haryana Agricultural University, Hisar : D r. C.L. Acharya, Former Director, Indian Institute of Soil Science, Bhopal EDITORS : Dr. V.K. Baranwal Dr. R.K. Jain CITATION : NAAS 2025. Restoration and Improvement of Soil Health. Policy Paper No. 137, National Academy of Agricultural Sciences, New Delhi: 16 pp. EXECUTIVE COUNCIL 2025 President: Members: Dr. Himanshu Pathak Prof. Bishwanath Chakraborty Immediate Past President: Dr. A. Gopalakrishnan Dr. T. Mohapatra Dr. (Ms) P.D. Kamala Jayanthi Vice Presidents: Dr. P.K. Joshi Dr. Anjani Kumar Dr. Baldev Singh Dhillon Dr. P.S. Minhas Secretaries: Dr. Suman K. Pandey Dr. W.S. Lakra Dr. Ramabhau Tumadu Patil Dr. Ashok K. Singh Dr. E.V.S. Prakasa Rao Foreign Secretary: Dr. Karimbhai M. Maredia Dr. (Ms) Minakshi Prasad Editors: Prof. A.S. Raghavendra Dr. V.K. Baranwal Dr. O.P. Yadav Dr. R.K. Jain Dr. D.K. Yadava Treasurer: Dr. Rajender Parsad Dr. Ch. Srinivasa Rao (ICAR Nominee)"
  },
  {
    "crop_name": "Published by Executive Director on behalf of",
    "description": ""
  },
  {
    "crop_name": "NATIONAL ACADEMY OF AGRICULTURAL SCIENCES",
    "description": "NASC, Dev Prakash Shastry Marg, New Delhi - 110 012, India Tel: (011) 25846051-52; Fax: (011) 25846054 Email: naas-mail@naas.org.in; Website: www.naas.org.in"
  },
  {
    "crop_name": "Preface",
    "description": "Soil, the foundation of life on earth, is a vital resource. It sustains food production, supports biodiversity, regulates water cycles, and acts as a significant carbon sink. However, this living, wonderful gift of nature is often undervalued and subjected to widespread degradation due to unsustainable land use, intensive agriculture, pollution, and the growing pressures of climate change. Recognizing the critical role soil plays in ensuring food security, environmental sustainability, and overall societal well-being, the Academy organized a Brainstorming Session on ‘Restoration and Improvement of Soil Health’ to take stock of the current status of the health of Indian soils, and suggest doable R&D and policy initiatives. The present document, based on the deliberations during the session, outlines strategic pathways to restore soil health through sustainable agricultural practices, conservation measures, integrated nutrient management, and robust assessment and monitoring systems. This Policy Paper would prove useful to the policymakers, researchers, and other stakeholders committed to safeguarding soil for present and future generations. In doing so, it also makes a meaningful contribution to national goals and global commitments, such as the Sustainable Development Goals (SDGs), Land Degradation Neutrality (LDN), and the ‘One Health’ vision. I take this opportunity to thank the Convener (Dr. B.S. Dwivedi), Co-Conveners (Dr. Anil Kumar Singh & Dr. S.P. Datta), Reviewers (Dr. J.C. Katyal & Dr. C.L. Acharya) and Editors (Dr. V.K. Baranwal & Dr. R.K. Jain), whose insights and efforts have made this document possible. September 2025 (Himanshu Pathak) New Delhi President, NAAS"
  },
  {
    "crop_name": "Restoration and Improvement of",
    "description": ""
  },
  {
    "crop_name": "Soil Health",
    "description": "1. INTRODUCTION Soil, like air and water, is a fundamental natural resource that sustains diverse ecosystem goods and services, supporting mankind. It plays a pivotal role in social and economic growth by ensuring the supply of food, fibre, fodder and renewable energy to sustain human, animal, and plant life. The role of soil in food production has been recognized for a long time. However, the significance of conserving and augmenting the ecosystem services provided by soil, such as water purification, groundwater recharge, carbon sequestration, biological nitrogen fixation, pathogen control, and biodiversity conservation, has only been realized in recent years. Therefore, healthy soil is inevitable for life on earth. In the past few decades, the terms ‘soil health’ and ‘soil quality’ gained much popularity. Although several definitions of soil health are proposed in the literature, the emphasis is laid on the services provided by soil such as crop production, water retention and infiltration, recycling of nutrients and habitat of different organisms. Scientific literature and popular press often use the terms ‘soil health’ and ‘soil quality’ interchangeably. In order to describe the soil health concept in totality, Katyal and Chaudhari (2021) suggested four indicators: (i) sustaining target growth in food grain productivity, (ii) improving provisions of environmental services like water holding and transmission characteristics, sustenance of soil organic carbon, climate regulation and soil biodiversity, (iii) maintaining efficient use of both native and added inputs and declining negative outputs in soil, air and water, and (iv) maintaining plant, animal, human and air health with quality of soil environment. Earlier, Doran and Zeiss (2000) also laid emphasis on maintenance of plant, animal, air, and human health along with the quality of soil environment to describe soil health holistically. To be practical, the basic soil health tenets should inter alia (i) integrate soil physical, chemical and biological parameters, (ii) be sensitive to variations in management and climate, and (iii) measurable as far as possible. The researchers often confine their efforts to the discipline(s)/areas of their interest of familiarity, thus making the soil health/quality evaluation a reductionist rather than a holistic approach (Doran and Parkin, 1994). India, one of the fastest-growing economies in the world, is grappling with ensuring food security for its 1.4 billion population. Despite the growth in food grain production from 82 million tonnes (Mt) in 1960-61 to 353.96 Mt in 2024-25, concerns persist regarding the ability to feed the expanding population sustainably, projected to reach 1.65 billion by 2050. The nation’s finite natural resources are experiencing significant strain due to various factors. Thus, a unified effort is imperative to achieve food and nutritional security through the restoration and improvement of soil health. 1"
  },
  {
    "crop_name": "National Academy of Agricultural Sciences",
    "description": ""
  },
  {
    "crop_name": "Effective conservation and restoration of soils and their supporting habitats necessitate",
    "description": "collaboration among scientists, policymakers, society, and private partners. The intrinsic value of soils, biodiversity, and habitats surpasses simple economic factors, as an ethical obligation exists to preserve these resources for future generations. In this context, the National Academy of Agricultural Sciences (NAAS) brought out a Policy Brief in 2018 (NAAS, 2018). The present document critically analyses the existing and emerging challenges in the arena of soil health, and suggests a few pertinent recommendations for the policy makers and other stakeholders. 2. CURRENT STATE OF SOIL HEALTH 2.1. Land Degradation Land degradation significantly threatens India’s capacity for sustainable food production and adequate nutrition. Recent estimates by the Space Application Centre (SAC) for the timeframe of 2018-19 revealed that 97.85 million hectares (Mha) in the country suffers from various kinds of land degradation, which is 3.32 Mha greater than the estimates for 2003-05 timeframe (SAC, 2021). Earlier analysis by the Indian Council of Agricultural Research (ICAR) and NAAS estimated 120.7 Mha as degraded lands (NAAS, 2010). Key contributors to land degradation are water and wind erosion, vegetation degradation, soil acidity, salinity and alkalinity, and waterlogging. Soil erosion results in the detachment of soil particles, depletion of soil organic carbon (SOC) and nutrients, soil compaction, reduced soil biodiversity, and contamination with heavy metals and pesticides. The UNCCD applies three core criteria involving changes in land productivity, soil organic C stocks and land cover density to monitor the extent of land degradation over time. As India lost 3.32 Mha area to land degradation/desertification in past one-and-a-half decade, the existing policies and their implementation need to be 2 Policy Paper 137"
  },
  {
    "crop_name": "National Academy of Agricultural Sciences",
    "description": ""
  },
  {
    "crop_name": "An earlier assessment based on compilation of the data of soil testing laboratories",
    "description": "(Table 1) also placed more than 90% soils with respect to N and P, and nearly 50% soils with respect to K in the deficient (low + medium fertility) category. The SHC estimates clearly revealed a rise in the extent of K deficiency over the years. Further, an examination of long-term nutrient balance in agricultural soils from 1970 to 2018 indicated a negative K balance, suggesting excessive mining of K from native pools obviously due to inadequate annual applications vis-à-vis crop removal. Table 1: NPK fertility status of Indian soils"
  },
  {
    "crop_name": "Nutrient Per cent districts in different classes",
    "description": ""
  },
  {
    "crop_name": "Low Medium High",
    "description": "Nitrogen 59 36 5 Phosphorus 49 45 6 Potassium 9 39 52 Muralidharudu et al. (2011) Among secondary and micronutrients, widespread deficiencies of sulphur (S), zinc (Zn), iron (Fe) and boron (B) to the extent of 36, 39, 37 and 47 per cent, respectively were evident during the initial two cycles of soil testing under SHC Scheme (Fig. 2). Deficiencies of manganese (Mn; 12%) and copper (Cu; 6%) were of sporadic nature."
  },
  {
    "crop_name": "Soils analyzed under All India Coordinated Research Project on Micro and Secondary",
    "description": "Nutrients and Pollutant Elements in Soils and Plants (AICRP-MSPE) revealed S, Zn and B deficiencies in 41, 36 and 23% soils, respectively (Fig. 3), besides sporadic deficiencies of Fe (13%), Mn (7%) and Cu (4%). These averaged figures masked the obvious soil fertility variations among different soil types and agro-ecologies. Fig. 3: Extent of secondary and micronutrient deficiencies in Indian soils (Shukla et al. 2021) 5"
  },
  {
    "crop_name": "National Academy of Agricultural Sciences",
    "description": ""
  },
  {
    "crop_name": "The present infrastructure for evaluation of soil health comprises a network of soil testing",
    "description": "laboratories (STLs) mostly owned by State Governments, and All India Coordinated Research Projects (AICRPs), besides other short- to medium-term research projects 6 Policy Paper 137"
  },
  {
    "crop_name": "National Academy of Agricultural Sciences",
    "description": ""
  },
  {
    "crop_name": "Land degradation is a complex issue that requires ongoing and sustained efforts to",
    "description": "effectively manage and protect soil resources. Soil conservation measures can achieve this objective. Soil conservation primarily addresses land degradation, more so, the accelerated erosion of soil. Accelerated erosion results from the physical forces of wind and water impacting soil that has become vulnerable owing to indiscriminate anthropogenic activities. Two approaches – mechanical and agronomic, are most commonly used for restoring degraded lands. Some commonly employed mechanical 8 Policy Paper 137"
  },
  {
    "crop_name": "National Academy of Agricultural Sciences",
    "description": ""
  },
  {
    "crop_name": "National Academy of Agricultural Sciences",
    "description": ""
  },
  {
    "crop_name": "Soil Health Card Scheme",
    "description": "The STLs in different states provided Soil Health Cards (SHCs) to farmers since the X Five Year Plan, and over 70 million SHCs have been distributed till 2014. However, these cards lacked uniformity in terms of soil sampling protocols, soil parameters tested and fertilizer prescription. Information on secondary and micronutrient status was generally absent. During 2015, a comprehensive Soil Health Cards (SHC) Scheme has been launched, which envisaged GPS-enabled soil sampling at a grid of 2.5 ha in irrigated areas and 10 ha in rainfed areas, soil analysis for 12 parameters including S and micronutrients, INM recommendations for major cropping systems of the area, and issue of SHCs to all farmers within a time-frame of two years. The scheme also included strengthening of STLs, trainings and refresher courses for the STL staff, field demonstrations, and awareness programmes for the farmers. So far, 229 million SHCs have already been issued. Thereafter, the Scheme was revised and another 2.3 million SHCs were issued under Model Village Scheme. Now SHC scheme is subsumed with RKVY, with a few initiatives like QR code-enabled sampling, MoUs with schools, and online delivery of recommendations. Although the SHC is a great initiative promoting balanced fertilization and restoration of soil health, yet adoption of SHCs by the farmers was not up to the expectations. Dwivedi and Meena (2015) suggested revision of sampling protocols, inclusion of some physical parameters, and awareness programs, so as to improve the robustness and adoption of SHCs. 13"
  },
  {
    "crop_name": "National Academy of Agricultural Sciences",
    "description": ""
  },
  {
    "crop_name": "Centre for Soil Carbon Research is necessary to direct systematic soil carbon",
    "description": "research across the country and support policy formulation on soil health restoration. 2. Improved understanding of soil biological properties and the behaviour of soil microbes is essential for leveraging the potential of the soil microbiome in soil health management by way of nature positive agriculture. Establishing the threshold levels of important soil biological properties would help inclusion of the same as sensitive indicators of soil health. 3. Given that K fertilizers are imported, policy initiatives are essential for the extraction of K from glauconite deposits. Additionally, it is important to emphasize the utilization of alternative K sources such as waste mica, K-enriched compost, and crop residues. 4. There is need to assess the extent of soil and water pollution caused by metals, metalloids, microplastics, organic pollutants and pathogens, in addition to developing risk assessment protocols and management strategies. 5. A National Soil Spectral Library needs to be established and linked to the ongoing 1:10 K soil data mapping/acquisition, strengthened facilitating uninterrupted data flow across the institutions/stakeholders. A comprehensive Unified Soil Information System is essential to understand spatio-temporal variation in soil health and device effective soil management and agricultural land use planning strategies. 6. Soil health management must promote ecological sustainability involving best management practices aimed at improving input (especially nutrient and water) use efficiency, the integration of natural complements and supplements alongside synthetic inputs, and alternative farming methods, such as conservation agriculture and regenerative agriculture. 7. Since availability of good quality manure in adequate quantity is a major constraint in large-scale adoption of INM, an appropriate policy intervention is essential to incentivise the production of compost by the community of farmers in their village (or cluster of villages), using on-farm and off-farm residues and wastes. 8. A sound Soil Health and Land Use Policy has to be framed on priority, with a focus on safeguarding soil and land resources against indiscriminate exploitation, eco-regional land use planning, and support India’s commitment of achieving land degradation neutrality by 2030. 9. To address the challenges of restoring soil health, it is essential to invest in developing scientific capacity for advanced research and education in sub-disciplines, including pedology, soil physics, soil biology and soil biochemistry. 14 Policy Paper 137"
  },
  {
    "crop_name": "REFERENCES",
    "description": "AICRP-LTFE (2019) Annual Report (2017-19), All India Coordinated Research Project on Long-Term fertilizer Experiments, Indian Institute of Soil Science,"
  },
  {
    "crop_name": "Bhopal",
    "description": "Dwivedi, B.S. & Meena, M.C. (2015) Soil testing service- retrospect and prospects. Indian Journal of Fertilisers 11 (10), 110-122 Doran, J.W. & Parkin, T.B. (1994) In: Defining Soil Quality for a Sustainable Environment. SSSA Special Publication No. 35, Madison WI, pp. 3-21 Doran, J.W. & Zeiss, M.R. (2000) Soil health and sustainability: Managing the biotic component of soil quality. Applied Soil Ecology 15, 3–11 Jat, M.L., Gathala, M.K., Choudhary, M., Sharma, S., Jat, H.S., Gupta, Naveen & Yadvinder-Singh (2023) Conservation agriculture for regenerating soil health and climate change mitigation in smallholder systems of South Asia. Advances in Agronomy 181, 183-277 Katyal, J.C. & Chaudhari, S.K. (2021) Do fertilizers protect or punish soil health? Indian Journal of Fertilizers 17 (12): 1242-1281 Khurana, A. & Kumar, Vineet (2022) State of Biofertilizers and Organic Fertilizers in India, Centre for Science and Environment, New Delhi. 87 p. Kuyah, S., Whitney, C.W., Jonsson, M., Sileshi, G.W., Obom, I., Muthuri, C.W. & Luedeling, E. (2019) Agroforestry delivers a win-win solution for ecosystem services in sub-Saharan Arica: a meta-analysis. Agron Sust Dev 39:47. https://doi.org/10.1007/ s13593-019-0589-8 Lal, R. (2017) Restoring soil and water resources and mitigating climate change in India by judicious management of agricultural and urban wastes. Journal of the Indian Society of Soil Science 65, 105 Muralidharudu, Y., Sammi Reddy, K., Mandal, B.N., Subba Rao, A., Singh, K.N., & Sonekar, S. (2011) GIS Based Soil Fertility Maps of Different States of India. All India Coordinated Project on Soil Test Crop Response Correlation, Indian Institute of Soil Science, Bhopal. 224 p. 15"
  },
  {
    "crop_name": "National Academy of Agricultural Sciences",
    "description": ""
  }
]