[
  {
    "crop_name": "Geographic coordinates of district headquarter Latitude Longitude Altitude",
    "description": "30012’ 10.82” N 740 56’ 21.22” E 226 m Name and address of concerned Regional Station, Punjab Agricultural University, Bathinda-151001 (Punjab) ZRS/ZARS/RARS/RRS/RRTTS Mention the KVK located in the district with KVK, Dabwali Road, Bathinda-151001 (Punjab) address Name and address of the nearest Agromet Field AMFU, Regional Station, Bathinda -151001 (Punjab) unit (AMFU,IMD) for agro-advisories in the zone 1"
  },
  {
    "crop_name": "July in remaining parts September",
    "description": "NE Monsoon(Oct-Dec): 29.3 1 1.3 - - Winter (Jan- March) 42.1 3 3.5 Summer (Apr-May) 17.1 4 1.4 Annual: 423.9 23 20.8 1.3 Land use pattern of the Total Cultivable Forests Land under Permanent Cultivable Land Barren Current Other district geographical area area non- pastures waste land under and fallow fellows area agricultural misc. cultivable use tree land crops and groves Area ('000 ha) 337 297 8 32 - - - - - - 1. 4 Major Soil types Area ('000 ha) % Area Sandy(s) soils 0.65 19.5 Loamy sand (ls) soils 1.33 39.8 Sandy loam (sl) soils 1.36 40.7 1.5 Agricultural Land Use Area (‘000 ha.) Cropping Intensity Net sown area 297 Area sown more than once 258 187% Gross sown area 555 2"
  },
  {
    "crop_name": "Ground water quality Mostly unfit for High content of fluorides in addition to",
    "description": "irrigation purpose in salinity in irrigation water four blocks 3"
  },
  {
    "crop_name": "Kharif Rabi Summer Total",
    "description": "crops (000ha)"
  },
  {
    "crop_name": "Crop Irrigated Rainfed Total Irrigated Rainfed Total",
    "description": "Cotton 165 165 165 Rice 86 86 86 Wheat 245 245 245 Rape seed & Mustard 6 6 6 others 1 1 2 2 3 Horticulture crops Area ('000 ha) Production (‘000 t)"
  },
  {
    "crop_name": "Fruits Total",
    "description": "Citrus 2.736 57.935 Orange and malta 0.097 0.563 Lemon 0.002 0.008 Mango - Litchi - Guava 0.484 9.377 Pear 0.016 0.367 Peach 0.060 1.084 Grapes 0.487 8.177 Ber 0.379 6.182 Misc. 0.430 TOTAL 4.304 4"
  },
  {
    "crop_name": "Total",
    "description": "Potato 6.460 Cucurbits 0.345 Chilli 0.325 Onion 0.270 Root crops 0.285 Others (Tomato,brinjal,okra etc.) 0.780"
  },
  {
    "crop_name": "Sericulture NA",
    "description": ""
  },
  {
    "crop_name": "Medicinal and Aromatic crops NA",
    "description": ""
  },
  {
    "crop_name": "Plantation crops NA",
    "description": "Grazing lands (ha) -------- Fodder crops ( 2007-08 ) Area (' ha)"
  },
  {
    "crop_name": "Total Irrigated Rainfed",
    "description": "Jowar 1730 1730 - Bajra 1905 1905 - Mak Chari 595 595 - Berseem 7020 7020 - Oats 5185 5185 - 5"
  },
  {
    "crop_name": "October to Last Rapeseed and Mustard",
    "description": "week of November • Taramira (whole 7"
  },
  {
    "crop_name": "LOCATION OF BATHINDA",
    "description": "9"
  },
  {
    "crop_name": "Condition Suggested Contingency measures",
    "description": "Early season Major Farming Normal Crop/cropping system Change in crop/cropping Agronomic measures Remarks on drought (delayed situation system Implementation onset) Delay by 2 weeks Not applicable Delay by 4 weeks Delay by 6 weeks Delay by 8 weeks"
  },
  {
    "crop_name": "Condition Suggested Contingency measures",
    "description": "Early season drought Major Farming Normal Crop/cropping system Crop management Soil nutrient & moisture Remarks on (Normal onset) situation conservation measues Implementation"
  },
  {
    "crop_name": "Normal onset",
    "description": "followed by 15-20 days dry spell after sowing leading to poor germination/crop stand etc."
  },
  {
    "crop_name": "Condition Suggested Contingency measures",
    "description": "Mid season drought Major Farming Normal Crop/cropping system Crop management Soil nutrient & moisture Remarks on (long dry spell, situation conservation measues Implementation consecutive 2 weeks rainless (>2.5 mm) period)"
  },
  {
    "crop_name": "At vegetative stage",
    "description": "12"
  },
  {
    "crop_name": "Condition Suggested Contingency measures",
    "description": "Mid season drought Major Farming Normal Crop/cropping system Crop management Soil nutrient & moisture Remarks on (long dry spell) situation conservation measues Implementation At flowering/ fruiting stage"
  },
  {
    "crop_name": "Condition Suggested Contingency",
    "description": "measures Terminal drought Major Farming Normal Crop/cropping system Crop management Soil nutrient & moisture Remarks on situation conservation measues Implementation (Early withdrawal of monsoon) 2.1.2 Irrigated situation"
  },
  {
    "crop_name": "Condition Suggested Contingency measures",
    "description": "Major Farming Crop/cropping system Change in crop/cropping Agronomic measures Remarks on situation system Implementation Delayed/ limited Canal / Tubewell Cotton - Wheat Prefer short duration maize release of water in irrigated varieties like PMH2 and canals due to low Alluvial soils JH -3459 can be grown rainfall Rice - Wheat Gram (PDG 4 and PDG 3) Deep tillage should be done up to 22.5 cm found to be increase the yield"
  },
  {
    "crop_name": "Mix poor quality water",
    "description": ""
  },
  {
    "crop_name": "Wheat Grow late sown varieties",
    "description": "PBW 590, PBW 509, PBW 373. Bi-directional sowing increases the yield of 2q/ acre. Bed planting increases the yield about 3-4% closed spacing (7.5 x 22.5 cms)"
  },
  {
    "crop_name": "Seed priming",
    "description": "13"
  },
  {
    "crop_name": "Condition Suggested Contingency measures",
    "description": "Major Farming Crop/cropping system Change in crop/cropping Agronomic measures Remarks on situation system Implementation Limited release of Cotton - Wheat Cotton should be replaced with Short duration maize varieties like PMH2 and JH -3459 can be grown water in canals under delayed onset of monsoon in catchment"
  },
  {
    "crop_name": "Condition Suggested Contingency measures",
    "description": "Major Farming Crop/cropping system Change in crop/cropping Agronomic measures Remarks on situation system Implementation"
  },
  {
    "crop_name": "Non release of water Not Applicable",
    "description": "in canals under delayed onset of monsoon in catchment"
  },
  {
    "crop_name": "Condition Suggested Contingency measures",
    "description": "Major Farming Crop/cropping system Change in crop/cropping Agronomic measures Remarks on situation system Implementation"
  },
  {
    "crop_name": "Lack of inflows into Not Applicable",
    "description": "tanks due to insufficient /delayed onset of monsoon"
  },
  {
    "crop_name": "Condition Suggested Contingency measures",
    "description": "Major Farming Crop/cropping system Change in crop/cropping Agronomic measures Remarks on situation system Implementation"
  },
  {
    "crop_name": "Insufficient Not Applicable",
    "description": "groundwater recharge due to low rainfall 14"
  },
  {
    "crop_name": "Condition Suggested contingency measure",
    "description": ""
  },
  {
    "crop_name": "Heavy rainfall with high Vegetative stage Flowering stage Crop maturity stage Post harvest",
    "description": "speed winds in a short span Cotton Ridge planting, pumping out Pumping out excess rain water, Pumping out excess rain water Storage of produce at safer excess rain water application of nitrogenous and chemical control of pests/ place fertilizer, diseases Foliar spay of 2 % KNO 3 Rice Pumping out excess rain water, Pumping out excess rain water. Pumping out excess rain water"
  },
  {
    "crop_name": "Nitrogenous fertilizer Shifting of produce at safer",
    "description": "application place for drying. Wheat Bed/ bidirectional sowing Pumping out excess rain water, Pumping out excess rain water Shifting of produce at safer increases the yield about 3-4% foliar spray of 3%urea solution place for drying (specify the details), Pumping out excess rain water, apply Nitrogenous fertilizer and Gypsum(100 kg/acre) to check nitrogen & sulphur"
  },
  {
    "crop_name": "Deficiency respectively",
    "description": ""
  },
  {
    "crop_name": "Horticulture",
    "description": "Citrus Cultivation on well drained soils, Drain out excess rain water and Drain out excess water, Drain out excess water drainage of excess water, prune out broken branches Application of growth regulators raising of soil surface around the to check fruit drop due to water- tree trunks, chemical control of imbalance foot rot (Give 3 sprays of 50g streptocyclin + 25 g copper sulphate in 500 L of water one each in October, December and Feburary)/ phytophthora, remove 15"
  },
  {
    "crop_name": "Spray Bordeaux mixture in last",
    "description": "week of March, Spray Bavistan 50 WP @ 500g in last week of May in 500 L of water , Spray Bavistan 50 WP @ 500g in mid July in 500 L of water, of anthracnose Guava Drainage of excess water, raising Drain out excess rain water Shifting and storage of of soil surface around the tree harvested fruits at proper place trunks Chilli Re sowing Wilting and lodging. Pumping of access rain water and spray the crop with M -45 or Blitox @ 3 gm per litter water - Cucurbits - Rottening of flowers and fruit, Spray M-45@ 3gm per litter water -"
  },
  {
    "crop_name": "Outbreak of pests and",
    "description": "diseases due to unseasonal rains Cotton Spray Larwin@250g Or Ekalux 1. Insect/Pests: Spray Imedachloprid 40 ml/ Pride20ml/acre for Storage of produce in dry place 800ml/acre to check Mealy bug Jassid; Hostathion 600 ml/acreagainst white fly; Larwin@250gOr Ekalux 800ml/acre to check Mealy bug; synthetic pyrethroids / Carbamate insecticides against Pink/ spotted /American(small size) boll worm ; Organophosphate/Naturalite/oxaddiazine against American(big size) boll worm and Carbamate/ Organochlorinate/ Organophosphates against Tobacco boll worm. 2. Diseases: grow LH 144/LH 2076 against Leaf curl;; Cobalt chloride(COCl ) to check para wilt disease,Spray blitox + 2 streptocycline against Bacterial Blight and Blitox/ Captan for control of Anthrcnose, leaf blightand leaf spot . Rice Spray Nuvacron/Monocil@ 1. Insect/Pests:Spray Nuvacron/Monocil@ 560 ml/acreagainst leaf Storage of produce in dry place 560 ml/acre against leaf folder folder and stem borer; Confidor @40 ml/acre/ Ekalux @ 800 ml/acre and stem borer. against Plant hoppers/ Rice ear cutting caterpillar. 2. Diseases: Grow PR 120, PR 111 against Bacterial leaf blight 16"
  },
  {
    "crop_name": "Horticulture",
    "description": "Citrus Chemical control of Chemical control of Chemical control of Application of fungicides/ phytophthora / foot rot with phytophthora / foot rot with phytophthora / foot rot with nutrients to check post harvest Ridomil-MZ/ Alliette as per Ridomil-MZ/ Alliette as per Ridomil-MZ/ Alliette as per losses recommendation, Control of recommendation, Control of recommendation, Control of sucking pests with systemic sucking pests with systemic sucking pests with systemic pesticides pesticides pesticides Guava Chemical control of sucking Chemical control of sucking Chemical control of sucking Timely harvesting of grapes, pests and diseases like powdery pests and diseases like powdery pests and diseases like powdery storage in proper CFB boxes. mildew/ anthracnose mildew/ anthracnose mildew/ anthracnose/ hen and chicken disease/shot berry etc."
  },
  {
    "crop_name": "Grapes Chemical control of sucking Chemical control of sucking Chemical control of fruit fly and Storage at proper place",
    "description": "pests pests and diseases like anthracnose of guava. anthracnose. Harvesting at proper maturity level. Chilli Pumping out of excess rain Spray Blitox @ 5 g/ l water to Keep in dry place - water to check wilt check rottening of fruit Cucurbits Spray Indofil M 45 @ 3 g/l Spray Blitox @ 5 g/ l water to - water against downy mildew check rottening of fruit."
  },
  {
    "crop_name": "Also destroy the infested fruits",
    "description": "and spray the crop with Endosulfan @ 8 ml/l or Sevin - @ 5 g/l water to control fruit fly 17"
  },
  {
    "crop_name": "Condition Suggested contingency measure",
    "description": ""
  },
  {
    "crop_name": "Heavy rainfall with high Vegetative stage Flowering stage Crop maturity stage Post harvest",
    "description": "speed winds in a short span"
  },
  {
    "crop_name": "Not Applicable",
    "description": "2.4 Extreme events: Heat wave / Cold wave/Frost/ Hailstorm"
  },
  {
    "crop_name": "Extreme event type Suggested contingency measure",
    "description": "Seedling / nursery stage Vegetative stage Reproductive stage At harvest"
  },
  {
    "crop_name": "Heat Wave",
    "description": "Heavy rain (psi) with canal water, planting of crop on eastern Apply light irrigation NA NA"
  },
  {
    "crop_name": "Cotton",
    "description": "side Of N-S ridge, gap filling and light irrigation Correct Iron deficiency with 0.5 per cent iron sulphate spray, Pounding of water for NA NA light and frequent irrigation fifteen days after"
  },
  {
    "crop_name": "Rice transplanting to check iron",
    "description": "deficiency and for crop establishment"
  },
  {
    "crop_name": "Wheat NA NA Apply light irrigation NA",
    "description": ""
  },
  {
    "crop_name": "Horticulture",
    "description": ""
  },
  {
    "crop_name": "Light and frequent irrigation and shelter from western side to Apply light and frequent irrigation to check Dropping of NA",
    "description": "Citrus check sun scald and burning injury, application of white wash flowers and fruit with growth regulator like 2-4-D/GA. pint on main stems,"
  },
  {
    "crop_name": "Frequent irrigation and shelter from western side to check Apply frequent irrigation to check Drooping of flowers and NA",
    "description": ""
  },
  {
    "crop_name": "Cucurbit",
    "description": "burning of crops drawing of pollens."
  },
  {
    "crop_name": "Mulching and frequent irrigation Mulching and Mulching and frequent irrigation NA",
    "description": ""
  },
  {
    "crop_name": "Chilli",
    "description": "frequent irrigation"
  },
  {
    "crop_name": "Horticulture",
    "description": "18"
  },
  {
    "crop_name": "Citrus",
    "description": "providing shelter from North-West direction, smoking providing shelter from North-West direction, smoking Sweet pepper Provide shelter with sarkanda or cover crop with polythene in low tunnel - - Tomato Provide shelter with sarkanda or cover crop with polythene in low tunnel - -"
  },
  {
    "crop_name": "Frost",
    "description": ""
  },
  {
    "crop_name": "Horticulture",
    "description": "New plantation, and cover the plants with Installation of wind breaks, smoking etc. NA"
  },
  {
    "crop_name": "Citrus",
    "description": "grass or sarkanda etc Potato - Apply light irrigation or use sprinkler irrigation mid night - Apply light irrigation or cover the crop with Ployteen, - - -"
  },
  {
    "crop_name": "Capsicum",
    "description": "sarkanda."
  },
  {
    "crop_name": "Hailstorm",
    "description": ""
  },
  {
    "crop_name": "Horticulture",
    "description": "Protection of nursery with sarkanda etc/ growing of nursery Removal of broken limbs Apply light irrigation and sparys NA Citrus under protected structures. fungicide to check fungal infection with blitox, Bordeaux mixture etc. -"
  },
  {
    "crop_name": "Re sowing or re transplanting Apply light irrigation Apply light irrigation and",
    "description": ""
  },
  {
    "crop_name": "Cucurbit",
    "description": "and sprays fungicide sprays fungicide Re sowing or re transplanting Apply light irrigation Apply light irrigation and -"
  },
  {
    "crop_name": "Tomato",
    "description": "and sprays fungicide sprays fungicide 19"
  },
  {
    "crop_name": "Suggested contingency measures",
    "description": ""
  },
  {
    "crop_name": "Before the event During the event After the event",
    "description": ""
  },
  {
    "crop_name": "Drought Not applicable",
    "description": ""
  },
  {
    "crop_name": "Floods Not applicable",
    "description": ""
  },
  {
    "crop_name": "Cyclone Not applicable",
    "description": "Cold wave Covering all the wire meshed walls / open area with gunny bags/ Allow for late grazing between 10AM to 3PM during cold Feed the animals as per routine polyethylene sheets (with a mechanism for lifting during the day waves schedule time and putting down during night time) Add 25-50 ml of edible oil in concentrates and fed to the Allow the animals for grazing animal during cold waves (normal timings) In severe cases, put on the heaters at night times Apply / sprinkle lime powder in the animal shed during cold waves to neutralize ammonia accumulation"
  },
  {
    "crop_name": "Heat wave Arrangement for protection from heat wave Allow the animals early in the morning or late in the evening Feed the animals as per routine",
    "description": "i) Plantation around the shed for grazing during heat waves schedule ii) HO sprinklers / foggers in the shed Feed green fodder (maize or perennial fodder)/silage / Allow the animals for grazing 2 concentrates/complete feed or feed blocks during day time and (normal timings) iii) Application of white reflector paint on the roof roughages / hay during night time in case of heat waves iv) Thatched sheds should be provided as a shelter to Put on the foggers / sprinkerlers/fans during heat weaves in animal to minimize heat stress case of high yielders (Jersey/HF crosses) In severe cases, vitamin ‘C’ and electrolytes should be added in HO during heat waves. 2"
  },
  {
    "crop_name": "Insurance Encouraging insurance of livestock Listing out the details of the dead animals Submission for insurance claim",
    "description": "and availing insurance benefit"
  },
  {
    "crop_name": "Purchase of new productive",
    "description": "animals 20"
  },
  {
    "crop_name": "Before the event During the event After the event",
    "description": ""
  },
  {
    "crop_name": "Not applicable",
    "description": ""
  },
  {
    "crop_name": "Drought",
    "description": ""
  },
  {
    "crop_name": "Not applicable",
    "description": ""
  },
  {
    "crop_name": "Floods",
    "description": ""
  },
  {
    "crop_name": "Not applicable",
    "description": ""
  },
  {
    "crop_name": "Cyclone",
    "description": ""
  },
  {
    "crop_name": "Heat wave and cold wave",
    "description": "Shelter/environment Heat wave: Provision of proper shelter with In severe cases, foggers/water sprinklers/wetting Routine practices are followed management good ventilation of hanged gunny bags should be arranged Don’t allow for scavenging during mid day Cold wave: Provision of proper shelter Close all openings with polythene sheets Routine practices are followed Arrangement for brooding In severe cases, arrange heaters Assure supply of continuous electricity Don’t allow for scavenging during early morning and late evening"
  },
  {
    "crop_name": "Health and disease Deworming and vaccination against RD and Supplementation of house hold grain Routine practices are followed",
    "description": "management fowl pox"
  },
  {
    "crop_name": "Provide cool and clean drinking water with",
    "description": "electrolytes and vit. C In hot summer, add anti-stress probiotics in drinking water or feed 21"
  },
  {
    "crop_name": "Suggested Contingency measures",
    "description": ""
  },
  {
    "crop_name": "Before the event During the event After the event",
    "description": "1. Drought A. Capture Marine - - -"
  },
  {
    "crop_name": "Inland",
    "description": "(i) Shallow water depth due to I) Critical analysis of long range i) Use stored water. i) Need based monitoring through research insufficient rains/inflow forecast data. ii) Use surface water flow. plan. ii) Storage of water. iii) Divert water from unutilized areas. ii) Intensive afforestation program. iii) Afforestation program. iv) Utilize canal water. iii) Augmentation of surface water flow. iv) Conservation of rivers/reservoir/ponds. v) Aeration of water in ponds/reservoirs. iv) Strengthening of water reservoirs. v) Re-excavation of local canals and v) Rain water harvesting . reservoirs. vi) Compensation claims. vii) Prepare vulnerability map and place it to management committee. (ii) Changes in water quality i) Prohibit dumping of solid, liquid and waste i) Use disinfectants and therapeutic i)Need based research data should be in water sources. drugs. generated on water quality. ii) Preparedness with stocks of chemicals, ii) Adoption of bio-remedial measures ii) Dumping of solid, liquid and waste in disinfectants and therapeutic drugs. water bodies should be stopped through enactment of legislation. (iii) Any other B. Aquaculture (i) Shallow water in ponds due ) Critical analysis of long range i) Use stored water. i) Need based monitoring through research to insufficient rains/inflow 22"
  },
  {
    "crop_name": "Inland",
    "description": "(i) Average compensation paid i) Be prepared to evacuate at a short notice. i) Human evacuation from the area. i) Arrangement for rescue and casualty care. due to loss of human life ii) Preparation of flood control action plan. ii) Coordination of assistance. ii) Arrangement for burial control room. iii) Warning dissemination and precautionary iii) Damage and need assessment. iii) Restoration of essential services, security response. iv) Immediate management of relief and protection of property. iv) Formation of flood management supplies. iv) Support to rehabilitation, logistics, committee. v) Immediate help delivery. training and awareness build up & testing and v) Enhancement in coping capabilities of updating the plan. common people. v) Insurance and compensation claim. 23"
  }
]