[
  {
    "crop_name": "Soil",
    "description": "HHHeeeaaalllttthhh CCCaaarrrddd (((SSSHHHCCC)))"
  },
  {
    "crop_name": "SScchheemmee",
    "description": "MMaannuuaall ffoorr DDiissttrriicctt- LLeevveell FFuunnccttiioonnaarriieess 2017 1"
  },
  {
    "crop_name": "PREFACE",
    "description": "The purpose of this Development Manual for Soil Health Card (SHC) Scheme is to create an enabling mechanism for improved implementation of the Centrally Sponsored Scheme (CSS) at the cutting edge, leading to enhanced outcomes in nature and extent. Accordingly, it would act as a guide for implementation by the District Collector and key District-level functionaries, enable quick learning about the Scheme, implementation modalities, roles and responsibilities of various functionaries as well as stakeholders This Manual is prepared with inputs from a combination of sources, such as review of extant scheme guidelines, circulars and amendments issued by the Department of Agriculture, Cooperation & Farmers Welfare (DAC & FW), Government of India from time to time and recently updated in February 2017 and discussions with the key personnel involved in implementation of the Scheme. For greater direction, the guidelines cited must be referred to along with the SHC website (http://www.soilhhealth.dac.gov.in/) for guidance and clarification on implementation from time to time. 2"
  },
  {
    "crop_name": "Contents",
    "description": "PREFACE……………………………………………………………………………………………………………………… 1. Soil Health Card Scheme .................................................................................................. 4 1.1. Introduction ........................................................................................................................... 4 1.2. About the Scheme ................................................................................................................. 4 1.3. Objectives .............................................................................................................................. 4 1.4. Stakeholders .......................................................................................................................... 5 1.5. Expected Outcome ................................................................................................................ 5 1.6. Monitoring & Evaluation ...................................................................................................... 5 1.7. District Level Implementation Structure .............................................................................. 6 1.8. District Level Executive Committee & it’s Activities............................................................. 6 1.9. Process Flow .......................................................................................................................... 7 2. Roles & responsibilities of District Level Functionaries ............................................... 7 2.1 Roles and Responsibilities, Chairman, DLEC ........................................................................ 7 2.2 Roles and Responsibilities of Other District Officials ........................................................... 8 2.3 Tentative timelines for issuing Soil Health Cards (SHC) ..................................................... 11 2.4 Online SHC Portal Monitoring System ................................................................................ 12 3. Annexures ....................................................................................................................... 13 3.1. Annexure I ........................................................................................................................... 13 3.2. Annexure II .......................................................................................................................... 13 3.3. Annexure III ......................................................................................................................... 15 3.4. Annexure IV ......................................................................................................................... 17 3.5. Annexure V .......................................................................................................................... 17 3.6. Annexure VI ......................................................................................................................... 18 Abbreviations .......................................................................................................................... 19 End Notes and References ..................................................................................................... 20 3"
  },
  {
    "crop_name": "Sustaining agricultural productivity depends on quality and availability of natural",
    "description": "resources like soil, water, etc. Intensive agriculture with growth in food grain production, use of varieties of seeds, usage of fertilizers with the existing Nitrogen, Phosphorus & Potassium consumption ratio is skewed from 8:2:3 (2012-13) as against preferred ratio of 4:2:1. Fertilizer recommendations rarely matches soil fertility need, and usage of fertilizers differs from place to place. 1.2. About the Scheme"
  },
  {
    "crop_name": "Soil health card scheme is one of the flagship programmes of Government of India that",
    "description": "was launched in February 2015. Schemes managed by Integrated Management (INM) Division in the Ministry of Agriculture Cooperation and Farmers’ Welfare (AC&FW), Government of India (GoI). This scheme was launched to help farmers to know their soil health condition as represented by 12 important soil parameters (viz. Nitrogen, Phosphorus, Potassium, pH, EC, Organic Carbon, Sulphur, Zinc, Boron, Iron, Manganese and Copper) and follow management practices accordingly. Under this scheme, soil samples collected from different locations are analyzed in the Soil Testing Labs (STL) as per the norms provided in the scheme’s operational guidelines."
  },
  {
    "crop_name": "The results are uploaded in the national Soil Health Card portal which has been",
    "description": "developed for registration of soil samples, recording test results of soil samples and generation of Soil Health Cards (SHCs) along with fertilizer recommendations besides an information module for monitoring progress. To issue Soil Health Cards (SHCs) to all 14 Crore holdings in the country about 2.53 Crore samples are to be analyzed. The cycle is proposed to be implemented in two years, with a target of 1 Crore samples for the year 2015-16 and 1.53 Crore samples in the year 2016-17. 1.3. Objectives  To issue soil health cards every two years to all farmers, so as to provide a basis to address nutrient deficiencies in fertilization practices.  To strengthen functioning of Soil Testing Laboratories (STLs) through capacity building, involvement of agriculture students and effective linkage with Indian Council of Agricultural Research (ICAR) / State Agricultural Universities (SAUs).  To diagnose soil fertility related constraints with standardized procedures for sampling uniformly across states and analysis and design taluka / block level fertilizer recommendations in targeted districts. 4"
  },
  {
    "crop_name": "Students",
    "description": "(Universities/Colleges) CCeennttrraall - DAC & FW Soil Testing Labs (STL) / SSttaattee AAggrriiccuullttuurree"
  },
  {
    "crop_name": "Farmers Mini STLs DDeeppaarrttmmeenntt",
    "description": ""
  },
  {
    "crop_name": "DDiissttrriicctt AAddmmiinniissttrraattiioonn",
    "description": "ICAR / KVK / PRI / SAU 1.5. Expected Outcome TTTooo ttteeesssttt ttthhheee sssoooiiilll hhheeeaaalllttthhh ttthhhrrrooouuuggghhh SSSTTTLLL aaannnddd dddiiissstttrrriiibbbuuuttteee SSSoooiiilll HHHeeeaaalllttthhh CCCaaarrrdddsss (((SSSHHHCCCsss))) tttooo aaallllll ttthhheee fffaaarrrmmmeeerrrsss iiinnn aaa rrrooouuunnnddd ooofff eeevvveeerrryyy tttwwwooo yyyeeeaaarrrsss tttooo ppprrrooommmooottteee SSSoooiiilll HHHeeeaaalllttthhh MMMaaannnaaagggeeemmmeeennnttt... IIIttt iiisss aaalllsssooo envisaged to ppprrrooommmooottteee bbbaaalllaaannnccceeeddd aaannnddd jjjuuudddiiiccciiiooouuusss uuussseee ooofff ppplllaaannnttt nnnuuutttrrriiieeennntttsss ttthhhrrrooouuuggghhh ttthhhiiisss programme. TTThhhrrrooouuuggghhh eeeffffffeeeccctttiiivvveee iiimmmpppllleeemmmeeennntttaaatttiiiooonnn ooofff ttthhheee ppprrrooogggrrraaammmmmmeee,,, iiittt iiisss eeexxxpppeeecccttteeeddd tttooo ppprrrooommmooottteee iiinnnttteeegggrrraaattteeeddd nnnuuutttrrriiieeennnttt sssyyysssttteeemmm iiinnn ooorrrdddeeerrr tttooo rrreeeddduuuccceee ttthhheee cccooonnnsssuuummmppptttiiiooonnn ooofff ccchhheeemmmiiicccaaalll fffeeerrrtttiiillliiizzzeeerrrsss bbbyyy 2200%% oovveerraallll ffrroomm tthhee pprreesseenntt uussaaggee.."
  },
  {
    "crop_name": "TThhee pprrooggrraammmmee aallssoo iiss ddeessiiggnneedd ttoo rraaiissee aawwaarreenneessss iinn mmaaiinnttaaiinniinngg tthhee nnuuttrriieenntt bbaallaannccee",
    "description": "iinn tthhee ssooiill bbyy pprroommoottiinngg tthhee ddeemmaanndd ffoorr oorrggaanniicc ssoouurrcceess ooff ppllaanntt nnuuttrriieenntt lliikkee bbiioo- ffeerrttiilliizzeerrss,, oorrggaanniicc mmaannuurree,, vveerrmmii-ccoommppoosstt,, ssllooww rreelleeaassee nniittrrooggeennoouuss ffeerrttiilliizzeerr lliikkee NNeeeemm//SSuullpphhuurr ccooaatteedd uurreeaa wwiillll iinnccrreeaassee,, wwhhiicchh iinn ttuurrnn iimmpprroovvee tthhee ssooiill ffeerrttiilliittyy aass wweellll nutrient use efficiency. 1.6. MMoonniittoorriinngg && EEvvaalluuaattiioonn FFFooorrr eeeffffffiiiccciiieeennnttt iiimmmpppllleeemmmeeennntttaaatttiiiooonnn aaannnddd sssuuucccccceeessssss ooofff ttthhheee ppprrrooogggrrraaammmmmmeee,,, aaa cccoooooorrrdddiiinnnaaattteeeddd aaapppppprrroooaaaccchhh iiinnn mmmooonnniiitttooorrriiinnnggg ttthhheee ppprrrooogggrrreeessssss ooofff ttthhheee ppprrrooogggrrraaammmmmmeee hhhaaasss bbbeeeeeennn dddeeesssiiigggnnneeeddd... TTThhheee Krishi Vigyan Kendras(KVKs) and tthhee rreesseeaarrcchh cceenntteerrss ooff tthhee SSttaattee AAggrriiccuullttuurree UUnniivveerrssiittiieess wwhhiicchh hhaavvee 5"
  },
  {
    "crop_name": "Management Team aatt tthhee CCeennttrree carry oouutt ppeerriiooddiicc ffiieelldd iinnssppeeccttiioonnss aanndd uuppllooaadd tthhee",
    "description": "progress on the portal. 1.7. DDiissttrriicctt LLeevveell IImmpplleemmeennttaattiioonn SSttrruuccttuurree"
  },
  {
    "crop_name": "DDiissttrriicctt LLeevveell EExxeeccuuttiivvee CCoommmmiitttteeee",
    "description": "NNooddaall AAggeennccyy - Joint Director (Agriculture) Office AAssssiissttaanntt DDiirreeccttoorr ((AAggrriiccuullttuurree)) OOffffiiccee"
  },
  {
    "crop_name": "Soil Testing Lab",
    "description": "1.8. DDiissttrriicctt LLeevveell EExxeeccuuttiivvee CCoommmmiitttteeee && iitt’’ss AAccttiivviittiieess TTThhheee DDDiiissstttrrriiicccttt llleeevvveeelll fffuuunnnccctttiiiooonnn ssstttaaarrrtttsss wwwiiittthhh DDDiiissstttrrriiicccttt LLLeeevvveeelll EEExxxeeecccuuutttiiivvveee CCCooommmmmmiiitttttteeeeee (((DDDLLLEEECCC))),,, which is rrreeessspppooonnnsssiiibbbllleee fffooorrr cccaaarrrrrryyyiiinnnggg fffooorrrwwwaaarrrddd ttthhheee ooobbbjjjeeeccctttiiivvveeesss ooofff ttthhheee sssccchhheeemmmeee fffooorrr ppprrrooojjjeeecccttt fffooorrrmmmuuulllaaatttiiiooonnn,,, iimmpplleemmeennttaattiioonn aanndd mmoonniittoorriinngg.. TTaabbllee 11:: CCoommppoossiittiioonn ooff District Level Executive Committee aanndd iittss aaccttiivviittiieess"
  },
  {
    "crop_name": "Committee Details Activities",
    "description": " DDLLEECC wwiillll bbee rreessppoonnssiibbllee ffoorr ccaarrrryyiinngg ffoorrwwaarrdd tthhee"
  },
  {
    "crop_name": "District Collector CChhaaiirrmmaann",
    "description": "oobbjjeeccttiivveess ooff tthhee sscchheemmee ffoorr pprroojjeecctt ffoorrmmuullaattiioonn,, Joint Director iimmpplleemmeennttaattiioonn aanndd mmoonniittoorriinngg.. TThhee ooffffiiccee ooff JJDD((AA)) or"
  },
  {
    "crop_name": "MMeemmbbeerr",
    "description": "(Agriculture)/Deputy DAO //DDDD((AA)) sshhaallll bbee tthhee ddiissttrriicctt nnooddaall aaggeennccyy.."
  },
  {
    "crop_name": "SSeeccrreettaarryy",
    "description": "Director (Agriculture)  IIddeennttiiffiiccaattiioonn ooff mmaajjoorr ccrrooppss iinn tthhee DDiissttrriicctt to develop District nutrient management practices. Agriculture/Horticulture MMeemmbbeerr  DDeelliinneeaattee nnuuttrriieenntt ddeeffiicciieenncciieess aanndd ssooiill aammeelliioorraannttss Officer required in the District. Representatives of the  IIddeennttiiffyy,, EEnnccoouurraaggee && SSeelleecctt VViillllaaggee EEnnttrreepprreenneeuurrss //"
  },
  {
    "crop_name": "EExxppeerrttss",
    "description": "line Departments, SAUs/ SSeellff HHeellpp GGrroouuppss ffoorr sseettttiinngg uupp MMiinnii SSooiill TTeessttiinngg LLaabbss"
  },
  {
    "crop_name": "MMeemmbbeerrss",
    "description": "KVKs (STL) under VLSTP 6"
  },
  {
    "crop_name": "Preparation of Soil Sample Feild data entry",
    "description": ""
  },
  {
    "crop_name": "District Annual Collection as per into SHC Web",
    "description": ""
  },
  {
    "crop_name": "Action Plan given norms Portal",
    "description": ""
  },
  {
    "crop_name": "Soil Health Card",
    "description": ""
  },
  {
    "crop_name": "Entry of Test Results",
    "description": "Printing, & relevant Distribution & Soil Test Analysis recommendations awareness to into SHC Portal farmers Under Soil Health Management, establishment of soil testing labs in one of the components which are mainly located at district / block level. Therefore, Village Level Soil Testing Projects (VLSTP)2 will be established with the objective of promoting location as well as crop specific sustainable soil health management, employment generation for rural youth and to improve timelines in analysis of soil samples, to introduce the Single"
  },
  {
    "crop_name": "Window approach from collection to issue of SHC so as to minimize delays and maximize",
    "description": "convenience to farmers and finally provide soil testing facility to farmers at their door- step. 2. Roles & responsibilities of District Level Functionaries"
  },
  {
    "crop_name": "The success of the programme is critically dependent on timely and efficient discharge of",
    "description": "the roles and responsibilities of district level functionaries. The office of JD (A)/DD (A) are identified as the district nodal agency. 2.1 Roles and Responsibilities, Chairman, DLEC Table 1: Role of District Collector"
  },
  {
    "crop_name": "Role Responsibilities",
    "description": " To provide inputs on the proposed plan prepared by the district agriculture department"
  },
  {
    "crop_name": "Planning",
    "description": " To provide inputs and direction on ICT& IEC mechanism for better implementation of the scheme  Fund mobilization by coordinating with Central / State officials for"
  },
  {
    "crop_name": "Implementation",
    "description": "timely release of funds of the scheme 7"
  },
  {
    "crop_name": "Role Responsibilities",
    "description": " To ensure adequate infrastructure is available for implementation of the scheme  To ensure that linkages with ICAR/KVK & SAU are effective in implementation of the programme  To monitor & evaluate the progress of the Scheme against the targets assigned"
  },
  {
    "crop_name": "Monitoring",
    "description": " To monitor the financial assistance provided on the package of soil nutrients is timely transferred 2.2 Roles and Responsibilities of Other District Officials Table 2: Role of District Agriculture Officer"
  },
  {
    "crop_name": "Role Responsibilities",
    "description": " Prepare District Annual Action Plan (AAP) for consideration of"
  },
  {
    "crop_name": "DLEC as per given guidelines",
    "description": ""
  },
  {
    "crop_name": "PLANNING",
    "description": " Target setting for Divisions/Blocks Officers as per District Annual"
  },
  {
    "crop_name": "Action Plan",
    "description": ""
  },
  {
    "crop_name": "Provision of Infrastructure for the Scheme",
    "description": " Establish Mini Soil Testing Labs at Village level3 by Village"
  },
  {
    "crop_name": "Entrepreneurs for analyzing soil samples",
    "description": " Procure Geo Positioning Systems (GPS) instruments, Mini Soil Testing Labs/Kits in coordination with State Level Officers for analyzing soil samples  For analyzing soil samples during heavy work load, take the help of Agriculture University labs, involve private agencies through tender system"
  },
  {
    "crop_name": "Human Resource Management",
    "description": " Deploy Assistant Directors in the division level for supervision  Ensure required line staff is arranged in the District, if staff is not"
  },
  {
    "crop_name": "IMPLEMENTATION",
    "description": "sufficient, take help of students of SAU / Science College for Soil Sample Collection & Analysis"
  },
  {
    "crop_name": "Financial Assistance and Fund Management",
    "description": " Disburse funds to AD (A) to pay honorarium to field staff as per cost norms provided in the Scheme. Refer to annexure V for honorarium details  Disburse funds to AD (A) for expenditure on Trainings & Field demonstrations. (Refer Annexure VI for fund details on Trainings & Demonstrations)  Provide financial assistance to farmers to apply corrective measures for nutrient deficiencies  Encourage rural youth, Village Level Soil Testing Project (VLSTP) 8"
  },
  {
    "crop_name": "Role Responsibilities",
    "description": "with a maximum project cost of Rs. 5 Lakhs. Refer Annexure IV for"
  },
  {
    "crop_name": "VLSTP cost norms",
    "description": " Coordinate and arrange for the technical inputs of ICAR & KVK to field level staff for smooth implementation and in time completion of the Scheme targets  Arrange Trainings on soil sample collection, analysis to line staff, students in coordination with ICAR / KVK / SAUs etc.  Bring awareness to farmers on the scheme and its benefits by arranging workshops, public meetings in coordination with line staff / PRIs / ICAR / KVKs etc.  Bring in awareness on Information Communication Technology (ICT) mechanisms up to grass-root level like on-line delivery of SHC to farmers, status of the samples taken etc. Farmers are given Unique ID. through which they can access the SHC portal and print their Soil Health Cards  Ensuring that targets of soil sample collection, analysis and SHC distribution are achieved as per AAP. MONITORING,  Verify and monitor the utilization of funds at the district level and"
  },
  {
    "crop_name": "EVALUATION AND",
    "description": "report the same to State level functionaries"
  },
  {
    "crop_name": "REPORTING",
    "description": " Evaluate MIS reports submitted by divisional / block officers and submit to State. Table 3: Role of Assistant Director (Agriculture) and Soil Testing Lab (STL) head"
  },
  {
    "crop_name": "Role Responsibilities",
    "description": " Target setting as per District Annual Action Plan for"
  },
  {
    "crop_name": "PLANNING",
    "description": "Cluster/Village Officers"
  },
  {
    "crop_name": "Provision of Infrastructure for the Scheme",
    "description": " Provide GPS instruments to Field level officers  Arrange required infrastructure at Cluster & Mandal level offices"
  },
  {
    "crop_name": "Human Resource Management",
    "description": " Encourage Village youth for arranging Mini Soil Testing Labs at the village level for analyzing soil samples in coordination with"
  },
  {
    "crop_name": "District Officials",
    "description": " Deploy Agriculture Extension Officers in every cluster for soil IMPLEMENTATION sample collection & analysis in Mini Soil Testing Labs Printing & Distribution of SHC  SHC are to be printed and issued to field staff for distribution to farmers by AD(A) - STL  Field staff to distribute SHC to farmers in time by AD(A) –"
  },
  {
    "crop_name": "Divisional Head",
    "description": "Financial Assistance & Fund Management  Pay honorarium to the field level staff for soil sample collection and analysis of the soil 9"
  },
  {
    "crop_name": "Role Responsibilities",
    "description": " Draw funds to pay honorarium to field staff and for other Scheme expenditure  Educate farmers on Soil Nutrition Management and facilitate in getting financial assistance  Disburse the financial assistance to SHGs / FPO etc. or Village Entrepreneurs for setting up Mini Soil Testing Labs.  Draw the funds provided under the scheme for disbursal for different purposes under the scheme Coordination, Capacity Building & IEC  Coordinate with district officials and arrange for the technical inputs of ICAR & KVK to field level staff in soil sample collection and analysis  Arrange Trainings on soil sample collection, analysis to line staff, students in coordination with ICAR / KVK / SAUs etc.  Provide awareness to farmers on benefits of soil nutrition management by arranging trainings and awareness programs  Monitor progress of the Scheme and ensure that target of SHC distribution is achieved as per AAP  Monitor the sample collection to ensure that required technical methods are followed while collecting samples by AD(A) –"
  },
  {
    "crop_name": "Divisional Head",
    "description": " Ensure the soil samples submitted to Soil Testing Lab are analyzed MONITORING, in time by AD(A) – STL EVALUATION &  Verify the soil test results randomly by AD(A) – STL"
  },
  {
    "crop_name": "REPORTING",
    "description": " Ensure that proper recommendations are given to all analyzed soil samples by AD(A) - STL  To ensure, test results and recommendations are uploaded in SHC portal in time by AD(A) - STL  Collect, evaluate & consolidate the MIS reports of all his/her mandals submit the same to DAO Table 4: Role of Agriculture Extension Officer (Village / Cluster Level) / Agriculture Officer (Mandal / STL) Students (SAU / Colleges)"
  },
  {
    "crop_name": "Role Responsibilities",
    "description": ""
  },
  {
    "crop_name": "Soil Sample Collection",
    "description": " Collect soil samples4 from the fields as per following instructions i. In irrigated areas, large, medium and semi-medium holdings5 will be sampled holding-wise. In case of marginal and small holdings sampling in a 2.5 ha. Grid will be"
  },
  {
    "crop_name": "IMPLEMENTATION",
    "description": "followed. ii. In rain-fed areas, all the large holdings will be sampled holding-wise and in case of medium, semi-medium, small & marginal holdings will be sampled and tested in a 10 ha. Grid. 10"
  },
  {
    "crop_name": "Role Responsibilities",
    "description": "iii. Soil sample should be collected to a maximum depth of 15 cm with a spade/kassi/kurpi etc. iv. The ideal time for collection of soil samples is between harvests of one crop and sowing / planting of other crop, when fields are vacant. v. Details of the farmer, land, soil, GPS coordinates etc. have to be essentially recorded in a prescribed statement."
  },
  {
    "crop_name": "Soil Analysis",
    "description": " Enter details of Soil sample data into SHC portal  Ensure that the received soil samples are properly sealed and tagged with required information slips  Complete soil analysis within 3 weeks of receipt of samples in the Soil Testing Labs  Processes soil samples following as per the prescribed standard procedures and analysed for various parameters namely pH, Electrical Conductivity (EC), Organic Carbon (OC), and available N, P, K, S and micronutrients  Identify and publish Major / Secondary / Micro nutrient details in the Soil Health Card  Based on soil nutrient status, recommend appropriate usage of FYM, Urea, DAP, MOP etc. basing on season and crop  Test results & recommendations are to be uploaded in SHC portal  Printed Soil Health Cards issued at STLs are to be distributed to farmers concerned. For sample SHC format refer to Annexure III  Honorarium to field staff as per cost norms provided in the Scheme.  Attend trainings on soil sample collection / soil analysis COORDINATION,  To provide awareness to farmers on benefits of soil nutrition"
  },
  {
    "crop_name": "CAPACITY",
    "description": "management BUILDING, IEC &  To announce soil test results to farmers in Gram Sabhas and"
  },
  {
    "crop_name": "ICT MECHANISMS",
    "description": "suggest corrective measures on soil nutrition (if any)  Provide awareness to farmers 2.3 Tentative timelines for issuing Soil Health Cards (SHC) # Activity Timeline for completion 1 Sample Collection & Farmer Registration on SHC Portal 1 to 10 days 2 Analysis of Soil samples 11 to 20 days"
  },
  {
    "crop_name": "Develop Soil nutrition recommendations and upload the",
    "description": "3 21 to 25 days same in the SHC portal 4 Printing & Distribution of Soil Health Cards 26 to 30 days 11"
  },
  {
    "crop_name": "User Activity Link on SHC portal",
    "description": ""
  },
  {
    "crop_name": "To monitor the progress of",
    "description": "To download on home page – Under the Soil samples collected,"
  },
  {
    "crop_name": "Progress of the SHC scheme",
    "description": "tested & distribution of SHC http://soilhealth.dac.gov.in/ (Scheme Cycle – wise) To download on home page – Under Information on State-wise Progress of the SHC scheme - For SHC Scheme Fund release / http://soilhealth.dac.gov.in/Content/blu Administrators utilisation e/soil/assets/img/Statewisefundreleased. pdf Nutrient Status of Soil To Check / download on home page – (Micro / Macro) – State / Under Nutrient Status District / Mandal wise http://soilhealth.dac.gov.in/ To track the status of the http://soilhealth.dac.gov.in/SampleTrack soil testing ing/SampleTracking http://soilhealth6.dac.gov.in/HealthCard For Farmers To print SHC /HealthCard/HealthCardPNew?Stname=An dhra%20Pradesh To locate Soil Testing Labs http://soilhealth.dac.gov.in/PublicRepor near by ts/STL 12"
  },
  {
    "crop_name": "Trainings",
    "description": ""
  },
  {
    "crop_name": "Divisions",
    "description": "No. of Soil Samples Collected No. of Soil Samples Analyzed Awareness /Blocks"
  },
  {
    "crop_name": "Programs",
    "description": "No. of SHCs conducted Printed / Irrigated Rain-fed Total Irrigated Rain-fed Total (Achieved /"
  },
  {
    "crop_name": "Cluster Distributed",
    "description": "(Achieved (Achieved (Achieved (Achieved (Achieved (Achieved Target) /Village /Target) /Target) /Target) /Target) /Target) /Target) Note: Criteria of samples to be taken: (i) Irrigated area – at 2.5 ha grid for marginal and small holdings. (ii) Irrigated area – one sample each holding for semi-medium, medium & large holdings (Irrigated Area/Avg.size). (iii) Rainfed area – at 10 ha grid for marginal, small, semi-medium & medium holdings. (iv) Rainfed area – one sample each holding for large holdings (Rain-fedArea / Avg.size). 3.2. Annexure II Annual Action Plan (AAP) Format State / District: Year: S.No. Component Physical Financial Remarks 1. Soil Health Cards (i) No of districts to be covered (ii) No of talukas /blocks to be covered. (iii) No of villages to be covered. (iv) No of irrigated holdings (v) No of rain-fed holdings (vi) No. of samples to be drawn from irrigated holdings (vii) No. of samples to be drawn from rain- fed holdings (viii) Total No. of Soil samples to be collected and analysed. (ix) Total No. of Soil Health Cards to be issued. (x) Amount required. 2. Training of Technical Staff 13"
  },
  {
    "crop_name": "Micronutrients and soil ameliorants",
    "description": "(i) No. of farmers to be covered under :- (a) Gypsum/Phosphorus Gypsum (b) Micronutrients (c) Bio-fertilizers (d) Liming materials (ii) Area to be covered (a) Gypsum/Phosphorus Gypsum (b) Micronutrients (c) Bio-fertilizers (d) Liming materials Total area to be covered. (iii) Amount required 4. Capacity Building (i) Farmers Training (a) No of 2 days farmers training to be organized with 30 per participants. (b) Amount required for training @ Rs. 24,000/- per training (ii) Training of staff (Agriculture/ICAR) (a) No. of 2 days Staff training to be organized with 20 per participants. (b) Amount required for training @ Rs. 36,000/- per training (iii) Use of ICT (details to be provided by State separately) (iv) Workshops to create awareness among farmers and soil sampling themes by SAUs/ICAR Experts 5. Mission Management (Separate proposals to be submitted which should not exceed 1% of total budget)."
  },
  {
    "crop_name": "Grand Total",
    "description": "GOI share 75% State share 25 % 14"
  },
  {
    "crop_name": "AA SSaammppllee Soil Health Card format",
    "description": "Aadhar Card No. //SSooiill HHeeaalltthh CCaarrdd NNoo:: ...... 1. Farmer’s Name: Block No................................ 2. Village: Taluka: .................................. District: 3. Khasara no: Area: (Ha) Type of soil: 4. Detaiillss ooff iinnddiivviidduuaall ssooiill aannaallyyssiiss: Normal/ Acidic/Alkaline/Sodic 4(a) Major nutrients ((wwiitthh ssaammppllee ddaattaa))"
  },
  {
    "crop_name": "Interpretation of",
    "description": "# Detail Result Range result* Acidic <6.5 Normal 6.5-8.2 Alkaline 1. pH (Soil Reaction)# 7.2 Normal (Green) >8.2 EC (Total Dissolve salts 2. 0.49 Normal <1 Medium 1-3 Harmful >3 Normal (Green) dSm/m) 3. Organic Carbon (%) Low <0.5 Medium 0.5-0.75 High >7.5 Low (Red) 0.26"
  },
  {
    "crop_name": "Very Low",
    "description": ""
  },
  {
    "crop_name": "Available",
    "description": "4. 43 Low < 28 Medium 28-56 High >56 Medium (Yellow) Phosphorous(kg/ha)"
  },
  {
    "crop_name": "Very High",
    "description": ""
  },
  {
    "crop_name": "Very Low",
    "description": "5. Available Potash (Kg/ha) Low < 140 Medium 140-228800 HHiigghh >>228800 Medium (Yellow) 254"
  },
  {
    "crop_name": "Very High",
    "description": "4(b) Secondary nutrients ((wwiitthh ssaammppllee ddaattaa)) Sr. Interpretation"
  },
  {
    "crop_name": "Detail RReessuulltt Range",
    "description": ""
  },
  {
    "crop_name": "No of result",
    "description": "1. Sulphur(PPM) 3344 Low < 10 Medium 10-20 High >20 High (Green) 2. Magnesium 5 Low < 1 Medium 1-2 High >2 High (Green) 3. Calcium 5 Low < 1.5 Medium 1.5-3.0 High >3.0 High (Green) 15"
  },
  {
    "crop_name": "Interpretation",
    "description": "Sr.No Detail Result Range of result Low < 0.5 Medium 0.5-1.0 1. Zinc 0.4 Low (Red) High >1.0 2. Ferrous 44 Low < 5 Medium 5-10 High >10 High (Green) 3. Manganese 11 Low < 5 Medium 5-10 High >10 High (Green) 4. Copper 5 Low < 0.2 Medium 0.2-0.4 High >0.4 High (Green) CCoolloorr CCooddee:: ** GGrreeeenn== SSuuffffiicciieenntt ((GGeenneerraall RReeccoommmmeennddaattiioonn DDoossee ((-)) 3300%%)) YYeellllooww== MMooddeerraattee ((GGeenneerraall RReeccoommmmeennddaattiioonn DDoossee)) RReedd == ddeeffiicciieenntt ((GGeenneerraall RReeccoommmmeennddaattiioonn DDoossee ((++)) 3300%%)) ##t == AAcciiddiicc // SSooddiicc //AAllkkaalliinnee IIInnn cccaaassseee ooofff aaaccciiidddiiiccc///aaalllkkkaaallliiinnneee///sssooodddiiiccc bbbeeeyyyooonnnddd nnnooorrrmmmaaalll rrraaannngggeee pppllleeeaaassseee cccooonnnsssuuulllttt aaagggrrriiicccuuullltttuuurrreee eeexxxpppeeerrrttt fffooorrr technical advice. 4 (d). CCCrrroooppp wwwiiissseee FFFeeerrrtttiiillliiizzzeeerrr RRReeecccooommmmmmeeennndddaaatttiiiooonnn ooonnn ttthhheee bbbaaasssiiisss ooofff sssoooiiilll aaannnaaalllyyysssiiisss... (((SSSuuupppppplllyyy rreeccoommmmeennddeedd ffeerrttiilliizzeerr aass bbaassaall ddoossee aanndd iinn ttoopp ddrreessssiinngg)) NNNooottteee::: SSSoooiiilll ccchhhaaarrraaacccttteeerrriiissstttiiicccsss iiilllllluuussstttrrraaattteeeddd iiinnn ttthhhiiisss cccaaarrrddd iiisss pppeeerrrtttaaaiiinnniiinnnggg tttooo ttthhhiiisss KKKhhhaaasssrrraaa NNNuuummmbbbeeerrr ooonnnlllyyy... SSSoooiiilll ccchhhaaarrraaacccttteeerrriiissstttiiicccsss vvvaaarrryyy fffrrrooommm dddiiiffffffeeerrreeennnttt kkkhhhaaasssrrraaa nnnuuummmbbbeeerrrsss... UUUssseee ooofff fffeeerrrtttiiillliiizzzeeerrrsss iiinnn aaaccccccooorrrdddaaannnccceee wwiitthh ssooiill aannaallyyssiiss ooff iinnddiivviidduuaall ffiieelldd iiss mmoorree bbeenneeffiicciiaall.. RReeccoommmmeennddaattiioonn tthhee bbaassiiss ooff ssooiill aannaallyyssiiss ((KKgg//hhaa))"
  },
  {
    "crop_name": "Season Crop",
    "description": ""
  },
  {
    "crop_name": "FYM Bentonite Zn Fe",
    "description": "Urea DAP MOP MMggSSOO44 (Ton/ha.)) Sulfur SO4 SO4"
  },
  {
    "crop_name": "Rabi",
    "description": "Wheat 15 390 130 100 25"
  },
  {
    "crop_name": "Kharif",
    "description": ""
  },
  {
    "crop_name": "Summer",
    "description": "16"
  },
  {
    "crop_name": "CCoosstt Cost",
    "description": ""
  },
  {
    "crop_name": "Item Details",
    "description": "((LLaakkhhss)) (Lakhs) Purchase of MMiinnii llaabb wwiitthh aacccceessssoorriieess 11..0000 machinery& GGllaassss wwaarreess 00..2255 equipment, chemicals EElleeccttrroonniicc bbaallaannccee 00..2255 Rs. 2.50 & glass-wares, AAnnaallyyttiiccaall bbaallaannccee 00..1155 miscellaneous DDrryyiinngg oovveenn 00..3355 laboratory articles. DDiissttiillllaattiioonn uunniitt,, ssiieevviinngg system etc. 00..5500 11.. CCoommppuutteerr 00..5500 22.. PPrriinntteerr Rs. 1.00 Purchase of IT 00..3300 33.. SSccaannnneerr equipment 44.. HHaanndd hheelldd DDeevviiccee 00..2200 FFuueell,, EElleeccttrriicciittyy && wwaatteerr connectivity & 00..3300 ssuuppppllyy BBiillll BBrrooaadd bbaanndd// TTelephone connection & Contingency 00..4400 CChhaarrggeess Rs. 1.50"
  },
  {
    "crop_name": "Expenditure",
    "description": "PPuurrcchhaassee ooff SSttaattiioonnaarryy 00..5500 AAnnnnuuaall MMaaiinntteennaannccee CCoosstt ((AAMMCC)) 00..3300 Total Project Cost Rs. 5.00 Note: The cost break-uupp iiss tteennttaattiivvee;; tthhee eennttrreepprreenneeuurr hhaass iinntteerr-ccoommppoonneenntt fflleexxiibbiilliittyy.. IItt wwiillll bbee one time assistance. 3.5. Annexure V HHoonnoorraarriiuumm ttoo ffiieelldd ssttaaffff ((SSttuuddeennttss // AAEEOO // AAOO - MMaannddaall)) S.No. Activities / Items AAmmoouunntt ((iinn RRss)) 1. Sampling Cost 4400..0000 2. EEnnggaaggiinngg ccoonnttrraaccttuuaall sseerrvviicceess && ttrraaiinniinngg ppeerr SSTTLL 3377..0000 3. FFoorr aannaallyyzziinngg ssooiill ssaammpplleess,, ccoosstt ooff cchheemmiiccaallss ++ mmiisscc.. 115500..0000 4. PPrriinnttiinngg ooff SSHHCCss ppeerr ssaammppllee 5500..0000 5. DDiissttrriibbuuttiioonn ooff SSHHCC ppeerr ssaammppllee 1100..0000 6. Demonstration 55..0000 7. FFuunnddss ffoorr aawwaarreenneessss//mmiissssiioonn mmaannaaggeemmeenntt//SSTTLL 44..0000 8. GPS 44..0000 CCoosstt ooff oonnee ssooiill SSaammppllee 330000..0000 NNNooottteee::: TTThhheee rrreeevvviiissseeeddd cccooosssttt nnnooorrrmmmsss ssshhhaaallllll bbbeee aaappppppllliiicccaaabbbllleee fffooorrr ttthhheee sssaaammmpppllleeesss cccooolllllleeecccttteeeddd wwwiiittthhh eeeffffffeeecccttt fffrrrooommm 26.08.2016 SSttaatteess sshhaallll uussee SSTTLLSS oorr oouuttssoouurrccee analysis and issue of SHC @ Rs.300/- ssaammppllee.. 17"
  },
  {
    "crop_name": "Two days Farmers training",
    "description": "SL Component Amount (in Rs.) WWoorrkkiinngg lluunncchh//tteeaa//ttrraaiinniinngg aarrrraannggeemmeennttss @@ RRss.. 115500// - per 1. 6000.00 ppeerrssoonn//ddaayy ffoorr 2200 ppaarrttiicciippaannttss 2. Stationery/literature 2000.00 HHoonnoorraarriiuumm ttoo GGuueesstt SSppeeaakkeerrss @@ RRss.. 550000 ppeerr ssppeeaakkeerr iinncclluuddiinngg 3. 2000.00 mmiisscceellllaanneeoouuss eexxppeennsseess Total 10000.00"
  },
  {
    "crop_name": "Field Demonstration",
    "description": "SL Component Amount (in Rs.) 1. AAssssiissttaannccee ttoo ffaarrmmeerr ffoorr iinnppuuttss,, llaabboouurr eettcc.. 5000.00"
  },
  {
    "crop_name": "Field Day expenses",
    "description": "2500.00 aa)) RReeffrreesshhmmeenntt ttoo 5500 ffaarrmmeerrss @@ RRss.. 5500// ffaarrmmeerr 2. bb)) MMiisscceellllaanneeoouuss eexxppeennsseess ssuucchh aass PPOOLL//TTrraannssppoorrtt//HHoonnoorraarriiuumm 2500.00 etc. Total 10000.00 Note: TTwwoo ddaayyss ttrraaiinniinngg ffoorr SSTTLL ssttaaffff aanndd FFiieelldd ffuunnccttiioonnaarriieess 18"
  },
  {
    "crop_name": "Abbreviations",
    "description": ""
  },
  {
    "crop_name": "AAP Annual Action Plan",
    "description": "ADA Assistant Director (Agriculture)"
  },
  {
    "crop_name": "AEO Agriculture Extension Officer",
    "description": "DAC / DAC&FW Department of Agriculture Co-operation & Farmers Welfare"
  },
  {
    "crop_name": "DAO District Agriculture Officer",
    "description": "DDO Drawing & Disbursement Officer"
  },
  {
    "crop_name": "DLEC District Level Executive Committee",
    "description": ""
  },
  {
    "crop_name": "FPO Farmer Produce Organizations",
    "description": ""
  },
  {
    "crop_name": "GPS Global Positioning System",
    "description": ""
  },
  {
    "crop_name": "ICAR Indian Council of Agricultural Research",
    "description": ""
  },
  {
    "crop_name": "ICT Information Communication Technology",
    "description": "IEC Information Education & Communication"
  },
  {
    "crop_name": "INM Integrated Nutrient Management",
    "description": ""
  },
  {
    "crop_name": "KVK KrishiVigyanKendras",
    "description": ""
  },
  {
    "crop_name": "MAO Mandal Agriculture Officer",
    "description": ""
  },
  {
    "crop_name": "MSTL Mini Soil Testing Labs",
    "description": ""
  },
  {
    "crop_name": "NMAS National Mission for Sustainable Agriculture",
    "description": ""
  },
  {
    "crop_name": "PRI Panchayat Raj Institutions",
    "description": ""
  },
  {
    "crop_name": "SAU State Agriculture University",
    "description": ""
  },
  {
    "crop_name": "SHC Soil Health Card",
    "description": ""
  },
  {
    "crop_name": "SHG Self Help Groups",
    "description": ""
  },
  {
    "crop_name": "SHM Soil Health Mission",
    "description": ""
  },
  {
    "crop_name": "SLEC State Level Executive Committee",
    "description": ""
  },
  {
    "crop_name": "STL Soil Testing Labs",
    "description": ""
  },
  {
    "crop_name": "VLSTP Village Level Soil Testing Project",
    "description": "19"
  },
  {
    "crop_name": "End Notes and References",
    "description": "1 Refer for Soil Health Card Portal at http://soilhealth.dac.gov.in/ 2"
  },
  {
    "crop_name": "Setting Up Village level Mini Soil Testing Labs by encouraging Village Entrepreneurs",
    "description": "is explained in detailed in Operational Guidelines of NMSA in the following link provided http://agricoop.nic.in/guidelines/integrated-nutrient-management 3 Refer 2 above 4"
  },
  {
    "crop_name": "Information to be taken while collecting the Soil samples can be referred at",
    "description": "http://agricoop.nic.in/sites/default/files/NMSA - Guidelines updated on 09.02.2017 .pdf 5 Small / Marginal Land holdings less than or equal to 2 ha. / Medium Land holding 2 to 5 ha. / Larger Land holdings greater than 5 ha. 20"
  }
]