[
  {
    "crop_name": "TECHNOTOGIES FOR BETTER CBOPS",
    "description": "PACI(AGE OF PRACTIGES ,Ft)R"
  },
  {
    "crop_name": "INCREASING",
    "description": "PR()DUCTION \\\\\\\\-ll1/ A\\\\Se/ '\\7, rcire"
  },
  {
    "crop_name": "INDIAN COUNCIL OF AGRICULTURAL RESEARCH",
    "description": ""
  },
  {
    "crop_name": "KRISHI BHAVAN NEW DELHI INDIA",
    "description": ""
  },
  {
    "crop_name": "TECHNOLOGIES FOR BETTER CROPS",
    "description": "1984"
  },
  {
    "crop_name": "WHEAT",
    "description": ""
  },
  {
    "crop_name": "PACKAGE OF PRACTICES FOR",
    "description": ""
  },
  {
    "crop_name": "INCREASING PRODUCTION",
    "description": ""
  },
  {
    "crop_name": "PUBLISHED BY",
    "description": ""
  },
  {
    "crop_name": "PUBLICATIONS AND INFORMATION DIVISION",
    "description": ""
  },
  {
    "crop_name": "INDIAN COUNCIL OF AGRICULTURAL RESEARCH",
    "description": "KRISHI BHAVAN, NEW DELHI"
  },
  {
    "crop_name": "FOREWORD",
    "description": ""
  },
  {
    "crop_name": "Tug lndian Council of Agricultural Research through its network of",
    "description": "All-lndia Co-ordinated Crop Improvement Projects, central research institutes and agricultural universities has developed a large number of improved agricultural technologies. These technologies include development of high-yielding varieties, agronomic practices, and plant-protection measures, which ensure high level of production of most of the crops cultivated in the country. However, there is wide gap between the national average yields and the potential achievable yields of most of the crops as demonstrated by the agricultural scientists on the farmers'fields through National Demonstrations. This is mainly because the transfer of technology is slow."
  },
  {
    "crop_name": "There has been a widespread demand for information about the",
    "description": "package of production practices to be adopted by the farmers in different parts of the country. To bridge this gap, the ICAR has decided-to bring out a series of publications on 'Technologies for Better Crops'. The publication V4heat: Package of Practices for Increasing Production (Revised) is the first in this series. I am sure, this will be of interest to all those who are engaged in the extension of proven technologies to the farmers for increasing the production of these important crops all over India."
  },
  {
    "crop_name": "The credit for assembling this information and preparation of this",
    "description": "bulletin goes to the Deputy Director-General (Crop Sciences), Project Director (Wheat), and the Publications and Information Division of the Council. I greatly appreciate their co-operation and prompt response in bringing out this bulletin. New Delhi O.P. Gautam I October 1984 Director-General"
  },
  {
    "crop_name": "CONTENTS",
    "description": "Wheat-growing regions 2 Selection of varieties 2 Adoption of correct cultural techniques 3 Time of planting, Seed rate, Row spacing (all zones), Depth of sowing (all zones, all conditions), Method of sowing, Fertilization, Irrigation schedule, Weed control Plant protection 6 Diseases, Nematodes, Insects 9 Physiological disorders 3 Micronutrient deficiencies, Adverse soil conditions Harvesting l0 Post-harvest care l0 Appendix l2"
  },
  {
    "crop_name": "WHEAT",
    "description": ""
  },
  {
    "crop_name": "Package of practices for increasing productiorl",
    "description": "IN 1983-84 production of wheatwas 45.2milliontonnes.In 1982-83, 23. 15 million hectares were under wheat in India, producing more than 42.5 million tonnes of grain, showing an increase of 12.4%o over previous year. The major wheat growing states continued to be Uttar Pradesh (8.22 million ha), Madhya Pradesh (3.37 million ha), Punjab (3.05 million ha), Rajasthan (2.06 million ha), Haryana (1.72 million ha), Bihar (1.64 million ha), Maharashtra (1.02 million ha) and Gujarat (0.64 million ha). Other states where considerable area under wheat was planted were Himachal Pradesh (0.36 million ha), Karnataka (0.33 million ha) and West Bengal (0.27 million ha). The largest grain quantities were produced in Uttar Pradesh (15.28 million tonnes), Punjab (9.18 million tonnes), Haryana (4.34 million tonnes), Rajasthan (3.78 million tonnes), Madhya Pradesh (3.68 million tonnes) and Bihar (2.20 million tonnes). The yields per hectare were high in Punjab (3,007 kg/ha), Haryana (2,526 kg/ha) and Gujarat (2,091 kg/ ha), but low in Madhya Pradesh ( I ,092 kg/ ha), Maharashtra (785 kg/ha) and Karnataka (603 kg/ha). ln addition to the large variations in the yield per hectare achieved in different wheat-growing states, there are marked variations in the yield levels of different agroclimatic regions within a state. The variations in different regions are partly owing to the agroclimatic, cultural and environmental factors, and the extent of popularization of the right type of varieties."
  },
  {
    "crop_name": "It is a known fact that the average yields in several districts being",
    "description": "realized in most of the agroclimatic zones are very low and in several cases lower than even the lowest potential achievable under the low- yielding, rainfed, low-fertility environment of the same region. Thus there is a vast potential of increasing the yields under all cultural conditions in all the wheat-growing regions of the country."
  },
  {
    "crop_name": "In view of the low average yields being realized in various",
    "description": "agroclimatic regions of different wheat-growing states, it was decided to compile specific technologies for each agroclimatic region for dissemination among the appropriate agencies and transmission to the cultivators. I"
  },
  {
    "crop_name": "Himalayan regions",
    "description": "2. Northem Plains Zone (NPZ), comprising the parts of sub-humid Satluj-Ganga alluvial plains and some part of arid western plains 3. North-Western Plains Znrrc NryPZ), comprising the arid western plains. 4. North-Eastern Zone (NEZ), comprising the sub-humid Satluj- Ganga alluvial plains, except Chhotanagpur plateau and"
  },
  {
    "crop_name": "Bundelkhand tract",
    "description": "5. Far-Easte rn Zone (FEZ), comprising the humid Bengal-Assam basin, humid eastern Himalayan region, far-eastern states and Bay Islands, and parts of sub-humid Satluj4anga alluvial plain 6. Central Zone (CZ), comprising the parts of arid western plains (east) and semi-arid lava plateau and central highlands (north) 7. South-Eastern Zone (SEZ), comprising the sub-humid to humid eastern and south-eastern upliands 8. Peninsular Zone (PZ), comprising the semi-arid lava plateau and central highlands (south) and humid tosemi-arid Western Ghats and Karnataka Plateau 9. Southern Hills Zone (SHZ), comprising the humid to semi-arid"
  },
  {
    "crop_name": "Western Ghats and Karnataka plateau",
    "description": ""
  },
  {
    "crop_name": "These zones transgress the state boundaries and several of the",
    "description": "states have parts in more than one agroclimatic zone. Specific recommendations are available for each zone in several cases, which should be specifically adopted if full potential of the agroclimatic is to be realized in the form of wheat yields. These technologies are given in brief."
  },
  {
    "crop_name": "SELECTION OF YAruETIES",
    "description": ""
  },
  {
    "crop_name": "Varieties recommended for each agroclimatic region of different",
    "description": "wheat-growing states and for each of the cultural environments are given in Appendix. This information would be helpful in the selection ofright type of varieties and their popularization in different parts of states."
  },
  {
    "crop_name": "ADOPTION OF CORRECT CULTURAL TECHNIQUES",
    "description": "Use of improved variety alone is not sufficient, and it must be cultivated according to suitable improved technologies. Sometimes broad generalizations are possible but each specific cultural environment has a specific requirement which must be fulfitled for the optimum results. These are specified below."
  },
  {
    "crop_name": "Time of planting",
    "description": ""
  },
  {
    "crop_name": "The crop should not be planted till the mean daily temperatures",
    "description": "drop down in 22-23C. For each planting period right type of varieties should be selected. The optimum date around which the seeding should be done to get the best yields in each agroclimatic region and the right type of varieties for each cultural environment are listed in Appendix. Seed rate (all regions except Peninsular Zone*) A. Irrigated a. Timely sown (i) Medium-grained varieties: 100 kgi ha (ii) Bold-grained varieties: 125 kg/ha (Seed rates are adjusted according to the grain size, taking the requirement of 100 kg/ ha seeds for a variety with 38 g/ 1,000-grain weight). In the North-Eastern Zone, under the rice-wheat rotation where direct seeding is required to be done in kharif rice stubbles, the seed rate should be increased by 25Vo. b. Iate sown Increase the seed rate by 25V0. B. Rainfed Same as under irrigated timely sown conditions. Row spacing (all zones) A. Irrigated (i) Timely sown: 20-22.5 cm (ii) Late sown: 15-18 cm Recently a row spacing of l5 cm or criss-cross sowing using normal seed rate has been recommended. *In the Peninsular Zor,e the recommended seed rates are 120 kg/ ha for the medium- grain varieties and 150 kg/ha for bold-grain varieties."
  },
  {
    "crop_name": "Method of sowing",
    "description": "To achieve good germination and crop stand, the seed must be sown in moist soil at a depth of 5-6 cm. The job can be done best by the use of seed drill. Desi plough can also be used to open furrows of appropriate depth and seed dropped in the open furrows (kera method) and covered by planking. If the seed is sown through a funnel attached to the desi plough Qtora method), planking should never be done. The best results are achieved by the use of seed+um- fertilizer drill."
  },
  {
    "crop_name": "Fertilization",
    "description": ""
  },
  {
    "crop_name": "The maximum possible amount of farmyard maflure should be",
    "description": "applied to the extent possible, as a combination of organic manure and synthetic fertilizers give superior results than the use ofsynthetic fertilizers alone. A. Dose of fertlizers"
  },
  {
    "crop_name": "The guantity of synthetic fertilizers to be applied depends mainly",
    "description": "on the soils status and the preceding field management. In general, the recommended doses are as follows:"
  },
  {
    "crop_name": "PzOs",
    "description": ""
  },
  {
    "crop_name": "Cultural conditions N KrO",
    "description": "(kg/ ha) (ke/ha) (kg/ha)"
  },
  {
    "crop_name": "Irrigated",
    "description": "40-50 Timely sown 80-120 40r q late sown 6G80 40* ,10 Restricted irrigation 6&80 40* Rainfed N 20 Nil *All doses should be adjusted on the basis of the results of soil tests and potassium should be applied only, if required. B. Method of fertilizer application a. Irrigated crop. Half the amount of the nitrogen and the total"
  },
  {
    "crop_name": "Irrigation schedule",
    "description": "A. Adequate water availability Four to 6 irrigations may be necessary, depending upon the soil texture and the extent of natural precipitation during the crop season. If 6 irrigations are given, these should be applied at the following crop-growth stages: crown-root-initiation stage (CRI), late tillering, late jointing, flowering, milk stage, and dough stage. If only 4 irrigations are given, those at late jointing and dough stages may be avoided. Similarly, if 5 irrigations are given, the last irrigation at dough stage can be avoided. If enough rainfall occurs at any of the above stages, that particular irrigation can be omitted. B. Restricted water supply (i) If only I irrigation is possible, it should be applied between the crown-root-initiation and tillering stages. (ii) If 2 irrigations are possible, the first should be applied at crown-root-initiation stage and the second at boot stage. (iii) If 3 irrigations are possible, the first should be given at crown- root-initiation stage, second at boot-leaf stage and third at milk stage."
  },
  {
    "crop_name": "Weed control",
    "description": ""
  },
  {
    "crop_name": "Weed control is done both by chemical and cultivated methods as",
    "description": "described below. A. Chemical methods"
  },
  {
    "crop_name": "These methods are recommended where infestation of weeds is",
    "description": "very heavy. a. Broad-leaved weeds (bathua, Krishan neel, pohli orkotiari) can"
  },
  {
    "crop_name": "When dominant weed is wild oat or mixed population of Phalaris",
    "description": "minor and wild oat, use Isoproturon @ 0.75 kg ai/ha or Metoxuron @ 1.5 kg ai/ha as post€mergence spray. The pre+mergence herbicides should be sprayed immediately after sowing. The post-emergence herbicides should be sprayed 30-35 days after sowing (7-10 days after first irrigation). The specified quantity of the weedicide should be mixed with 750 litres of water for use in I ha area and sprayed uniformly. B. Cultural methods (i) Plant the wheat crop at the optimum time, using the right variety for different sowing intervals and use weed-free seeds (ii) Keep the weeds under check by interculturing and hoeing (iii) Remove weeds before they set seeds (iv) Keep bunds and irrigation channels free of weeds and the spread of weed through irrigation water should be prevented (v) Grow suitable alternative winter-season (rabi) crops in rotation with wheat in heavily weed-infested fields"
  },
  {
    "crop_name": "PLANT PROTECTION",
    "description": ""
  },
  {
    "crop_name": "Diseases",
    "description": "The best strategy is to grow resistant varieties. I . Rusls. Under normal conditions most of the improved varieties tend to sow varying degrees of resistance to the 3 rusts, viz. brown, yellow and black. No specific chemical control measures are recommended. As soon as a variety shows susceptibility, it should be replaced at the earliest. 2. Loose smut. lt is predominant in Northern and Western Plains Zones, Eastern Zone and Northern Hills Zone. Among the present commercial varieties only 'VL 421'and 'WL 410' are resistant."
  },
  {
    "crop_name": "The disease can be very effectively controlled by treating the seeds",
    "description": "with organomercurial fungicides such as Ceresan or Agrosan, when used @ 2 glke seed. Carboxin or Carbendezim @ 2.5 klkg seed are also very effective. 5. Flag smut. lt is present in Punjab, Haryana, Rajasthan, Delhi, Himachal Pradesh and Uttar Pradesh. None of the commercial varieties is resistant. Seed dressing with organomercurial compounds like Ceresan or Agrosan @ 2 gl kg seed and non-mercurial compounds such as Carboxin, Carbendezim @ 2.5 glka seed control the disease. 6. Powdery mildew. It is prevalent in hills of north and south and submountainous and tarai area of the north. No commercial variety is resistant, although varying degrees of tolerance exists. Use of sulphur dust and Kerathane can check the disease. 7. Leaf-blight (Alternoria spp.) and leaf-spot (helminthosporium spp.) Leaf-blight is prevalent in Gujarat, Karnataka, Madhya Pradesh, Maharahstra, Bihar, Orissa, West Bengal and Andhra Pradesh, whereas leaf-spot occurs in humid areas like West Bengal, Bihar, Uttar Pradesh and Orissa. The latter can occur in some other parts also sporadically."
  },
  {
    "crop_name": "Complete resistance to both these diseases is not observed in the",
    "description": "commercial varieties, though they show different degrees of tolerance. Spray with dithiocarbomates such as Dithane Z-78 or Dithane M-45 @ 0.257a with the first appearance of the disease and regular"
  },
  {
    "crop_name": "Nernrtodes",
    "description": "l. fur-cockle and tundu. These are the 2 phases of the same nematode complex. The disease is prevalent in north India and has been reported from Punjab, Haryana, Himachal pradesh, Rajasthan, Delhi, Uttar Pradesh and Bihar. It can be controlled by the use of seed free from nematode galls. 2. Molya disease. It is widespread in Rajasthan and has also been reported from Punjab, Haryana, J&K, Delhi and Western U.p. The infection causes stunted and weak plants. No commercial variety is resistant. Soil application of DBCP ficlo EC @ 30 litres/ha is effective but is very expensive. Two summer ploughings at l0day intervals during May-June help reduce the nematode population to a level that woilld not harm the wheat crop. One-year or 2-year rotation with non-host crops like carrot, radish, marigold and resistant varieties of barley can be helpful."
  },
  {
    "crop_name": "Insecb",
    "description": "l. Termite (White-ant). It can affect the crop in any part of the country specifically in low soil-moisture conditions. Its infestation can be severe particularly in northern and central parts of the country. Effective control is achieved by treating seeds with Aldrin 34 EC @ ,m0 ml/q seed before sowing. Soil application of Aldrin 5%o or BHC lUVo @ 25 kglha after final ploughing but before planting is also effective. 2. Brown wlteat mite. This pest is important in Rajasthan, Madhya Pradesh, Uttar Pradesh, Delhi, Haryana and Punjab. It is particularly serious in the rainfed crop. Effective control is achieved by spraying Anthio 25 EC @ 650 ml/ha, Dimecron 100 @ 250 ml/ha or Metasystox 25 EC @ 650 ml/ha. The spray should be given on the first appearance ofthe pest. These sprays will also control aphids and jassids. The spray should be repeated after 15 days if necessary. 3. Armyworms, cutworms, grain caterpillars and pyrilla. These"
  },
  {
    "crop_name": "Micronuhient deflciencies",
    "description": ""
  },
  {
    "crop_name": "The adoption of intensive cropping systems in various parts of the",
    "description": "country has resulted in occasional micronutrient definciencies. Some of the common ones are listed below. l. Zinc defrcimcy. This has been reported from various areas of the country. The deficiency symptoms are failure of stem elongation and necrosis and chlorosis in the plant leaves. These can be rectified byapplying zinc sulphate @ 25 kg/ha along with the fertilizers. 2. Sulpftur deficiency. lnsome areas of Punjab, sulphur deficiency has also been reported. The deficiencysymptoms are stunted growth, a general yellowing of leaves and delayed maturity. The situation can be avoided by using sulphur<ontaining fertilizers like ammonium sulphate and single superphosphate."
  },
  {
    "crop_name": "Adverse soil conditions",
    "description": ""
  },
  {
    "crop_name": "Alkalinity and salinity are the important adverse soil conditions",
    "description": "widely prevalent in several wheat-growing states. A. Alkaline sofls. Such soils are frequent in Haryana, punjab, Uttar Pradesh, parts of Bihar and Madhya pradesh. Alkalinity is caused by an excessive concentration ofcarbonates and bicarbonates of sodium. The crop stand is reduced owing to poor seedling emergence, low tillering and weak plant growth. If the pH is above 9.2, wheat crop should not be grown without the adoption of recommended soil-amendment practices. These may involve the use of gypsum @ l0 to 15 tonnes/ha, depending upon soil test and adoption or rice-wheat rotations. Other specific recommendations for increasing the wheat production from alkaline soils are: l. Use l$-l1Vo higher seed rate than normal 2. Apply 20Vo higher dose of nitrogen 3. Restrict phosphorus and potassium application only when soil tests justify their use 4. Use compost, wherever possible"
  },
  {
    "crop_name": "Use slightly higher seed rate",
    "description": "2. Follow a rigid water-management schedure, which involves a heavier-than-normal first irrigation, followed by frequent light irrigations with occasional heavy irrigations 3. Use normal recommended levers of nitrogen but split into 3 equar doses to be applied at seedling, tillering and grain_filling stages c. Acidic sork. Such soils are found in several high rainfa-ll arLs with excessive leaching which results in low bases content. These are commonly encountered in far eastern states viz. Bihar, west Bengal and certain high altitude areas of North western Hills. Typical symptoms include restricted plant growth and reduced p uptake. These symptoms start becoming acute below 5.5 pH. Rectification can be achieved by applying lime. Recommended dose of lime varies from l- 2 tonnes per hectare but the exact requirement must be got determined by actual soil test."
  },
  {
    "crop_name": "HARVESTING",
    "description": ""
  },
  {
    "crop_name": "To minimize losses from shattering and other environmental",
    "description": "hazards, the crop must be harvested soon after maturity. The best time for harvesting is at a grain moisture of about lsvo and when the seed has become hard. If the straw is wet, it should be dried till the stein can be broken by hand. Several types ofwheat threshers are available andareveryhelpful."
  },
  {
    "crop_name": "The optimum speed recommended by the manufactureis of tne",
    "description": "threshers should be followed, keeping in view the capacity of the machine, grain breakage and size of the bhusa particles. POST-HARVEST CARE To avoid losses in storage, the grains should be dried in sun to the l0"
  },
  {
    "crop_name": "The surface treated with an insecticide must not come in direct",
    "description": "contact with grains. ll"
  },
  {
    "crop_name": "FFFSJ",
    "description": "s) :8 E 00 6e3 Foo gO o . E6=n & ! o € tr t z B I \\6 t E f p H i E zo H !E O e E z B E o b 0 a 8 g.l 2 lr.l i o- o , c tr o >a \" ,3d i ' c : s.i I ri E A .o oo o -.U 99 .o d tD E i- r 6 l . c E '&E:r= F 6 r' t E s . S E , F E I (3 & q, &j ilH i t r.8 E _ q a ' 6 E * .: E -E E .,6 8 E$$E gEB Eti?- $i?q g o oo0 tEEEE€lsE ; 9 a,BiE6,rfd5 o.! od a ir o. o E. 0\"6 '= o 4E :dF=; ; s 30=o !ad i Ess E€ 3i E cu a9f's afi4 ?<a <}F t3"
  },
  {
    "crop_name": "E ets",
    "description": "FA ! e rt a r \" r E S =t * E d EAo IJ.l trtr = 9; -, l6 E EiSr 2 ! > y- o > ' oEgE ! c.: EA .>E,E= E & E : &.. .6 : Ptr=i:= J.; 6 3 E i: s =3i= 5 u E *J-rc t 4 : ri"
  },
  {
    "crop_name": "E Ga",
    "description": "E^Uad * . E = g 4 EE E :x T i: I \"6 -E)t :i E 3IE' EE.;5E rc o o E .L $U d ) t E 9E 9- g o o bo0 = E : ! d 9 d t : ii E e * € E T E A\" s Co, E <o>v E,z; E E,E o eN ;_ odr < qo 4 c g o bl) €E = o tri j ,H! r v r. ) J B ( B J ! E .E r = S 3 9 r'5 F 6 N 2 6r(, v;ZO€ l4"
  },
  {
    "crop_name": "Bliig",
    "description": "si5 i[a q BBo 6 o o 4 qts 4 aJOe qJ ?E z 1' €= !.o c E 1J!a, E ir.l a 2 lr.l 22t! z OF > ' o, I ti\" ! oi _ ! o B,E f;T ; U E E i ; E o o 6 o tr & (n :r', d 0 F O ' ;- o d ( E 6 .uEiF- =Jd id r q 9 * ! . dF € f - - ic' E & ,i E E E F f= t, 4\"5 : \" a E e # $ , E E q P .? *= -; E 5 dd Ea = = ?"
  },
  {
    "crop_name": "Egt",
    "description": "rEEEs $ +a as =;4 . o .9 i Y '? e E g -+ ;'l r. o O = iogdi ;Je{; -.--H!*E.dt^rL6=-o-('L; . 6 :E.d .4 , E ,- i rL € 6 d 8 E 6 E ForE.P5, fEESE;; sESgE EE! o .9 6: '€6a; d\" .4 v- EE)'t9.sN e A . o : ^ N 0r sN , v l ) o( a ! s o ( , av N,iia €t .\\ 7. l9"
  },
  {
    "crop_name": "Hd I J",
    "description": "ci, d-(P0 G o d E d U L =o -. - -E-(J Od !6 = aE CQ (u6 L (r . d :6 d9dp>i i.9 ;64 <u) .O -E 9 HN ,SIa E E FN |r')lJ.].tY 2l"
  },
  {
    "crop_name": "Ots",
    "description": "ra6 d;-N N +-* [t t ,i=;b a :E- iS IN.:S) X g = ; 2 it = EY r !t rbeSlF i'\" t pr'o = rr\"tfn nxis;3rxiisFii E\\ ICIJ ;S*iP 9a"
  },
  {
    "crop_name": "OlpO",
    "description": "qiJX"
  },
  {
    "crop_name": "OZHO z",
    "description": "!!!a ! q.l Z Z rJJ 2 ,- da 'o 'o-i ?, s.h E .99 o - oo 3 = ; lHaE i: J = = d bD E i- &I4 H fi, !aq : E €81,= icl! \"f;:E$€€=gEE$.$Ei isFa i;I:;t El< d??I$ i* cE E S €'E lda6la =rsSEIEf;S#*Ee$ets ; F 6 S X'9Ei Z !I i\\t . 2 E = 0 . . ^ i 9 N €i59. 23"
  },
  {
    "crop_name": "Esi",
    "description": "9v: o N lrl t A- IT 25"
  },
  {
    "crop_name": "OUR NEW PUBLICATIONS",
    "description": ""
  },
  {
    "crop_name": "BANANA",
    "description": "by V.N. Madhava Rao iv*62pp 12cmX24cm Fig. Price Rs.5.25 1 Postage Rs.3.50 Provides information on morphology, nomenclature. I clones, cultivation, diseases and pests, packing and i preservation. I I"
  },
  {
    "crop_name": "INDUCED BREEDING OF CARPS",
    "description": "by Hiralal Chaudhuri and S.B. Singh iv t 82 pp 16 cm X 24 cm Figs. 38 Price Rs.16.OO Postage Rs.3.5O Gives information on the technique of hypophysation. with special reference to major lndian and Chinese carps, its. advantages and its role in the development of aquaculture. GRASSES AND LEGUMES FOR FORAGE NruO SOII-"
  },
  {
    "crop_name": "CONSERVATION",
    "description": "by K.A. Shankaranarayan and Vinod Shankar vi * 156 pp 16 cm X24cm Figs.30 Price Rs.2O.SO Postage Rs,4.O0"
  },
  {
    "crop_name": "Presents a synthetic picture of the varied roles that grasses",
    "description": "and legumes play in forage production and soil conservation under various ecological conditions, with exhaustive bibliography and index. ORGAN!C MANURES by A.C. Gaur, S. Neelakantan and K.S. Dargan vi*160pp 1 6 cm X24cm Figs. 3 (2 line drawings and t halftone) Price Rs.16.25 Postage Rs.4.OO Describes the potential of various organic manures, their preparation, processing and preservation, and recycling of organic materials as fertilisers, biogas, etc. Copies available from:"
  },
  {
    "crop_name": "The Business Manager",
    "description": ", lndian Council of Agricultural Research Krishi Bhavan, New Delhi-11OOO1"
  }
]