[
  {
    "crop_name": "CHAPTER",
    "description": "4"
  },
  {
    "crop_name": "Crop production",
    "description": "and natural resource use 4.1 Introduction 4.2 Sources of growth in crop production"
  },
  {
    "crop_name": "This chapter discusses the main agronomic factors",
    "description": "underlying the projections of crop production Aggregate crop production at the world level presented in Chapter 3. The focus is on crop is projected to grow over the period to 2030 at production in developing countries, for which the 1.4 percent p.a., down from the annual growth of projections were unfolded into land and yield 2.1 percent of the past 30 years (Table 4.1). For the projections under rainfed (five land classes) and developing countries as a group, the correspon- irrigated conditions. Although the underlying ding growth rates are 1.6 and 3.1 percent p.a., analysis was carried out at the level of individual respectively (or 1.8 and 2.7 percent p.a., excluding countries, the discussion here is limited to China). The reasons for this continuing decelera- presenting the results at the level of major regions, tion in crop production growth have been which unavoidably masks wide intercountry differ- explained in Chapter 3. ences. The parameters underlying the livestock The projected increase in world crop production production projections will be discussed in over the period from 1997/99 to 2030 is 55 percent, Chapter 5. Selected technology issues such as the against 126 percent over the past period of similar scope for further yield increases, technologies in length. Similar increases for the developing countries support of sustainable agriculture and the role of as a group are 67 and 191 percent, respectively. The biotechnology are discussed in Chapter 11. Issues only region where the projected increase would be of environment and the possible impact of climate about the same as the historical one would be sub- change on crop production are the subjects of Saharan Africa, namely 123 and 115 percent, respec- Chapters 12 and 13. tively. The faster growth in the developing countries, as compared to the world average, means that by 2030 this group of countries will account for almost three-quarters (72 percent) of world crop produc- tion, up from two-thirds (67 percent) in 1997/99 and just over half (53 percent) 30 years earlier. 124"
  },
  {
    "crop_name": "CROP PRODUCTION",
    "description": ""
  },
  {
    "crop_name": "AND NATURAL RESOURCE USE",
    "description": "Table 4.1 Annual crop production growth 1969-99 1979-99 1989-99 1997/99 2015-30 1997/99 -2015 -2030"
  },
  {
    "crop_name": "Percentage",
    "description": "All developing countries 3.1 3.1 3.2 1.7 1.4 1.6 excl. China 2.7 2.7 2.5 2.0 1.6 1.8 excl. China and India 2.7 2.6 2.5 2.0 1.7 1.9 Sub-Saharan Africa 2.3 3.3 3.3 2.6 2.5 2.5 Near East/North Africa 2.9 2.9 2.6 1.8 1.5 1.6 Latin America and the Caribbean 2.6 2.3 2.6 1.8 1.6 1.7 South Asia 2.8 3.0 2.4 2.1 1.5 1.8 East Asia 3.6 3.5 3.7 1.3 1.1 1.2 Industrial countries 1.4 1.1 1.6 0.9 0.9 0.9 Transition countries -0.6 -1.6 -3.7 0.7 0.7 0.7 World 2.1 2.0 2.1 1.5 1.3 1.4 There are three sources of growth in crop The results shown in Table 4.2 should be taken production: arable land expansion which, together as rough indications only. For example, yields here with increases in cropping intensities (i.e. increasing are weighted yields (1989/91 price weights) for multiple cropping and shorter fallow periods), leads 34 crops and historical data for arable land for to an expansion in harvested area; and yield many countries are particularly unreliable.1 Data growth. About 80 percent of the projected growth on cropping intensities for most countries are non- in crop production in developing countries will existent and for this study were derived by come from intensification in the form of yield comparing data on harvested land, aggregated increases (67 percent) and higher cropping intensi- over all crops, with data on arable land. The ties (12 percent, Table 4.2). The share due to inten- projections are the end result of a detailed investi- sification will go up to 90 percent and higher in the gation of present and future land/yield combina- land-scarce regions of the Near East/North Africa tions for 34 crops under rainfed and irrigated and South Asia. The results for East Asia are heavily cultivation conditions, for 93 developing coun- influenced by China. Excluding the latter, intensifi- tries.2 In the developed countries, the area of cation will account for just over 70 percent of crop arable land in crop production has been stagnant production growth in East Asia. Arable land expan- since the early 1970s and recently declining. sion will remain an important factor in crop Hence growth in yields and more intensive use of production growth in many countries of sub- land accounted for all of their growth in crop Saharan Africa, Latin America and some countries production and also compensated for losses in in East Asia, although much less so than in the past. their arable land area."
  },
  {
    "crop_name": "The estimated contribution of yield increases is Growth in wheat and rice production in the",
    "description": "partly a result of the increasing share of irrigated developing countries increasingly will have to come agriculture in total crop production (see Section from gains in yield (more than four-fifths), while 4.4.1), and irrigated agriculture is normally more expansion of harvested land will continue to be a “intensive” than rainfed agriculture. major contributor to production growth of maize, 1 See Alexandratos (1995, p. 161, 168) for a discussion on problems with land use data. 2 Unfortunately, revised data for harvested land and yields by crop for China (mainland) are not available until the results of the 1997 Chinese Agricultural Census have been processed and published. Therefore, ad hoc adjustments had to be made to base year data based onfragmentary non-official information on harvested land and yield by crop. 125"
  },
  {
    "crop_name": "Arable land Increases Harvested Yield",
    "description": "expansion in cropping land increases (1) intensity expansion (2) (1+2) 1961 1997/99 1961 1997/99 1961 1997/99 1961 1997/99 -1999 -2030 -1999 -2030 -1999 -2030 -1999 -2030 All developing countries 23 21 6 12 29 33 71 67 excl. China 23 24 13 13 36 37 64 63 excl. China and India 29 28 16 16 45 44 55 56 Sub-Saharan Africa 35 27 31 12 66 39 34 61 Near East/North Africa 14 13 14 19 28 32 72 68 Latin America and 46 33 -1 21 45 54 55 46 the Caribbean South Asia 6 6 14 13 20 19 80 81 East Asia 26 5 -5 14 21 19 79 81 World 15 7 22 78"
  },
  {
    "crop_name": "All developing countries",
    "description": "Crop production – rainfed 25 11 36 64 Crop production – irrigated 28 15 43 57 possibly even more so than in the past (Table 4.3). corresponding decline in the wheat and rice areas These differences are partly because the bulk of but an increase of 36 percent in the maize area. wheat and rice is produced in the land-scarce The actual combination of the factors used in regions of Asia and the Near East/North Africa while crop production (land, labour and capital) in the maize is the major cereal crop in sub-Saharan Africa different countries will be determined by their rela- and Latin America, regions where many countries tive prices. For example, taking the physical avail- still have room for area expansion. As discussed in ability of land as a proxy for its relative scarcity and Chapter 3, an increasing share of the increment in hence price, one would expect land to play a the production of cereals, mainly coarse grains, will greater role in crop production the less scarce and be used in livestock feed. As a result, maize produc- cheaper it is. For the 60 countries out of the 93 tion in the developing countries is projected to grow developing countries studied in detail, which at at 2.2 percent p.a. against “only” 1.3 percent for present use less than 60 percent of their land esti- wheat and 1.0 percent for rice. Such contrasts are mated to have some rainfed crop production particularly marked in China where wheat and rice potential (see Section 4.3.1), arable land expansion production is expected to grow only marginally over is projected to account for one-third of their crop the projection period, while maize production is production growth. In the group of 33 land-scarce expected to nearly double. Hence there will be a countries – defined here as countries with more Table 4.3 Sources of growth for major cereals in developing countries (percentage)"
  },
  {
    "crop_name": "Harvested land expansion Yield increases",
    "description": "1961 - 1999 1997/99 - 2030 1961 - 1999 1997/99 - 2030 Wheat 22 17 78 83 Rice 23 14 77 88 Maize 30 49 70 51 126"
  },
  {
    "crop_name": "CROP PRODUCTION",
    "description": ""
  },
  {
    "crop_name": "AND NATURAL RESOURCE USE",
    "description": "Table 4.4 Shares of irrigated production in total crop production of developing countries"
  },
  {
    "crop_name": "All crops Cereals",
    "description": "Shares (percentage) Arable Harvested Production Harvested Production land land land Share in 1997/99 21 29 40 39 59 Share in 2030 22 32 47 44 64 Share in increment 1997/99–2030 33 47 57 75 73 than 60 percent of their suitable land already in use land with crop production potential and some – the contribution of land expansion is estimated to constraints to exploiting such suitable areas (Section be less than 10 percent. 4.3.1). Then the projected expansion of the agricul- For the developing countries, this study made tural area during the next three decades (to 2030) an attempt to break down crop production by is presented in Section 4.3.2, while Section 4.3.3 rainfed and irrigated land in order to analyse the speculates about whether or not there will be an contribution of irrigated crop production to total increasing scarcity of land for agriculture. crop production. It is estimated that in the devel- oping countries at present, irrigated agriculture, 4.3.1 Land with crop production potential with about a fifth of all arable land, accounts for for rainfed agriculture 40 percent of all crop production and almost 60 percent of cereal production (Table 4.4). It Notwithstanding the predominance of yield increases should be emphasized that, apart from some major in the growth of agricultural production, land crops in some countries, there are only very limited expansion will continue to be a significant factor in data on irrigated land by crops and the results those developing countries and regions where the presented in Table 4.4 are almost entirely based potential for expansion exists and the prevailing on expert judgement (see Appendix 2 for the farming systems and more general demographic and approach followed in this study). Nevertheless, the socio-economic conditions favour it. One of the results suggest an increasing importance of irri- frequently asked questions in the debate on world gated agriculture, which accounts for a third of the food futures and sustainability is: how much land is total increase in arable land and for over 70 percent there that could be used to produce food to meet the of the projected increase in cereal production. needs of the growing population? Since the late 1970s, FAO has conducted a series of studies to determine the suitability of land for growing various crops. Recently, a new study was undertaken 4.3 Agricultural land together with the International Institute for Applied At present some 11 percent (1.5 billion ha) of the Systems Analysis (IIASA) to refine the methods, globe’s land surface (13.4 billion ha) is used in crop update databases and extend the coverage to all production (arable land and land under permanent countries in the world by including also countries in crops). This area represents slightly over a third temperate and boreal climates, which were previ- (36 percent) of the land estimated to be to some ously not covered. A summary description of the degree suitable for crop production. The fact that method is given in Box 4.1 and a full description and there remain some 2.7 billion ha with crop produc- presentation of results can be found in Fischer, van tion potential suggests that there is still scope for Velthuizen and Nachtergaele (2000). further expansion of agricultural land. However, Table 4.5 gives some results for selected crops there is also a perception, at least in some quarters, and input levels. At a high input level (commercial that there is no more, or very little, land to bring farm operations, see Box 4.1), over 1.1 billion ha under cultivation. In what follows, an attempt is would be suitable for growing wheat at an average made to shed some light on these contrasting views maximum attainable yield level of 6.3 tonnes/ha, by first discussing the most recent estimates of i.e. taking into account all climate, soil and terrain 127"
  },
  {
    "crop_name": "Actual Total suitable Very Suitable Moderately Marginally",
    "description": "1997/99 suitable suitable suitable A Y % of land A Y A Y A Y A Y A Y Wheat – high input World 226 2.6 8.5 1139 6.3 160 9.4 397 7.8 361 5.2 221 3.0 All developing 111 2.5 4.1 314 5.3 38 8.2 97 6.7 105 4.7 74 2.7 Transition countries 51 2.0 15.6 359 6.3 44 9.6 107 8.2 130 5.3 78 3.4 Industrial countries 65 3.3 14.3 466 6.9 78 9.9 193 8.1 125 5.4 69 2.9 Wheat – low input World 226 2.6 11.3 1510 2.3 175 4.1 403 2.9 487 2.0 445 1.2 All developing 111 2.5 6.1 467 1.7 31 3.1 101 2.4 152 1.7 183 1.0 Transition countries 51 2.0 18.5 425 2.6 47 4.4 127 3.2 151 2.3 100 1.3 Industrial countries 65 3.3 19.0 617 2.5 97 4.2 175 3.1 183 2.1 161 1.2 Rice – high input World 161 3.6 12.5 1678 4.3 348 6.2 555 4.9 439 3.6 337 2.2 All developing 157 3.6 21.4 1634 4.3 347 6.2 549 4.9 423 3.6 315 2.2 Transition countries 0.5 2.5 0.0 1 3.2 0 0.0 0 7.6 0 4.3 1 2.6 Industrial countries 4 6.5 1.3 44 4.1 1 9.0 6 6.4 16 4.6 21 2.6 Maize – high input World 144 4.2 11.6 1557 8.2 246 13.2 439 10.3 393 7.4 479 4.3 All developing 99 2.8 18.2 1382 8.0 221 13.2 359 10.3 339 7.3 463 4.3 Transition countries 9 3.9 0.5 11 6.9 1 13.4 8 7.3 2 5.3 1 3.4 Industrial countries 38 7.7 5.0 163 9.6 24 13.9 73 10.7 52 7.7 15 4.6 Soybean– high input World 72 2.1 10.3 1385 2.4 183 4.0 353 3.1 415 2.2 434 1.3 All developing 41 1.8 16.8 1277 2.4 173 4.0 324 3.1 372 2.2 407 1.3 Transition countries 0.7 1.3 0.1 3 3.0 1 4.2 1 3.2 1 2.3 0 1.5 Industrial countries 30 2.6 3.2 105 2.6 10 4.1 27 3.3 42 2.4 26 1.5 Notes: A=area in million ha; Y=average attainable yield in tonnes/ha. The 1997/99 data are not distinguished by input level as information does not exist. The area data for 1997/99 refer to harvested area and elsewhere in the table to arable area. 128"
  },
  {
    "crop_name": "CROP PRODUCTION",
    "description": ""
  },
  {
    "crop_name": "AND NATURAL RESOURCE USE",
    "description": "Box 4.1 Summary methodology of estimating land potential for rainfed agriculture For each country an evaluation was made of the suitability of land for growing 30 crops1under rainfed condi- tions and various levels of technology. The basic data for the evaluation consist of several georeferenced data sets: the inventory of soil characteristics from the digital FAO-UNESCO Soil Map of the World (SMW; FAO, 1995a), an inventory of terrain characteristics contained in a digital elevation model (DEM; EROS Data Center, 1998), and an inventory of climate regimes (New, Hulme and Jones, 1999). The data on temperature, rainfall, relative humidity, wind speed and radiation are used, together with information on evapotranspiration, to define the length of growing periods (LGPs), i.e. the number of days in a year when moisture availability in the soil and temperature permit crop growth. The suitability estimates were carried out for grid cells at the 5 arc minute level (9.3 by 9.3 km at the equator), by interfacing the soil, terrain and LGP characteristics for each grid cell with specific growth require- ments (temperature profile, moisture, nutrients, etc.) for each of the 30 crops under three levels of technology. These levels of technology are: low, using no fertilizers, pesticides or improved seeds, equivalent to subsistence farming; intermediate, with some use of fertilizers, pesticides, improved seeds and mechanical tools; and high, with full use of all required inputs and management practices as in advanced commercial farming. The resulting average attainable yields for each cell, crop and technology alternative were then compared with those obtain- able under the same climate and technology on land without soil and terrain constraints, termed here the maximum constraint-free yield (MCFY). The land in each grid cell is for each crop (and technology level) subdi- vided into five suitability classes on the basis of the average attainable yield as a percentage of the MCFY, as follows – very suitable (VS): at least 80 percent; suitable (S): 60 to 80 percent; moderately suitable (MS): 40 to 60 percent and marginally suitable (mS): 20 to 40 percent. Not suitable (NS) land is that for which attainable yields are below 20 percent of the MCFY. The result of this procedure is an inventory of land suitability by grid cell for each crop and technology level. Tomake statements of the overall suitability for rainfed agriculture, one has to aggregate the suitability estimates for all crops and technology levels.2There are various ways of doing this (e.g. one could add up over crops by applying value (prices) or energy (calories) weights to arrive at an “average” crop). Here the method applied in Fischer, van Velthuizen and Nachtergaele (2000) was followed: For each grid cell, first the largest (i.e. out of all the crops considered) extent of very suitable and suitable area under the high technology level was taken. Then the part of the largest very suitable, suitable and moderately suitable area under the intermediate technology, exceeding this first area, was added. Finally the part of the largest very suitable, suitable, moderately suitable and marginally suitable area under the low technology, exceeding this second area, was added. The rationale for this methodology is that it is unlikely to make economic sense to cultivate moderately and marginally suit- able areas under the high technology level, or to cultivate marginally suitable areas under the intermediate tech- nology level. The result of this is the maximum suitable area in each grid cell under what was dubbed the “mixed” input level. Table 4.6 shows the results of aggregating over all grid cells in each country. It is noted, however, that some of the land classified as not suitable on the basis of this evaluation is used for rainfed agriculture in some countries, e.g. where steep land has been terraced or where yields less than the MCFY are acceptable under the local economic and social conditions (see also Box 4.2). For these reasons, land reported as being in agricultural use in some countries exceeds the areas deemed here as having rainfed crop production potential. 1 These crops are: wheat (2 types), rice (3 types), maize, barley (2 types), sorghum, millet (2 types), rye (2 types), potato, cassava, sweet potato, phaseolus bean, chickpea, cowpea, soybean, rapeseed (2 types), groundnut, sunflower, oil palm, olive, cotton, sugar cane, sugar beet and banana. 2 For a full explanation of the methodology, see Fischer, van Velthuizen and Nachtergaele (2000). The estimate of total potentialland of 2603 million ha in developing countries, excluding China, is about 3 percent higher than the 2537 million ha estimated for the 1995 edition of this study (Alexandratos, 1995). This is due to the more refined methodology followed in the present study, new climate and terrain data sets, the increase in the number of crops for which suitability was tested (from 21 in 1995 to 30 in the present study), and a different method of aggregation. 129"
  },
  {
    "crop_name": "Share",
    "description": "of land suitable Total land suitable Very Suitable suitable Moderately suitable Marginally suitable Not"
  },
  {
    "crop_name": "Million ha",
    "description": ""
  },
  {
    "crop_name": "CROP PRODUCTION",
    "description": ""
  },
  {
    "crop_name": "AND NATURAL RESOURCE USE",
    "description": "Box 4.2 Estimating the land potential for rainfed agriculture: some observations1 The evaluation of land potential undertaken in the global agro-ecological zones (GAEZ) study starts by taking stock of (i) the biophysical characteristics of the resource (soil, terrain, climate); and (ii) the growing require- ments of crops (solar radiation, temperature, humidity, etc.). The data in the former set are interfaced with those in the second set and conclusions are drawn on the amount of land that may be classified as suitable for producing each one of the crops tested (see Fischer, van Velthuizen and Nachtergaele, 2000). The two data sets mentioned above can change over time. Climate change, land degradation or, conversely, land improvements, together with the permanent conversion of land to non-agricultural uses, all contribute to change the extent and characteristics of the resource. This fact is of particular importance if the purpose of the study is to draw inferences about the adequacy of land resources in the longer term. In parallel, the growth of scientific knowledge and the development of technology modify the growing requirements of the different crops for achieving any given yield level. For example, in the present round of"
  },
  {
    "crop_name": "GAEZ work the maximum attainable yield for rainfed wheat in subtropical and temperate environments is put",
    "description": "at about 12 tonnes/ha in high input farming and about 4.8 tonnes/ha in low input farming. Some 25 years ago, when the first FAO agro-ecological zone study was carried out (FAO, 1981b), these yields were put at only 4.9 and 1.2 tonnes/ha, respectively. Likewise, land suitable for growing wheat at, say, 5 tonnes/ha in 30 years time may be quite different from that prevailing today, if scientific advances make it possible to obtain such yields where only 2 tonnes/ha can be achieved today. A likely possibility would be through the development of varieties better able to withstand stresses such as drought, soil toxicity and pest attack. Scientific knowledge and its application will obviously have an impact on whether or not any given piece of land will be classified as suitable for producing a given crop. Land suitability is crop-specific. To take an extreme example, more than 50 percent of the land area in the Democratic Republic of the Congo is suitable for growing cassava but less than 3 percent is suitable for growing wheat. Therefore, before statements can be made about the adequacy or otherwise of land resources to grow food for an increasing population, the information about land suitability needs to be interfaced with informa- tion about expected demand patterns – volume and commodity composition of both domestic and foreign demand. For example, the Democratic Republic of the Congo’s ample land resources suitable for growing cassava will be of little value unless there is sufficient domestic or foreign demand for the country’s cassava, now or in the future."
  },
  {
    "crop_name": "Declaring a piece of land as suitable for producing a certain crop implicitly assumes that people find it",
    "description": "worthwhile to exploit the land for this purpose. In other words, land must not only possess minimum biophys- ical attributes in relation to the requirements of the crops for which there is, or will be, demand, but it must also be in a socio-economic environment in which people consider it an economic asset. For example, in low- income countries, people will exploit land even if the yields or, more precisely, the returns to their work, are low relative to the urgency to secure their access to food. This means that the price of food is high relative to their income and that the opportunities of earning higher returns from other activities are limited as well. Thus, what qualifies as land with an acceptable production potential in a poor country may not be so in a high- income one. An exception would be if poor quality of land were compensated by a larger area per person with access to mechanization2 so that returns to work in farming would generate income not far below earnings from other work. Obviously, the socio-economic context within which a piece of land exists and assumes a given value or utility, changes over time: what qualifies today as land suitable for farming may not be so tomorrow."
  },
  {
    "crop_name": "It is no easy task to account fully for all these factors in arriving at conclusions concerning how much land",
    "description": "with crop production potential there is. For example, if food became scarce and its real price rose, more land would be worth exploiting and hence be classified as agricultural than would otherwise be the case. Therefore, depending on how such information is to be used, one may want to adopt different criteria and hence generate alternative estimates. 1 Adapted from Alexandratos and Bruinsma (1999). 2 Relatively low-yield rainfed but internationally competitive agriculture (wheat yields of 2.0-2.5 tonnes/ha compared with double that in western Europe) is practised in such high-income countries as the United States, Canada and Australia. But this is in large andfully mech- anized farms permitting the exploitation of extensive areas that generate sufficient income per holding even if earnings per haare low. 131"
  },
  {
    "crop_name": "These considerations underline the need to The projected expansion of arable land in crop",
    "description": "interpret estimates of land balances with caution production shown in Tables 4.7, 4.8 and 4.9, has when assessing land availability for agricultural been derived for the rainfed and irrigated land use. Cohen (1995) summarizes and evaluates all classes. In each country the following factors have estimates made of available cultivable land, been taken into account: (i) actual data or, in many together with their underlying methods, and cases, estimates for the base year 1997/99 on shows their extremely wide range. Young (1999) harvested land and yield by crop in each of the two offers a critique of the more recent estimates of classes; (ii) total arable land and cropping intensity available cultivable land, including those given in in each class; (iii) production projections for each Alexandratos (1995), and states that “an order-of- crop; (iv) likely increases in yield by crop and land magnitude estimate reaches the conclusion that in class; (v) increases in the irrigated area; (vi) likely a representative area with an estimated land increases in cropping intensities; and (vii) the land balance of 50 percent, the realistic area is some 3 to balances for rainfed agriculture described in the 25 percent of the cultivable land”. preceding section, and for irrigated land discussed in the following section. This method was used only for the 93 developing countries covered in this 4.3.2 Expansion of land in crop production study (see Appendix 1). For the developed coun- There is a widespread perception that there is no tries or country groups, only projections of crop more, or very little, new land to bring under culti- production have been made, which were then vation. Some of this perception may be well translated into projections for total harvested land grounded in the specific situations of land-scarce and yield by crop. countries and regions such as Japan, South Asia The overall result for developing countries is and the Near East/North Africa. Yet this perception a projected net increase in the arable area of may not apply, or may apply with much less force, 120 million ha (from 956 in the base year to 1076 in to other parts of the world. As discussed above, 2030), an increase of 12.6 percent (see Table 4.7).4 there are large tracts of land with varying degrees The increase for the period 1961/63 to 1997/99 was of agricultural potential in several countries, most 172 million ha, an increase of 25 percent. Not of them in sub-Saharan Africa and Latin America, surprisingly, the bulk of this projected expansion with some in East Asia. However, this land may lack is expected to take place in sub-Saharan Africa infrastructure, be partly under forest cover or be in (60 million), Latin America (41 million) and East wetlands that have to be protected for environ- Asia, excluding China (14 million), with almost no mental reasons, or the people who would exploit it land expansion in the Near East/North Africa and for agriculture lack access to appropriate techno- South Asia regions and even a decline in the arable logical packages or the economic incentives to land area in China. The slowdown in the expan- adopt them. sion of arable land is mainly a consequence of the In reality, expansion of land in agricultural use projected slowdown in the growth of crop produc- takes place all the time. It does so mainly in coun- tion and is common to all regions. tries that combine growing needs for food and The projected increase of arable land in agri- employment with limited access to technology cultural use is a small proportion (6.6 percent) of packages that could increase intensification of culti- the total unused land with rainfed crop production vation on land already in agricultural use. The data potential. What does the empirical evidence show show that expansion of arable land continues to be concerning the rate and process of land expansion an important source of agricultural growth in sub- for agricultural use in the developing countries? Saharan Africa, South America and East Asia, Microlevel analyses have generally established that excluding China (Table 4.7).3 under the socio-economic and institutional condi- 3 Historical data for China have been drastically revised upwards from 1985 onwards, which distorts the historical growth rates in Table 4.7 for East Asia (and for the total of developing countries). 4 As mentioned in Section 4.2, data on arable land are unreliable for many countries. Therefore base year data were adjusted and are shown in column (4) as “1997/99 adjusted”. 132"
  },
  {
    "crop_name": "CROP PRODUCTION",
    "description": ""
  },
  {
    "crop_name": "AND NATURAL RESOURCE USE",
    "description": "Table 4.7 Total arable land: past and projected"
  },
  {
    "crop_name": "Arable land in use Annual growth Land in use Balance",
    "description": "as % of potential 1961 1979 1997 1997 2015 2030 1961 1997/99 1997 2030 1997 2030 /63 /81 /99 /99 adj. -1999 -2030 /99 /99 (million ha) (% p.a.) (%) (million ha) (1) (2) (3) (4) (5) (6) (7) (8) (9) (10) (11) (12) Sub-Saharan Africa 119 138 156 228 262 288 0.77 0.72 22 28 803 743 Near East/ North Africa 86 91 100 86 89 93 0.42 0.23 87 94 13 6 Latin America and 104 138 159 203 223 244 1.22 0.57 19 23 863 822 the Caribbean South Asia 191 202 205 207 210 216 0.17 0.13 94 98 13 4 excl. India 29 34 35 37 38 39 0.37 0.12 162 168 -14 -16 East Asia 176 182 227 232 233 237 0.89 0.06 63 65 134 129 excl. China 72 82 93 98 105 112 0.82 0.43 52 60 89 75 Developing countries 676 751 848 956 1017 1076 0.68 0.37 34 39 1826 1706 excl. China 572 652 713 822 889 951 0.63 0.46 32 37 1781 1652 excl. China and India 410 483 543 652 717 774 0.81 0.54 27 32 1755 1633 Industrial countries 379 395 387 0.07 44 487 Transition countries 291 280 265 -0.19 53 232 World 1351 1432 1506 0.34 36 2682 Source: Column (1)-(3): FAOSTAT, November 2001. Note: “World” includes a few countries not included in the other country groups shown. tions (land tenure, etc.) prevailing in many devel- The projected average annual increase in the oping countries, increases in output are obtained developing countries’ arable area of 3.75 million ha mainly through land expansion, where the phys- (120/32), compared with 4.8 million (172/36) in the ical potential for doing so exists. For example, in a historical period, is a net increase. It is the total of careful analysis of the experience of Côte d’Ivoire, gross land expansion minus land taken out of Lopez (1998) concludes that “the main response of production for various reasons, for example annual crops to price incentives is to increase the because of degradation or loss of economic area cultivated”. Similar findings, such as the rate viability. An unknown part of the new land to be of deforestation being positively related to the brought into agriculture will come from land price of maize, are reported for Mexico by currently under forests. If all the additional land Deininger and Minten (1999). Some of this land came from forested areas, this would imply an expansion is taking place at the expense of long annual deforestation rate of 0.2 percent, compared rotation periods and fallows, a practice still with the 0.8 percent (or 15.4 million ha p.a.) for the common to many countries in sub-Saharan Africa, 1980s and 0.6 percent (or 12.0 million ha p.a.) for with the result that the natural fertility of the soil is the 1990s (FAO, 2001c). The latter estimates, of reduced. Since fertilizer use is often uneconomic, course, include deforestation from all causes, such the end result is soil mining and stagnation or as informal non-recorded agriculture, grazing, outright reduction of yields. logging, gathering of fuelwood, etc. 133"
  },
  {
    "crop_name": "CROP PRODUCTION",
    "description": ""
  },
  {
    "crop_name": "AND NATURAL RESOURCE USE",
    "description": "Table 4.8 Arable land in use, cropping intensities and harvested land"
  },
  {
    "crop_name": "Total land in use Rainfed use Irrigated use",
    "description": ""
  },
  {
    "crop_name": "A CI H A CI H A CI H",
    "description": "Sub-Saharan Africa 1997/99 228 68 154 223 67 150 5 86 4.5 2030 288 76 217 281 75 210 7 102 7 Near East/North Africa 1997/99 86 81 70 60 72 43 26 102 27 2030 93 90 83 60 78 46 33 112 37 Latin America and the Caribbean 1997/99 203 63 127 185 60 111 18 86 16 2030 244 71 172 222 68 150 22 100 22 South Asia 1997/99 207 111 230 126 103 131 81 124 100 2030 216 121 262 121 109 131 95 137 131 East Asia 1997/99 232 130 303 161 120 193 71 154 110 2030 237 139 328 151 122 184 85 169 144 All above 1997/99 956 93 885 754 83 628 202 127 257 2030 1076 99 1063 834 87 722 242 141 341 excl. China 1997/99 822 83 679 672 76 508 150 114 171 2030 951 90 853 769 81 622 182 127 230 excl. China/India 1997/99 652 75 489 559 70 392 93 105 97 2030 774 83 641 662 77 507 112 119 134 Note: A=arable land in million ha; CI=cropping intensity in percentage; H=harvested land in million ha. 4.3.3 Is land for agriculture becoming These developments are seen by many as scarcer?5 having put humanity on a path of growing scarcity of land as a factor in food production, with the As noted in the preceding section, land in agricul- implication that it is, or it will be in the near future, tural use (arable land and land under permanent crops) in the world as a whole has increased becoming increasingly difficult to produce the food by only 155 million ha or 11 percent to about required to feed the ever-growing human popula- 1.5 billion ha between the early 1960s and the late tion. Are these concerns well founded? Any 1990s. Nevertheless there were very significant discourse about the future should be as precise as changes in some regions. For example, the possible concerning the magnitudes involved: how increase was over 50 percent in Latin America, much land there is (quantity, quality, location) and which accounted for over one-third of the global how much more food, what type of food and where increase. During the same period, the world popu- it is required, now or at any given point of time in lation nearly doubled from 3.1 billion to over the future. The brief discussion of historical devel- 5.9 billion. By implication, arable land per person opments and, in particular, of future prospects in declined by 40 percent, from 0.43 ha in 1961/63 to world food and agriculture presented in Chapters 0.26 ha in 1997/99. In parallel, there is growing 2 and 3, provides a rough quantitative framework preoccupation that agricultural land is being lost for assessing such concerns. to non-agricultural uses. In addition, the ever"
  },
  {
    "crop_name": "The evidence presented above about historical",
    "description": "more intensive use of land in production through developments does not support the notion that it multiple cropping, reduced fallow periods, exces- sive use of agrochemicals, spread of monocultures, has been getting increasingly difficult for the world etc. is perceived as leading to land degradation to extract from the land an additional unit of food. (soil erosion, etc.) and the undermining of its long- Rather the contrary has been happening, as shown term productive potential. by the secular decline in the real price of food. This 5 Adapted from Alexandratos and Bruinsma (1999). 135"
  },
  {
    "crop_name": "CROP PRODUCTION",
    "description": ""
  },
  {
    "crop_name": "AND NATURAL RESOURCE USE",
    "description": "Table 4.9 Irrigated (arable) land: past and projected"
  },
  {
    "crop_name": "Irrigated land in use Annual growth Land in use Balance",
    "description": "as % of potential 1961 1979 1997 2015 2030 1961 1997/99 1997 2030 1997 2030 /63 /81 /99 -1999 -2030 /99 /99 (million ha) (% p.a.) (%) (million ha) (1) (2) (3) (5) (6) (7) (8) (9) (10) (11) (12) Sub-Saharan Africa 3 4 5 6 7 2.0 0.9 14 19 32 30 Near East/ 15 18 26 29 33 2.3 0.6 62 75 17 11"
  },
  {
    "crop_name": "North Africa",
    "description": "Latin America 8 14 18 20 22 1.9 0.5 27 32 50 46 and the Caribbean South Asia 37 56 81 87 95 2.2 0.5 57 67 61 47 excl. India 12 17 23 24 25 1.9 0.2 84 89 4 3 East Asia 40 59 71 78 85 1.5 0.6 64 76 41 27 excl. China 10 14 19 22 25 2.1 0.9 40 53 29 23 All above 103 151 202 221 242 1.9 0.6 50 60 200 161 excl. China 73 106 150 165 182 2.1 0.6 44 54 188 157 excl. China/India 48 67 93 102 112 2.0 0.6 41 50 132 114 Industrial countries 27 37 42 1.3 Transition countries 11 22 25 2.6 World 142 210 271 1.8 Source: Columns (1)- (3): FAOSTAT, November 2001. constraint to solving problems of food insecurity at gation expansion plans in the different countries, the local level. Second, whether the market signals potentials for expansion and need to increase crop which tell us that the resources for producing food, production. The projections include some expan- land among them, have been getting relatively less sion in informal (community-managed) irrigation, scarce, are seriously flawed because they fail to which is important in sub-Saharan Africa. Estimates account for the environmental costs and eventual of “land with irrigation potential” are notoriously future risks associated with the expansion and difficult to make for various reasons (see intensification of agriculture. Alexandratos, 1995, p. 160-61) and should be taken as only rough orders of magnitude.7 The aggregate result for the group of devel- 4.4 Irrigation and water use oping countries shows that the area equipped for irrigation in this group of countries will expand by 4.4.1 Expansion of irrigated land 40 million ha (20 percent) over the projection The projections of irrigation presented below period (Table 4.9). This means that some 20 percent reflect a composite of information on existing irri- of the land with irrigation potential not yet 7 FAO (1997a) states concerning such estimates: “Irrigation potential: area of land suitable for irrigation development (it includes land already under irrigation). Methodologies used in assessing irrigation potential vary from one country to another. In most cases, it is computed on the basis of available land and water resources, but economic and environmental considerations are often taken into account to a certain degree. Except in a few cases, no consideration is given to the possible double counting of water resources shared by several countries, and this may lead to an over- estimate of irrigation potential at the regional level. Wetlands and floodplains are usually, but not always, included in irrigation potential”. 137"
  },
  {
    "crop_name": "The projected expansion of irrigated land by the annual growth rate for global irrigation from",
    "description": "40 million ha is an increase in net terms. It assumes 2.4 percent in the 1970s to 1.3 percent in the 1980s that losses of existing irrigated land resulting from, and 1990-99. Perhaps it is this sharp deceleration for example, water shortages or degradation in growth which led some analysts to believe that because of salinization, will be compensated there is only limited scope for further irrigation through rehabilitation or substitution by new areas expansion. As already said, no projections by land for those lost. The few existing historical data on class (rainfed, irrigated) were made for the devel- such losses are too uncertain and anecdotal to oped countries. However, given the share of devel- provide a reliable basis for drawing inferences oping countries in world irrigation and the much about the future. However, if it is assumed that higher crop production growth projected for this 2.5 percent of existing irrigation must be rehabili- group of countries, it is reasonable to assume that tated or substituted by new irrigation each year, the world irrigation scene will remain dominated that is, if the average life of irrigation schemes were by events in the developing countries. 40 years, then the total irrigation investment activity over the projection period in the devel- 4.4.2 Irrigation water use and pressure oping countries must encompass some 200 million on water resources ha, of which four-fifths would be for rehabilitation or substitution and the balance for net expansion. One of the major questions concerning the future"
  },
  {
    "crop_name": "The projected net increase in arable irrigated of irrigation is whether there will be sufficient",
    "description": "land of 40 million ha is less than half of the freshwater to satisfy the growing needs of agricul- increase over the preceding 36 years (100 million tural and non-agricultural users. Agriculture ha). In terms of annual growth it would be “only” already accounts for about 70 percent of the fresh- 0.6 percent, well below the 1.9 percent for the water withdrawals in the world and is usually seen historical period. The projected slowdown reflects as the main factor behind the increasing global the projected lower growth rate of crop production scarcity of freshwater. combined with the increasing scarcity of suitable The estimates of the expansion of land under areas for irrigation and of water resources in some irrigation presented in the preceding section in countries, as well as the rising costs of irrigation part provide an answer to this question. The assess- investment. ment of irrigation potential already takes into"
  },
  {
    "crop_name": "Most of the expansion of irrigated land is account water limitations and the projections to",
    "description": "achieved by converting land in use in rainfed agri- 2030 assume that agricultural water demand will 138"
  },
  {
    "crop_name": "CROP PRODUCTION",
    "description": ""
  },
  {
    "crop_name": "AND NATURAL RESOURCE USE",
    "description": "not exceed available water resources. Yet, as buffer, stores part of the precipitation water and discussed above, the concept of irrigation potential returns it to the crops in times of deficit. In humid has severe limitations and estimates of irrigation climates, this mechanism is usually sufficient to potential can vary over time, in relation to the ensure satisfactory growth in rainfed agriculture. In country’s economic situation or as a result of arid climates or during the dry season, irrigation is competition for water for domestic and industrial required to compensate for the deficit resulting use. Estimates of irrigation potential are also based from insufficient or erratic precipitation. Consumptive on renewable water resources, i.e. the resources water use in irrigation therefore is defined as the replenished annually through the hydrological volume of water needed to compensate for the cycle. In those arid countries where mining of fossil deficit between potential evapotranspiration and groundwater represents an important part of water effective precipitation over the growing period of withdrawal, the area under irrigation is usually the crop. It varies considerably with climatic condi- larger than the irrigation potential. tions, seasons, crops and soil types. In this study, Renewable water resources available to irriga- consumptive water use in irrigation has been tion and other uses are commonly defined as that computed for each country on the basis of the irri- part of precipitation which is not evaporated or gated and harvested areas by crop as estimated for transpired by plants, including grass and trees, the base year (1997/99) and projected for 2030 (see which flows into rivers and lakes or infiltrates into Box 4.3 for a brief explanation of the methodology aquifers. The annual water balance for a given area applied). As mentioned before, in this study the in natural conditions, i.e. without irrigation, can be breakdown by crop over rainfed and irrigated land defined as the sum of the annual precipitation and was performed only for the 93 developing countries. net incoming flows (transfers through rivers from However, it is water withdrawal for irrigation, i.e. one area to another) minus evapotranspiration. the volume of water extracted from rivers, lakes Table 4.10 shows the renewable water resources and aquifers for irrigation purposes, which should for 93 developing countries. Average annual be used to measure the impact of irrigation on precipitation is around 1040 mm. In developing water resources. Irrigation water withdrawal regions, renewable water resources vary from normally far exceeds the consumptive water use in 18 percent of precipitation and incoming flows in irrigation because of water lost during transport the most arid areas (Near East/North Africa) and distribution from its source to the crops. In where precipitation is a mere 180 mm per year, to addition, in the case of rice irrigation, additional about 50 percent in humid East Asia, which has water is used for paddy field flooding to facilitate a high precipitation of about 1250 mm per year. land preparation and for plant protection. Renewable water resources are most abundant in For the purpose of this study, irrigation efficiency Latin America. These figures give an impression of has been defined as the ratio between the estimated the extreme variability of climatic conditions facing consumptive water use in irrigation and irrigation the 93 developing countries, and the ensuing water withdrawal. Data on country water withdrawal differences observed in terms of water scarcity: for irrigation has been collected in the framework of those countries suffering from low precipitation the AQUASTAT programme (see FAO, 1995b, and therefore most in need of irrigation are 1997a, 1997b and 1999b). Comparison of these data also those where water resources are naturally with the consumptive use of irrigation was used to scarce. In addition, the water balance presented estimate irrigation efficiency at the regional level. is expressed in yearly averages and cannot On average, for the 93 developing countries, it is adequately reflect seasonal and interannual varia- estimated that irrigation efficiency was around tions. Unfortunately, such variations tend to be 38 percent in 1997/99, varying from 25 percent in more pronounced in arid than in humid climates. areas of abundant water resources (Latin America) The first step in estimating the pressure of irri- to 40 percent in the Near East/North Africa region gation on water resources is to assess irrigation and 44 percent in South Asia where water scarcity water requirements and withdrawals. Precipitation calls for higher efficiencies (Table 4.10). provides part of the water crops need to satisfy their To estimate irrigation water withdrawal in transpiration requirements. The soil, acting as a 2030, an assumption had to be made about possible 139"
  },
  {
    "crop_name": "Africa America North Asia Asia developing",
    "description": "and the Africa countries"
  },
  {
    "crop_name": "Caribbean",
    "description": "Precipitation mm 880 1534 181 1093 1252 1043 Internal RWR km3 3450 13409 484 1862 8609 28477 Net incoming flows km3 0 0 57 607 0 0 Total RWR km3 3450 13409 541 2469 8609 28477"
  },
  {
    "crop_name": "Irrigation water withdrawal",
    "description": "Irrigation efficiency 1997/99 % 33 25 40 44 33 38 Irrigation water withdrawal 1997/99 km3 80 182 287 895 684 2128 idemas percentage of RWR % 2 1 53 36 8 7 Irrigation efficiency 2030 % 37 25 53 49 34 42 Irrigation water withdrawal 2030 km3 115 241 315 1021 728 2420 idemas percentage of RWR % 3 2 58 41 8 8 Note: RWR for all developing countries exclude the regional net incoming flows to avoid double counting. developments in the irrigation efficiency of each 2030 (Table 4.10). This increase is low compared to country. Unfortunately, there is little empirical the 33 percent increase projected in the harvested evidence on which to base such an assumption. Two irrigated area, from 257 million ha in 1997/99 to factors, however, will have an impact on the devel- 341 million ha in 2030 (see Table 4.8). Most of this opment of irrigation efficiency: the estimated levels difference is explained by the expected improve- of irrigation efficiency in 1997/99 and water ment in irrigation efficiency, leading to a reduction scarcity. A function was designed to capture the in irrigation water withdrawal per irrigated influence of these two parameters, bearing in mind hectare. A small part of this reduction is also a that improving irrigation efficiency is a very slow result of changes in cropping patterns for some and difficult process. The overall result is that effi- countries such as China, where a substantial shift in ciency will increase by 4 percentage points, from 38 the irrigated area from rice to maize production is to 42 percent (Table 4.10). Such an increase in effi- expected: irrigation water requirements for rice ciency would be more pronounced in water-scarce production are usually twice those for maize. regions (e.g. a 13 percentage point increase in the Irrigation water withdrawal in 1997/99 was esti- Near East/North Africa region) than in regions mated to account for only 7 percent of total water with abundant water resources (between 0 and resources for the 93 countries (Table 4.10). However, 4 percentage points in Latin America, East Asia and there are wide variations between regions, with the sub-Saharan Africa). Indeed, it is expected that, Near East/North Africa region using 53 percent of under pressure from limited water resources and its water resources in irrigation while Latin America competition from other uses, demand manage- barely uses 1 percent of its resources. At the country ment will play an important role in improving irri- level, variations are even higher. Of the 93 coun- gation efficiency in water-scarce regions. In tries, ten already used more than 40 percent of their contrast, in humid areas the issue of irrigation effi- water resources for irrigation in the base year ciency is much less relevant and is likely to receive (1997/99), a situation which can be considered crit- little attention. ical. An additional eight countries used more than For the 93 countries, irrigation water with- 20 percent of their water resources, a threshold drawal is expected to grow by about 14 percent, sometimes used to indicate impending water from the current 2 128 km3/yr to 2420 km3/yr in scarcity. Yet the situation should not change 140"
  },
  {
    "crop_name": "CROP PRODUCTION",
    "description": ""
  },
  {
    "crop_name": "AND NATURAL RESOURCE USE",
    "description": "Box 4.3 Summary methodology of estimating water balances The estimation of water balances for any year is based on five sets of data, namely four digital georeferenced data sets for precipitation (Leemans and Cramer, 1991), reference evapotranspiration (Fischer, van Velthuizen and Nachtergaele, 2000), soil moisture storage properties (FAO, 1998b), extents of areas under irrigation (Siebert and Döll, 2001) and irrigated areas for all major crops for 1997/99 and 2030 from this study. The computation of water balances is carried out by grid cells (each of 5 arc minutes, 9.3 km at the equator) and in monthly time steps. The results can be presented in statistical tables or digital maps at any level of spatial aggregation (country, river basin, etc.). They consist of annual values by grid cell for the actual evapotranspira- tion, water runoff and consumptive water use in irrigation. For each grid cell, the actual evapotranspiration is assumed to be equal to the reference evapotranspiration (ET , in mm; location-specific and calculated with the Penman-Monteith method; Allen et al., 1998, New, 0 Hulme and Jones, 1999) in those periods of the year when precipitation exceeds reference evapotranspiration or when there is enough water stored in the soil to allow maximum evapotranspiration. In drier periods of the year, lack of water reduces actual evapotranspiration to an extent depending on the available soil moisture. Evapotranspiration in open water areas and wetlands is considered to be equal to reference evapotranspiration. For each grid cell, runoff is calculated as that part of the precipitation that does not evaporate and cannot be stored in the soil. In other words, runoff is equal to the difference between precipitation and actual evapo- ration. Runoff is always positive, except for areas identified as open water or wetland, where actual evapotran- spiration can exceed precipitation."
  },
  {
    "crop_name": "Consumptive use of water in irrigated agriculture is defined as the water required in addition to water from",
    "description": "precipitation (soil moisture) for optimal plant growth during the growing season. Optimal plant growth occurs when actual evapotranspiration of a crop is equal to its potential evapotranspiration."
  },
  {
    "crop_name": "Potential evapotranspiration of irrigated agriculture is calculated by converting data or projections of",
    "description": "irrigated (sown) area by crop (at the national level) into a cropping calendar with monthly occupation rates of the land equipped for irrigation.1The table below gives, as an example, the cropping calendar of Morocco for the base year 1997/99:2 Crop under Irrigated area Crop area as share (percentage) of the total area irrigation (’000 ha) equipped for irrigation by month"
  },
  {
    "crop_name": "J F M A M J J A S O N D",
    "description": "Wheat 592 47 47 47 47 47 47 47 Maize 156 12 12 12 12 12 Potatoes 62 5 5 5 5 5 Beet 34 3 3 3 3 3 3 Cane 15 1 1 1 1 1 1 1 1 1 1 1 1 Vegetables 156 12 12 12 12 12 Citrus 79 6 6 6 6 6 6 6 6 6 6 6 6 Fruit 88 7 7 7 7 7 7 7 7 7 7 7 7 Groundnuts 10 1 1 1 1 1 Fodder 100 8 8 8 8 8 8 Sum over all crops3 1305 70 69 74 77 49 49 49 36 44 70 70 70 Equipped for irrigation 1258 Total cropping intensity 104% 1 India and China have been subdivided into respectively four and three units for which different cropping calendars have been made to distinguish different climate zones in these countries. 2 For example, wheat is grown from October to April and occupies 47 percent (592 thousand ha) of the 1 258 thousand ha equipped for irrigation. 3 Including crops not shown above. 141"
  },
  {
    "crop_name": "CROP PRODUCTION",
    "description": ""
  },
  {
    "crop_name": "AND NATURAL RESOURCE USE",
    "description": "There is a realization that the chances of a new crops of this study8 are unfolded into and tested green revolution or of one-off quantum jumps in against what FAO experts think are “feasible” land- yields are now rather limited. There is even a belief yield combinations by agro-ecological rainfed and that for some major crops, yield ceilings have been, irrigated environment, taking into account what- or are rapidly being reached. At the same time, ever knowledge is available. Major inputs into this empirical evidence has shown that the cumulative evaluation are the estimates regarding the avail- gains in yields over time resulting from slower, ability of land suitable for growing crops in each evolutionary annual increments in yields have been country and each agro-ecological environment, far more important than quantum jumps in yields, which come from the FAO agro-ecological zones for all major crops (see Byerlee, 1996). work (see Section 4.3.1). In practice they are intro- In the following sections, the land-yield combi- duced as constraints to land expansion but they nations underlying the production projections for also act as a guide to what can be grown where. It major crops will first be discussed. Subsequently is emphasized that the resulting land and yield some educated guesses will be made about the projections, although they take into account past potential for raising yields and for narrowing performance, are not mere extrapolations of existing yield gaps. historical trends since they take into account all present knowledge about changes expected in the future. Box 4.4 shows an example of the results, 4.5.1 Harvested land and yields for tracked against actual outcomes. major crops"
  },
  {
    "crop_name": "The findings of the present study indicate that",
    "description": "As explained in Section 4.3.2, for the developing in developing countries, as in the past but even countries the production projections for the 34 more so in the future, the mainstay of production Table 4.11 Area and yields for the ten major crops in developing countries"
  },
  {
    "crop_name": "Production Harvested area Yield",
    "description": "(million tonnes) (million ha) (tonnes/ha) 1961 1997 2030 1961 1997 1997/99 2030 1961 1997 1997/99 2030 /63 /99 /63 /99 adj.* /63 /99 adj.* Rice (paddy) 206 560 775 113 148 157 164 1.82 3.77 3.57 4.73 Wheat 64 280 418 74 104 111 118 0.87 2.70 2.53 3.53 Maize 69 268 539 59 92 96 136 1.16 2.92 2.78 3.96 Pulses 32 40 62 52 60 60 57 0.61 0.66 0.67 1.09 Soybeans 8 75 188 12 39 41 72 0.68 1.93 1.84 2.63 Sorghum 30 44 74 41 39 40 45 0.72 1.13 1.11 1.66 Millet 22 26 42 39 35 36 38 0.57 0.76 0.73 1.12 Seed cotton 15 35 66 23 25 26 31 0.67 1.44 1.35 2.17 Groundnuts 14 30 65 16 22 23 39 0.83 1.34 1.28 1.69 Sugar cane 374 1157 1936 8 18 19 22 46.14 63.87 61.84 88.08 Cereals 419 1210 1901 358 440 464 528 1.17 2.75 2.61 3.60 All 34 crops 580 801 848 1021 Notes: * 1997/99 adj. For a number of countries for which the data were unreliable, base year data for harvested land and yields were adjusted. Ten crops selected and ordered according to harvested land use in 1997/99, excluding fruit (31 million ha) and vegetables (29 million ha). “Cereals” includes other cereals not shown here. 8 For the analysis of production, the commodities sugar and vegetable oil are unfolded into their constituent crops (sugar cane, beet, soybeans, sunflower, groundnuts, rapeseed, oil palm, coconuts, sesame seed, etc.), so that land-yield combinations are generated for 34 crops. 143"
  },
  {
    "crop_name": "CROP PRODUCTION",
    "description": ""
  },
  {
    "crop_name": "AND NATURAL RESOURCE USE",
    "description": "Box 4.4 Cereal yields and production: actual and as projected in the 1995 study Since, contrary to the practice in most other projection studies, the projections presented here are not based on formal analytical methods, it may be of interest to see how well the projections of the preceding study (Alexandratos, 1995), which were based on a similar approach, tracked actual outcomes to date. The base year of the preceding study was the three-year average 1988/90 and the final projection year 2010. The detailed projections for the land-yield combinations for cereals in the 90 developing country sample, excluding China,1 which was not covered in detail in the 1995 study, was as follows. The average yield of cereals was projected to grow by 1.5 percent p.a., from 1.9 tonnes/ha in 1988/90 to 2.6 tonnes/ha in 2010 (see table below), compared with 2.2 percent p.a. in the preceding 20 years. Ten years into the projection period, both the actual average cereal yield and cereal production in 1997/99 were close to the projected values."
  },
  {
    "crop_name": "Projected",
    "description": "Base year: Interpolated Actual outcome: average 88/90 2010 average 97/99 average 97/99 Yields (excl. China) kg/ha kg/ha kg/ha kg/ha Wheat 1900 2700 2209 2220 Rice (paddy) 2800 3800 3192 3080 Maize 1800 2500 2072 2190 All cereals 1900 2600 2173 2184 Production (incl. China*) million tonnes million tonnes million tonnes million tonnes Wheat 225 348 271 280 Rice (milled) 321 461 375 375 Maize 199 358 256 269 Other cereals 102 151 121 103 All cereals 847 1318 1023 1027 Source: Base year data and 2010 projections from Alexandratos (1995, p. 145,169). * China’s production was projected directly, not in terms of areas and yields. 1 Problems with the land and yield data of China (Alexandratos, 1996) made it necessary to project the country’s production directly, not in terms of land-yield combinations as was done for the other developing countries. The resulting projection of China’s production of cereals implied a growth rate of 2.0 percent p.a. from 1988/90 to 2010. The actual outcome to 1999 has been 2.2 percent p.a. where irrigated land allocated to maize could more average global cereal yield had not grown since than double. Part of the continued, if slowing, 1961/63 when it was 1405 kg/ha, 1483 million ha growth in yields is a result of a rising share of irri- would have been needed to grow the 2084 million gated production, with normally much higher tonnes of cereals produced in the world in 1997/99. cereal yields, in total production. This fact alone This amount was actually obtained on an area would lead to yield increases even if rainfed and of only 683 million ha at an average yield of irrigated cereal yields did not grow at all.9 3050 kg/ha. Therefore, 800 million ha (1483 It is often asserted (see, for example, Borlaug, minus 683) have been saved because of yield 1999) that thanks to increases in yield, land has increases for cereals alone. This conclusion should been saved with diminished pressure on the envi- be qualified, however; had there been no yield ronment as a result, such as less deforestation than growth, the most probable outcome would have otherwise would have taken place. To take cereals been much lower production because of lower as an example, the reasoning is as follows. If the demand resulting from higher prices of cereals, and 9 This is seen most clearly for rice in developing countries, excluding China (Table 4.12) where the growth in the overall average yield of rice exceeds that of rainfed and irrigated rice. This is because the rainfed rice area is projected to remain about the same but the irrigated area is projected to increase by about one-third. 145"
  },
  {
    "crop_name": "Wheat",
    "description": "No. of developing countries 32 32 33 included Top decile 2.15 100 5.31 100 7.44 100 Bottom decile 0.40 18 0.80 15 1.25 17 Decile of largest producers 0.87 40 2.60 49 3.89 52 (by area) All countries included 0.97 45 2.15 41 3.11 42 Major developed country 1.59 3.19 4.13 exporters World 1.23 2.55 3.47 Rice (paddy) No. of developing 44 52 55 countries included Top decile 4.51 100 6.57 100 7.93 100 Bottom decile 0.72 16 1.14 17 2.12 27 Decile of largest producers 1.82 40 3.51 53 4.84 61 (by area) All countries included 1.88 42 3.17 48 4.30 54 World 2.07 3.43 4.52 Notes:Only countries with over 50 000 harvested ha are included. Countries included in the deciles are not necessarily the samefor all years. Average yields are simple averages, not weighted by area. 146"
  },
  {
    "crop_name": "CROP PRODUCTION",
    "description": ""
  },
  {
    "crop_name": "AND NATURAL RESOURCE USE",
    "description": "between worst and best performers is projected to environments. In such cases, differences in the persist until 2030, while for rice the gap between socio-economic and policy environments probably the top and bottom deciles may be somewhat play a major role. The literature on yield gaps (see, narrowed by 2030, with yields in the bottom decile for example, Duwayri, Tran and Nguyen, 1999) reaching 27 percent of yields in the top decile. This distinguishes two components of yield gaps: one may reflect the fact that the scope for raising yields due to agro-environmental and other non-transfer- of top rice performers is more limited than in the able factors (these gaps cannot be narrowed); and past. However, countries included in the bottom another component due to differences in crop and top deciles account for only a minor share of management practices such as suboptimal use of the total production of wheat and rice. Therefore it inputs and other cultural practices. This second is more important to examine what will happen to component can be narrowed provided that it is the yield levels obtained by the countries which economic to do so and therefore is termed the account for the bulk of wheat and rice production. “exploitable yield gap”. Duwayri, Tran and Current unweighted average yields of the largest Nguyen (1999) state that the theoretical maximum producers,10 are about half the yields achieved by yields for both wheat and rice are probably in the the top performers (Table 4.13). In spite of contin- order of 20 tonnes/ha. On experimental stations, uing yield growth in these largest producing coun- yields of 17 tonnes/ha have been reached in tries, this situation will remain essentially unchanged subtropical climates and of 10 tonnes/ha in the by 2030 for wheat, with rice yields reaching about tropics. FAO (1999c) reports that concerted efforts 60 percent of the top performers’ yields. in Australia to reduce the exploitable yield gap Based on this analysis, a prima facie case could increased rice yields from 6.8 tonnes/ha in 1985/89 be made that there has been and still is, consider- to 8.4 tonnes/ha in 1995/99, with many individual able slack in the agricultural sectors of the different farmers obtaining 10 to 12 tonnes/ha. countries. This slack could be exploited if economic In order to draw conclusions on the scope for incentives so dictated. However, the fact that yield narrowing the yield gap, one needs to separate its differences among the major cereal producing “non-transferable” part from the “exploitable” countries are very wide does not necessarily imply part. One way to do so is to compare yields that the lagging countries have scope for yield obtained from the same crop varieties grown on increases equal to intercountry yield gaps. Part of different locations of land that are fairly homoge- these differences may simply reflect differing agro- neous with respect to their physical characteristics ecological conditions. For example, the low average (climate, soil and terrain), which would eliminate yields in Mexico of its basic food crop, maize the “non-transferable” part in the comparison. (currently 2.4 tonnes/ha), are largely attributable to One can go some way in that direction by exam- agro-ecological constraints that render it unsuited ining the data on the suitability of land in the for widespread use of the major yield-increasing different countries for producing any given crop technology, hybrid seeds, a technology which under specified technology packages. The underlies the average 8.3 tonnes/ha of the United required data comes from the GAEZ analysis States. Hybrids are at present used in Mexico on discussed in Section 4.3.1. These data make it about 1.2 million ha, out of a total harvested area possible to derive a “national maximum obtainable under maize of 7 million ha, while the area suitable yield” by weighting the yield obtainable in each of for hybrid seed use is estimated to be about the suitability classes with the estimated land area 3 million ha (see Commission for Environmental in each suitability class. The derived national Cooperation, 1999, p.137-138). obtainable yield can then be compared with data However, not all, or perhaps not even the major on the actual national average yields. This compar- part, of yield differences can be ascribed to such ison is somewhat distorted since the GAEZ analysis conditions. Wide yield differences are present even deals only with rainfed agriculture, while the among countries with fairly similar agro-ecological national statistics include irrigated agriculture as 10 Top 10 percent of countries ranked according to area allocated to the crop examined: China, India and Turkey for wheat; and India, China, Indonesia, Bangladesh and Thailand for rice. 147"
  },
  {
    "crop_name": "CROP PRODUCTION",
    "description": ""
  },
  {
    "crop_name": "AND NATURAL RESOURCE USE",
    "description": "Table 4.15 Fertilizer consumption: past and projected 1961 1979 1997 2015 2030 1961 1989- 1997/99 /63 /81 /99 -1999 1999 -2030 Total Nutrients, million tonnes % p.a. Sub-Saharan Africa 0.2 0.9 1.1 1.8 2.6 5.3 -1.8 2.7 Latin America 1.1 6.8 11.3 13.1 16.3 6.1 4.4 1.2 and the Caribbean Near East/ North Africa 0.5 3.5 6.1 7.5 9.1 7.3 0.8 1.3 South Asia 0.6 7.3 21.3 24.1 28.9 9.6 4.5 1.0 excl. India 0.2 1.6 4.2 5.4 6.9 9.2 4.6 1.5 East Asia 1.7 18.2 45.0 56.9 63.0 9.3 3.8 1.1 excl. China 0.9 4.1 9.4 13.8 10.3 7.0 3.2 0.3 All above 4.1 36.7 84.8 103.5 119.9 8.5 3.7 1.1 excl. China 3.3 22.6 49.2 60.4 67.3 7.6 3.5 1.0 excl. China and India 2.9 16.9 32.1 41.6 45.3 6.9 3.1 1.1 Industrial countries 24.3 49.1 45.2 52.3 58.0 1.4 0.1 0.8 Transition countries 5.6 28.4 7.6 9.3 10.1 0.7 -14.9 0.9 World 34.1 114.2 137.7 165.1 188.0 3.6 0.2 1.0 Per hectare kg/ha (arable land) % p.a. Sub-Saharan Africa 1 7 5 7 9 4.5 -2.4 1.9 Latin America 11 50 56 59 67 6.0 0.0 0.6 and the Caribbean Near East/North Africa 6 38 71 84 99 5.7 3.9 1.0 South Asia 6 36 103 115 134 9.5 4.5 0.8 excl. India 6 48 113 142 178 8.8 4.3 1.4 East Asia 10 100 194 244 266 8.3 3.6 1.0 excl. China 12 50 96 131 92 6.1 3.3 -0.1 All above 6 49 89 102 111 7.7 3.3 0.7 excl. China 6 35 60 68 71 6.9 3.2 0.5 excl. China and India 7 35 49 58 58 6.0 2.6 0.5 Industrial countries 64 124 117 1.3 0.3 Transition countries 19 101 29 0.9 -14.4 World 25 80 92 3.3 0.1 Note: Kg/ha for 1997/99 are for developing countries calculated on the basis of “adjusted” arable land data. For industrial and transition countries no projections of arable land were made. 149"
  },
  {
    "crop_name": "CROP PRODUCTION",
    "description": ""
  },
  {
    "crop_name": "AND NATURAL RESOURCE USE",
    "description": "Average fertilizer productivity, as measured by crop by-products. All these factors will tend to kg of product obtained per kg of nutrient, shows reduce growth in fertilizer consumption. considerable variation across countries. This reflects a host of factors such as differences in agro- 4.6.2 Farm power ecological resources (soil, terrain and climate), in management practices and skills and in economic Human labour, draught animals and engine- incentives. Fertilizer productivity is also strongly driven machinery are an integral part of the agri- related to soil moisture availability. For example, cultural production process. They provide the irrigated wheat production in Zimbabwe and Saudi motive power for land clearance and preparation, Arabia shows a ratio of 40 kg wheat per kg fertilizer for planting, fertilizing, weeding and irrigation, nutrient at yield levels of 4.5 tonnes/ha. Similar and for harvesting, transport and processing. yields in Norway and the Czech Republic require This section focuses on the use of power for twice as large fertilizer application rates, reflecting primary tillage. Land preparation represents one a considerably different agro-ecological resource of the most significant uses of power. Since land base. Furthermore, a high yield/fertilizer ratio may preparation is power intensive (as opposed to also indicate that fertilizer use is not widespread control intensive), it is usually one of the first among farmers (e.g. wheat in Russia, Ethiopia and operations to benefit from mechanization (Rijk, Algeria), or that high yields are obtained with 1989). Hence any change in the use of different nutrients other than mineral fertilizer (e.g. manure power sources for land cultivation may act as an is estimated to provide almost half of all external indicator for similar changes in other parts of the nutrient inputs in the EU). Notwithstanding this production process. variability, in many cases the scope for raising fertil- Regional estimates of the relative contributions izer productivity is substantial. The degree to of different power sources to land cultivation have which such productivity gains will be pursued been developed from estimates initially generated depends to a great extent on economic incentives. at the country level. On the basis of existing data The projected slowdown in the growth of fertil- and expert opinion, individual countries were clas- izer consumption is due mainly to the expected sified into one of six farm power categories slowdown in crop production growth (Table 4.1). according to the proportion of area cultivated by The reasons for this have been explained in different power sources, at present and projected Chapter 3. Again, this is not a sudden change but to 2030. The categories range from those where a gradual process already under way for some hand power predominates, through those where time, as illustrated by the annual growth rates for draught animals are the main source of power, to the last ten years (1989-99) shown in Table 4.15. In those where most land is cultivated by tractors. The some cases it would even represent a “recovery” as figures were subsequently aggregated to estimate compared with recent developments. As mentioned, the harvested area cultivated by different power fertilizer is most productive in the absence of mois- sources for each region (see Box 4.5 for details of ture constraints, i.e. when applied to irrigated the methodology). crops. For this reason, the expected slowdown in irrigation expansion (Section 4.4.1) will also slow Overall results. It was estimated that in 1997/99, in the growth of fertilizer consumption. The contin- developing countries as a whole, the proportion of uing trend to increase fertilizer use efficiency, land cultivated by each of the three power sources partly driven by new techniques such as biotech- was broadly similar. Of the total harvested area in nology and precision agriculture, will also reduce developing countries (excluding China), 35 percent mineral fertilizer needs per unit of crop output. was prepared by hand, 30 percent by draught There is an increasing concern about the negative animals and 35 percent by tractors (Table 4.16). By environmental impact of high rates of mineral 2030, 55 percent of the harvested area is expected fertilizer use. Finally there is the spread of organic to be tilled by tractors. Hand power will account for agriculture, and the increasing availability of non- approximately 25 percent of the harvested area mineral nutrient sources such as manure; recycled and draught animal power (DAP) for approxi- human, industrial and agricultural waste; and mately 20 percent. 151"
  },
  {
    "crop_name": "Individual countries were classified by expert opinion into one of six farm power categories according to the",
    "description": "proportion of area cultivated by different power sources. The six categories identified are given in the table below. The percentages of the area cultivated by different power sources are indicative only and refer to harvested land, which represents the actual area cultivated in any year, taking into account multiple cropping and short-term fallow. Upper and lower limits were set for the area cultivated by each power source (bottom row in the table)."
  },
  {
    "crop_name": "Farm power category at country level Percentage of area cultivated by each power source",
    "description": ""
  },
  {
    "crop_name": "Hand Draught animals Tractors",
    "description": "A = humans are the predominant source >80 < 20 <5 of power, with modest contributions from draught animals and tractors B = significant use is made of draught animals, 45-80 20-40 <20 although humans are still the most important power source C = draught animals are the principal power source 15-45 >40 <20 D = significant use is made of motorized power, 20-50 15-30 20-50 including both two-wheel and four-wheel tractors E = tractors are the dominant power source <5 <25 50-80 F = fully motorized <10 <10 >80 Minimum and maximum percentage 5-90 5-70 2-90 Where possible, country classifications were verified against existing data. Sources included a number of country farm power assessment studies commissioned by the Agricultural Engineering Branch of FAO and published reports. The classifications from various sources proved to be fairly consistent. The categories were converted into the physical area cultivated by each power source by multiplying the estimated percentage figure for each power source with the data for harvested area for the base year 1997/99 and the projected area for 2030. The country figures were subsequently aggregated to estimate the harvested area cultivated by different power sources for subregions and regions. This approach has several advantages. First, it highlights the role of humans as a source of power in those parts of the world where they are responsible for much of the land preparation. This is essential for under- standing concerns arising from future projections about the size and composition of the agricultural labour force, particularly in countries where a sizeable share of the population is expected to be affected by HIV/AIDS within the next 20 years. The significance of humans as a power source can be easily overlooked if their contri- bution is expressed solely as a percentage of the total power input, rather than the area they cultivate. Second, when projecting future combinations of farm power inputs at the country level, account can be taken, albeit by way of expert judgement, of the developments in the overall economy and in the agricultural sector, competing claims on resource use, and opportunities for substitution between power sources. Third, this approach is independent of estimates of inventories of draught animals and tractors, data for which are often unreliable or not readily available. The number of tractors and draught animals working in agriculture may vary considerably from published data. These numbers depend on several unknown variables, such as the working life, the proportion working in agriculture as opposed to off-farm activities, and the proportion in an opera- tional state. Finally, the process of converting different power sources into a common power equivalent is a process fraught with difficulties and inaccuracies. Nevertheless, there are also several limitations associated with the methodology. First, only one farm power category is selected to represent the power use for land cultivation within an entire country. This overlooks the diversity that exists inside many countries, particularly when the use of a specific power source is highly influenced by soil and terrain constraints, by cropping patterns, or is highly differentiated between commercial/ estate and smallholder sectors. A second limitation is the use of a single average percentage figure for each power source to convert categories to harvested area, rather than actual percentages. 152"
  },
  {
    "crop_name": "CROP PRODUCTION",
    "description": ""
  },
  {
    "crop_name": "AND NATURAL RESOURCE USE",
    "description": "Table 4.16 Proportion of area cultivated by different power sources, 1997/99 and 2030"
  },
  {
    "crop_name": "Region Percentage of area cultivated by different power sources",
    "description": ""
  },
  {
    "crop_name": "Hand Draught animal Tractor",
    "description": "All developing countries 1997/99 35 30 35 2030 25 20 55 Sub-Saharan Africa 1997/99 65 25 10 2030 45 30 25 Near East/North Africa 1997/99 20 20 60 2030 10 15 75 Latin America and the Caribbean 1997/99 25 25 50 2030 15 15 70 South Asia 1997/99 30 35 35 2030 15 15 70 East Asia 1997/99 40 40 20 2030 25 25 50 Notes:Figures have been rounded to the nearest 5 percent. China has been excluded from the analysis because its size and diversity made it impossible to estimate a single farm power category for the country."
  },
  {
    "crop_name": "There are marked regional differences in the draught animals and tractors is expected to",
    "description": "relative contributions of the power sources, both at increase (both in physical area and proportional present and in the future. Tractors are already a terms) but they will not offset the dominance of significant source of power in the Near East/North hand power."
  },
  {
    "crop_name": "Africa region and in Latin America and the When countries are classified by farm power",
    "description": "Caribbean: approximately half of the harvested area category, some common characteristics can be is currently prepared by tractor in these regions. observed: This is expected to rise to at least 70 percent of ■ Countries in which humans are the predominant harvested area by 2030. Draught animals are at power source. The agricultural sector typically present relatively important sources of power in the employs two-thirds of the workforce and gener- rice and mixed farming systems of South and East ates over one-third of the GDP. During the Asia, accounting for over one-third of harvested 1990s many of these economies were almost area. However, the shift to motorized power by 2030 static with annual average growth rates in total will be substantial. The area cultivated by tractors GDP of less than 1 percent and income per will rise in South Asia from 35 percent of harvested head below US$500. area to 70 percent, and in East Asia (excluding ■ Countries in which draught animals are a significant China) from 20 percent to over 50 percent. This or predominant source of power. The principal increase in area cultivated by tractor arises from two difference between the hand power and factors: an increase in total harvested area at the draught animal power countries is in terms of country level, combined with a reduction in the area land use. The intensity of cultivation on both cultivated by humans and draught animals as a rainfed and irrigated land is higher and more result of substitution between power sources. area is under irrigation. Indeed, in all regions In contrast, humans are and will continue to be the highest cropping intensities occur in DAP the main power source in sub-Saharan Africa. countries. This suggests there are no labour Almost two-thirds of the harvested area is prepared displacement effects associated with the use of by hand at present and although this will fall to 50 draught animals. percent by 2030, the physical area involved will ■ Countries in which tractors are a significant or remain broadly constant. The area cultivated by predominant source of power. High levels of 153"
  },
  {
    "crop_name": "Forces changing the composition of farm power range of tasks performed by different members of",
    "description": "inputs.The stimulus to change the composition of the household varies according to sex, age, culture, farm power inputs will come from either changes ethnicity and religion (see Box 4.6). It also varies in the demand for farm power or from supply- according to the specific crop or livestock, sources side changes, or both. Any increase in total agri- of power input and equipment used. cultural output (be it from area expansion, an increase in cropping intensity or an increase in Patterns of mechanization up to 2030. Most of the yield) requires additional power, if not for tech- changes in farm power categories during the next nology application then for handling and 30 years are expected to occur in countries that processing increased volumes. Similarly, land already make significant use of tractors. By 2030, improvements (such as terracing, drainage or irri- tractors will be the dominant source of power for gation structures), soil conservation and water land preparation in southern Africa, North harvesting techniques frequently place additional Africa/Near East, South Asia, East Asia and Latin demands on the power resource. America and the Caribbean. Southeast Asia is also In response, farmers can either increase their expected to shift from draught animals to making inputs of farm power or increase the productivity greater use of tractors. The reasons underlying of existing inputs through the use of improved these shifts are explained below. tools and equipment. Alternatively, adopting In a few countries, it is expected that the different practices or changing cropping patterns present composition of farm power inputs is not may reduce power requirements. For example, the sustainable. In eastern Africa, for example, the use of no-till and direct seeding practices eliminates number of draught animals has been decimated in the need for conventional land preparation and some areas through livestock disease and cattle tillage; broadcasting rice overcomes the labour- rustling, thereby removing a principal power intensive activity of transplanting seedlings, and source from certain farming systems. The sustain- the use of draught animal power, benevolent herbi- ability of tractor-based systems is highly dependent cides or no-tillage with continuous soil cover (see on the profitability of agriculture and an infra- Chapter 11) can overcome labour bottlenecks asso- structure capable of providing timely access to fuel ciated with weeding. and inputs for repairs and maintenance. The 154"
  },
  {
    "crop_name": "CROP PRODUCTION",
    "description": ""
  },
  {
    "crop_name": "AND NATURAL RESOURCE USE",
    "description": "Box 4.6 Gender roles and the feminization of agriculture Women are key players in both cash and subsistence agriculture. Their daily workload is characterized by long hours, typically 12- to 14-hour days, with little seasonal variation. The use of their time tends to be fragmented, mixing farm work with household duties and other off-farm activities. The range of agricultural tasks performed by different household members varies according to sex, age, culture, ethnicity and religion. It also varies according to the specific crop or livestock activities, sources of power input and equipment used. Hence gender roles differ markedly, not only between regions and countries, but also within countries between neighbouring communities. In sub-Saharan Africa, women contribute between 60 and 80 percent of the labour in food production. While there are significant variations in gender roles, women overall play a major role in planting, weeding, application of fertilizers and pesticides, harvesting, threshing, food processing, transporting and marketing. Men are largely responsible for clearing and preparing the land, and ploughing. They also participate along- side women in many of the other activities. In many countries men are responsible for large livestock and women for smaller animals, such as poultry, sheep and goats. Women are usually most active in collecting natural products, such as wild foods, fodder and fuelwood. Men are usually associated with the use of draught animals or tractors. However, with appropriate training and implements, women also prove to be very effec- tive operators of mechanized inputs. In Asia, women account for 35 to 60 percent of the agricultural labour force. Women and men often play complementary roles with a division of labour similar to that found in sub-Saharan Africa. In many Asian coun- tries women are also very active with livestock, collecting fodder, preparing buffaloes for ploughing, feeding and cleaning other cattle, and milking. In Southeast Asia they play a major role in rice production, particularly in sowing, transplanting, harvesting and processing. Women also supply a significant amount of labour to tea, rubber and fruit plantations. In the Near East, women contribute up to 50 percent of the agricultural workforce. They are mainly respon- sible for the more time-consuming and labour-intensive tasks that are carried out manually or with the use of simple tools. In Latin America and the Caribbean, the rural population has been decreasing in recent decades. Women are mainly engaged in subsistence farming, particularly horticulture, poultry and raising small livestock for home consumption. Gender roles are dynamic, responding to changing economic, social and cultural forces. The rural exodus in search of income-earning opportunities outside agriculture, usually dominated by men, has resulted in increasing numbers of female-headed households and the “feminization” of agriculture. Similar patterns arise from the death of male heads of household. Women are being left to carry out agricultural work on their own, changing the traditional pattern of farming and the division of tasks among household members. For example, women in female-headed households without recourse to adult male labour may clear and prepare land, including ploughing with oxen (tasks which traditionally would have been performed by men). The feminization of agriculture, most pronounced in sub-Saharan Africa but also a growing phenomenon in other parts of the world, has significant implications for the development of agriculture. The needs and priorities of both rural women and men must be taken into account in any initiative to support and strengthen the sector. Source: Based on FAO (1998a). failure of government-based initiatives often results The human contribution is most pronounced in from introducing a level of mechanization that is Central and western Africa where it accounts for inappropriate for the state of economic develop- 85 and 70 percent of harvested area, respectively. ment and political stability. As a result, in the These areas include the forest-based farming absence of further government interventions, it is systems of Central Africa, characterized by shifting expected that some countries will revert to cultivation and the gathering of forest products, increasing the use of hand or draught animal the root crop system stretching across West Africa, power during the next 30 years. Central Africa and parts of East Africa, and the cash Persistence of hand and animal power in sub- tree crop system in West Africa (FAO, 2001d). A Saharan Africa. Human labour is the most signifi- relatively high proportion of rainfed land is under cant power source throughout sub-Saharan Africa. cultivation (45 percent of the potential area) but it 155"
  },
  {
    "crop_name": "The process of urbanization in this region will Prospects for mechanization in Asia are based on",
    "description": "provide some stimulus to switch power sources, as projections of buoyant economies and high rates of it not only draws labour away from the agricultural growth in income per capita, but the process of sector but also has implications for wage levels and urbanization would not appear to be so significant. the composition of the remaining labour force. More than half of the population in South Asia will Typically the young, able-bodied, educated and continue to be based in rural areas by 2030. Single- skilled migrate. The shift to urbanization is most axle tractors will be an increasingly important form pronounced in countries switching from DAP to of farm power in irrigated farming systems, which tractors or already using tractors as the dominant are suited to their use. The process of mechaniza- power source. In these countries, a growth of tion will be facilitated in this region by proximity to almost 30 percent in the proportion of the popula- sources of manufacture, namely India (the world’s tion living in urban areas is expected by 2030, twice largest manufacturer of tractors) and China (a the rate of urbanization expected in countries not source of low-cost power tillers). switching power source or shifting to DAP. Stable use of tractors in Latin America and the Countries that will continue to use draught animals Caribbean.Projections for economic growth in Latin as a significant source of power will remain America and the Caribbean are on a par with other predominantly rural. regions and per capita incomes are among the Another factor driving the process of change in highest in the developing world. However, almost eastern and southern Africa will be the impact of half of the countries in the region are not expected 156"
  },
  {
    "crop_name": "CROP PRODUCTION",
    "description": ""
  },
  {
    "crop_name": "AND NATURAL RESOURCE USE",
    "description": "Box 4.7 Household vulnerability to the loss of human and draught animal power Households reliant on human power, and draught animals to a lesser extent, are extremely vulnerable to the loss of their principal power source. More than 15 countries in sub-Saharan Africa are projected to lose at least 5 percent of their workforce to HIV/AIDS by 2020. The pandemic will impact heavily in the agricultural sector where losses will typically account for at least 10 percent of the workforce and, in at least five countries, more than 20 percent. In a region where people are a significant, and often the dominant, source of power for both household and farm activities, this loss of labour will have a dramatic impact on rural livelihoods. HIV/AIDS usually strikes at the heart of the household, killing women and men in their economic prime."
  },
  {
    "crop_name": "Not only do households lose key family members but they also lose time spent by other household members",
    "description": "caring for the sick. The situation is exacerbated by urban dwellers returning to their villages to be cared for when they become ill, thereby placing further strain on rural households. In addition to the immediate emotional, physical and financial stresses, the remaining family members have to take on the long-term care of orphan children. In some cultures, widows also have to cope with the threat of property-grabbing by the relatives of the deceased. In parts of eastern and southern Africa, the vulnerability of rural livelihoods has been worsened by the decimation of the DAP base caused by the switch from hardy local breeds to cross-breeds, coupled with the failure to carry out regular healthcare practices and increased livestock susceptibility to disease (such as East Coast fever). Cattle rustling is also a threat, particularly in areas close to international borders. In the absence of alternative power sources, such as tractor hire, households have reverted to hand power. Areas under culti- vation have fallen significantly and households that once were food self-sufficient and producers of surplus for sale, now regularly experience food shortages. Household transport has become more problematic and the opportunity to earn additional income from hiring out draught animals has also disappeared. Food insecurity, arising from the inability to produce or purchase sufficient food for the household throughout the year, is a persistent characteristic of subsistence agriculture. Short-term coping strategies include reducing the number of meals eaten per day, with very poor households spending up to two days between meals, or by switching to less nutritious foods. The poor may gather and sell natural products (such as wild fruits, mushrooms, tubers, firewood and grass thatch) or beg for food. Households may also engage in off-farm activ- ities, trading and making handicrafts, or rely on remittances from family members living elsewhere. Some survival strategies, such as the sale of assets to buy food, taking out loans to purchase inputs, or hiring out family labour to work on other farms, invariably place the household at greater risk in subsequent seasons. Longer- term adaptive strategies to overcome labour shortages include reallocating tasks between household members, using labour-saving technologies and switching to less labour-intensive cropping patterns and practices. to change farm power categories during the next El Salvador, Guatemala, Mexico and Paraguay) the 30 years. Several countries are at the limits of tech- shift towards no-till farming and conservation agri- nical change in terms of farm power. Much of their culture may reduce or eliminate the need for the agricultural sector is already fully mechanized and increased use of tractors. For a few countries, any further expansion in the use of tractors will be economic conditions are determining factors and largely constrained by topographical features, stagnant incomes in the smallholder sector inhibit notably the Amazon basin and the mountainous any increase in the use of tractors. regions of the Andes. In other countries (such as 157"
  }
]